Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ServerPassportVerifyRequestUserNotExisted
source: Verify failed, current email address is not registered
de: Verifizierungsanfrage fehlgeschlagen, aktuelle E-Mail-Adresse ist nicht registriert
es: Error de verificación, el correo electrónico actual no está registrado
fr: La demande de vérification a échoué, l'e-mail actuel n'est pas enregistré
id: Permintaan verifikasi gagal, alamat email saat ini tidak terdaftar.
it: Verifica fallita, l'indirizzo e-mail corrente non è registrato
ja: 認証リクエストに失敗しました。このメールアドレスは登録されていません。
ko: 인증 요청 실패, 현재 이메일 주소가 등록되지 않았습니다
pt: A solicitação de verificação falhou, o endereço de e-mail atual não foi cadastrado
ru: Ошибка проверки запроса, текущий адрес электронной почты не зарегистрирован
th: 验证请求失败，当前邮箱未注册
tr: Doğrulama başarısız oldu, mevcut e-posta adresi kayıtlı değil
vi: Yêu cầu xác minh không thành công, email hiện tại chưa được đăng ký
zh_hant: 驗證請求失敗，目前電子郵件地址未註冊

# ServerPassportVerifyTooFrequent
source: Verification request is too frequent. Please try again in 1 minute.
de: Verifizierungsanfrage zu häufig, bitte versuche es in 1 Minute erneut
es: La solicitud de verificación es demasiado frecuente, inténtalo de nuevo en 1 minuto
fr: La demande de vérification est trop fréquente, veuillez réessayer dans 1 minute
id: Permintaan validasi terlalu sering. Silakan coba lagi dalam 1 menit.
it: Richiesta di verifica troppo frequente, riprova tra 1 minuto
ja: 認証リクエストが多すぎます。一分後にやり直してください。
ko: 인증 요청이 너무 빠릅니다. <b>1</b>분 후에 다시 시도하세요
pt: Muitas tentativas de solicitação de validação. Por favor, tente novamente em 1 minuto.
ru: Слишком частые запросы проверки, пожалуйста, повторите через 1 минуту
th: คำขอตรวจสอบเร็วเกินไป, โปรดลองอีกครั้งใน 1 นาที
tr: Doğrulama isteği çok sık, lütfen 1 dakika sonra tekrar deneyin
vi: Yêu cầu xác minh quá thường xuyên. Vui lòng thử lại sau 1 phút.
zh_hant: 驗證請求過快，請 1 分鐘後再試

# ServerRecordBannedUid
source: Upload Sprial Abyss record failed, current UID is banned by Hutao Database
de: Das Hochladen der Spiral Abyss-Aufzeichnungen ist fehlgeschlagen. Die aktuelle UID wurde von der Hutao Database gesperrt.
es: Error al subir el registro del Abismo Espiral, el UID actual ha sido bloqueado por Hutao Database
fr: 上传深渊记录失败，当前 Uid 已被胡桃数据库封禁
id: Gagal mengunggah catatan Sprial Abyss, UID saat ini diblokir oleh Database Hutao.
it: Caricamento del record dell'Abisso a Spirale fallito, l'UID attuale è stato bloccato dal database Hutao
ja: 深境螺旋のデータをアップロードに失敗しました。この UID は胡桃データベースによって禁止されています。
ko: 上传深渊记录失败，当前 Uid 已被胡桃数据库封禁
pt: Falha ao carregar o registro da Ordem do Abismo, o UID atual foi banido pelo banco de dados Hutao
ru: Не удалось загрузить записи из Бездны, текущий Uid заблокирован в базе данных Walnut
th: การอัปโหลดบันทึก Spiral Abyss ล้มเหลว UID ปัจจุบันถูกแบนโดย Hutao Database
tr: Spiral Abyss kaydı yüklenemedi, mevcut UID Hutao Database tarafından yasaklandı
vi: Không thể tải lên bản ghi la hoàn thâm cảnh, UID hiện tại đã bị cơ sở dữ liệu Hutao cấm
zh_hant: 上傳深淵紀錄失敗，目前 UID 已被胡桃資料庫封鎖

# ServerRecordComputingStatistics
source: Failed to upload Sprial Abyss record, server is calculating statistical data
de: Das Hochladen des Spiral Abyss-Protokolls ist fehlgeschlagen, die Statistikdaten werden berechnet
es: Error al cargar el registro del Abismo Espiral, calculando datos estadísticos
fr: Échec du chargement de l'enregistrement de l'Abysse spiralé, calcul des statistiques en cours
id: Gagal mengunggah catatan Sprial Abyss, server sedang menghitung data statistik.
it: Caricamento dei dati dell'Abisso a Spirale non riuscito, calcolo dei dati statistici in corso
ja: 深境螺旋のデータをアップロードに失敗しました。サーバーが統計データを計算しています。
ko: 나선 비경 기록 업로드 실패, 통계 데이터 계산 중
pt: Falha ao carregar o registro da Ordem do Abismo, o servidor está calculando dados estatísticos
ru: Не удалось загрузить записи из Бездны, выполняется подсчет статистики
th: อัปโหลดบันทึก Spiral Abyss ล้มเหลว, กำลังคำนวณข้อมูลสถิติ
tr: Spiral Abyss kaydı yüklenemedi, istatistiksel veriler hesaplanıyor
vi: Không thể tải lên bản ghi la hoàn thâm cảnh, máy chủ đang tính toán dữ liệu thống kê
zh_hant: 上傳深淵紀錄失敗，正在計算統計資料

# ServerRecordComputingStatistics2
source: Failed to fetch data, server is calculating statistical data
de: Fehler beim Abrufen der Daten, die Statistikdaten werden berechnet
es: Error al obtener datos, calculando datos estadísticos
fr: Échec de la récupération des données, calcul des statistiques en cours
id: Gagal mengambil data, server sedang menghitung data statistik.
it: Recupero dei dati non riuscito, calcolo dei dati statistici in corso
ja: データの取得に失敗しました。サーバーが統計データを計算しています。
ko: 데이터 가져오기 실패, 통계 데이터 계산 중
pt: Falha ao buscar dados, o servidor está calculando dados estatísticos
ru: Не удалось получить данные, выполняется подсчет статистики
th: ดึงข้อมูลล้มเหลว, กำลังคำนวณข้อมูลสถิติ
tr: Veri alınamadı, istatistiksel veriler hesaplanıyor
vi: Không lấy được dữ liệu, máy chủ đang tính toán dữ liệu thống kê
zh_hant: 獲取資料失敗，正在計算統計資料

# ServerRecordInternalException
source: Failed to upload Sprial Abyss record, server error, please contact developer to fix it
de: Das Hochladen des Spiral Abyss-Protokolls ist fehlgeschlagen, Serverfehler, bitte kontaktiere den Entwickler, um dies zu beheben
es: Error al cargar el registro del Abismo Espiral, error del servidor, por favor, contacta con el desarrollador para solucionarlo
fr: Échec du chargement de l'enregistrement de l'Abîme, erreur du serveur, veuillez contacter le développeur dès que possible pour résoudre le problème
id: Gagal mengunggah catatan Sprial Abyss, ada kesalahan server, silakan hubungi pengembang untuk memperbaikinya.
it: Caricamento dei dati dell'Abisso a Spirale non riuscito, errore del server. Si prega di contattare al più presto lo sviluppatore per risolvere il problema
ja: 深境螺旋のデータをアップロードに失敗しました。サーバーエラーです。解決しない場合は開発者に連絡してください。
ko: 심연 기록 업로드 실패, 서버 오류, 개발자에게 문의하여 해결해 주세요.
pt: Falha ao carregar o registro da Ordem do Abismo, erro do servidor, entre em contato com o desenvolvedor para corrigi-lo
ru: Не удалось загрузить записи из Бездны, Сервер недоступен, пожалуйста, свяжитесь с разработчиком для решения проблемы
th: อัปโหลดบันทึก Spiral Abyss ล้มเหลว, เซิร์ฟเวอร์ผิดพลาด, โปรดติดต่อผู้พัฒนาเพื่อแก้ไขโดยเร็ว
tr: Spiral Abyss kaydı yüklenemedi, sunucu hatası, lütfen sorunu çözmek için en kısa sürede geliştiriciyle iletişime geçin
vi: Không tải lên được bản ghi la hoàn thâm cảnh, lỗi máy chủ, vui lòng liên hệ nhà phát triển để khắc phục
zh_hant: 上傳深淵紀錄失敗，伺服器異常，請盡快聯繫開發者解決

# ServerRecordInvalidData
source: Failed to upload Sprial Abyss record, invalid data detected
de: Das Hochladen des Spiral Abyss-Protokolls ist fehlgeschlagen, ungültige Daten erkannt
es: Error al cargar el registro del Abismo Espiral, se han detectado datos no válidos
fr: Échec du chargement de l'enregistrement de l'Abîme, données non valides détectées
id: Gagal mengunggah catatan Sprial Abyss, data tidak valid terdeteksi.
it: Caricamento dei dati dell'Abisso a Spirale non riuscito, rilevati dati non validi
ja: 深境螺旋のデータをアップロードに失敗しました。異常なデータを検知しました。
ko: 심연 기록 업로드 실패, 유효하지 않은 데이터가 있습니다.
pt: Falha ao carregar o registro da Ordem do Abismo, dados inválidos detectados
ru: Не удалось загрузить записи из Бездны, обнаружены недопустимые данные
th: อัปโหลดบันทึก Spiral Abyss ล้มเหลว, พบข้อมูลที่ไม่ถูกต้อง
tr: Spiral Abyss kaydı yüklenemedi, geçersiz veri tespit edildi
vi: Không thể tải lên bản ghi la hoàn thâm cảnh, phát hiện thấy dữ liệu không hợp lệ
zh_hant: 上傳深淵紀錄失敗，存在無效的資料

# ServerRecordInvalidUid
source: Invalid UID
de: Ungültige UID
es: UID no válido
fr: 无效的 Uid
id: UID salah
it: UID non valido
ja: 無効なUIDです。
ko: 无效的 Uid
pt: UID inválido
ru: Недопустимый Uid
th: UID ไม่ถูกต้อง
tr: Geçersiz UID
vi: UID không hợp lệ
zh_hant: 無效的 UID

# ServerRecordNotCurrentSchedule
source: Failed to upload Spiral Abyss record. It is not data for the current schedule.
de: Das Hochladen des Spiral Abyss-Protokolls ist fehlgeschlagen, es sind keine Daten für den aktuellen Zeitplan
es: Error al cargar el registro del Abismo Espiral, no son datos de este periodo
fr: Échec du chargement de l'enregistrement de l'Abîme. Il ne s'agit pas des données du calendrier actuel.
id: Gagal mengunggah catatan Spiral Abyss. Ini bukan data untuk jadwal saat ini.
it: Caricamento dei dati dell'Abisso a Spirale non riuscito, non sono dati relativi al periodo corrente
ja: 深淵の記録をアップロードに失敗しました。現行の期間のデータではありません。
ko: 심연 기록 업로드 실패, 이번 회차 데이터가 아닙니다.
pt: Falha ao carregar o registro da Ordem do Abismo. Não há dados para o cronograma atual.
ru: Не удалось загрузить записи из Бездны, это не текущие данные
th: อัปโหลดบันทึก Spiral Abyss ล้มเหลว, ไม่ใช่ข้อมูลของรอบปัจจุบัน
tr: Spiral Abyss kaydı yüklenemedi, bu döneme ait veri değil
vi: Không thể tải lên bản ghi la hoàn thâm cảnh, không phải dữ liệu kỳ này
zh_hant: 上傳深淵紀錄失敗，不是本期資料

# ServerRecordPreviousRequestNotCompleted
source: Upload Sprial Abyss record failed. The record for the current UID is still being processed. Please do not repeat the operation.
de: Das Hochladen der Spiral Abyss-Aufzeichnungen ist fehlgeschlagen. Die Aufzeichnung für die aktuelle UID wird noch verarbeitet. Bitte wiederholen Sie den Vorgang nicht.
es: Error al subir el registro del Abismo Espiral, el registro del UID actual aún está en proceso, no repitas la operación
fr: 上传深渊记录失败，当前 Uid 的记录仍在处理中，请勿重复操作
id: Gagal mengunggah catatan Spiral Abyss. Catatan untuk UID saat ini masih dalam proses. Mohon tidak mengulangi operasi tersebut.
it: Caricamento del record dell'Abisso a Spirale fallito, il record per l'UID attuale è ancora in fase di elaborazione, si prega di non ripetere l'operazione
ja: 深境螺旋のデータをアップロードに失敗しました。現在の UID の記録はまだ処理中であるため、操作を繰り返さないでください。
ko: 上传深渊记录失败，当前 Uid 的记录仍在处理中，请勿重复操作
pt: Falha ao carregar o registro da Ordem do Abismo. O registro do Uid atual ainda está sendo processado. Não repita a operação.
ru: Не удалось загрузить записи из Бездны, записи для текущего Uid все еще обрабатываются. Пожалуйста, не повторяйте операцию
th: การอัปโหลดบันทึก Spiral Abyss ล้มเหลว บันทึกสำหรับ UID ปัจจุบันยังอยู่ในระหว่างดำเนินการ โปรดอย่าดำเนินการซ้ำ
tr: Spiral Abyss kaydı yüklenemedi, mevcut UID kaydı hala işleniyor, lütfen işlemi tekrarlamayın
vi: 上传深渊记录失败，当前 Uid 的记录仍在处理中，请勿重复操作
zh_hant: 上傳深淵紀錄失敗，目前 UID 的紀錄仍在處理中，請勿重複操作

# ServerRecordUploadSuccessAndGachaLogServiceTimeExtended
source: Uploaded Spiral Abyss record successfully. Received a privilege extension for Snap Hutao Cloud service.
de: Spiral Abyss-Protokoll erfolgreich hochgeladen. Erhielt eine Privilegerweiterung für den Snap Hutao Cloud-Service
es: Registro del Abismo Espiral cargado correctamente, se ha ampliado el tiempo del servicio de subida del historial de deseos
fr: Téléchargement des enregistrements de l'Abîme réussi, la durée du service de téléchargement des enregistrements de vœux a été étendue
id: Berhasil mengunggah catatan Spiral Abyss. Menerima perpanjangan hak istimewa untuk layanan Snap Hutao Cloud.
it: Caricamento dei dati dell'Abisso a Spirale riuscito, estensione del privilegio per il servizio di caricamento della cronologia di preghiera
ja: 深淵の記録をアップロードしました。胡桃サービスの祈願保存期限を受け取りました。
ko: 심연 기록 업로드 성공, Snap Hutao 클라우드 서비스 특전 기간이 연장되었습니다.
pt: Carregamento bem-sucedido do registro da Ordem do Abismo. Recebeu uma extensão de privilégio para o serviço Snap Hutao Cloud.
ru: Загрузка записей из Бездны успешна, выдан срок обслуживания загрузки записей о желаниях
th: อัปโหลดบันทึก Spiral Abyss สำเร็จ, ได้รับการขยายเวลาบริการอัปโหลดบันทึกการอธิษฐาน
tr: Spiral Abyss kaydı başarıyla yüklendi, Snap Hutao Cloud hizmeti için ayrıcalık süresi uzatıldı
vi: Đã tải lên bản ghi la hoàn thâm cảnh thành công. Đã nhận được extension đặc quyền cho dịch vụ Snap Hutao Cloud.
zh_hant: 上傳深淵紀錄成功，獲贈祈願紀錄上傳服務時長

# ServerRecordUploadSuccessButNoPassport
source: Uploaded abyss record successfully. No Snap Hutao Cloud privilege received as no Snap Hutao account logged in.
de: Abgrundaufzeichnungen erfolgreich hochgeladen, aber kein Snap-Hutao-Pass angemeldet, keine Gutschrift für die Dauer des Hochladens von Gebetsaufzeichnungen erhalten
es: Se ha subido el registro del abismo correctamente, pero no se ha iniciado sesión en Hutao Passport, no se puede obtener la duración del servicio de subida de registros de deseos.
fr: Téléchargement des enregistrements de l'Abîme réussi, mais aucun compte Hutao Passport n'est connecté, la durée du service de téléchargement des enregistrements de vœux n'a pas été étendue
id: Catatan Abyss berhasil diunggah. Tidak ada hak istimewa Snap Hutao Cloud diterima karena tidak ada akun Snap Hutao yang masuk.
it: Registrazione dell'Abisso caricata correttamente, ma non hai effettuato l'accesso a Hutao Passport, impossibile ricevere i vantaggi del servizio di caricamento dei record di preghiera
ja: 深淵の記録をアップロードしましたが、胡桃通行証へログインしていないため、祈願保存期限を受け取りませんでした。
ko: 심연 기록 업로드 성공. Snap Hutao 패스포트가 로그인되지 않아 Snap Hutao 클라우드 특전을 받을 수 없습니다.
pt: Registro de abismo carregado com sucesso. Nenhum privilégio do Snap Hutao Cloud foi recebido, pois nenhuma conta do Snap Hutao está conectada.
ru: Загрузка записей из Бездны успешна, Но без входа в учетную Snap Hutao пропускной билет, Невозможно получить бесплатный период обслуживания для загрузки записей о желаниях
th: อัปโหลดบันทึก Abyss สำเร็จ แต่ไม่ได้เข้าสู่ระบบ Hutao Passport ไม่สามารถรับสิทธิ์บริการอัปโหลดบันทึกการอธิษฐาน
tr: Derinlik Kayıtları başarıyla yüklendi, ancak Snap Hutao Pasaport'a giriş yapılmadığından dilek kayıtları yükleme hizmeti süresi alınamadı.
vi: Đã tải lên bản ghi la hoàn thành công. Không nhận được đặc quyền nào của Snap Hutao Cloud do chưa đăng nhập tài khoản Snap Hutao.
zh_hant: 上傳深淵紀錄成功，但未登入胡桃通行證，無法獲贈祈願紀錄上傳服務時長

# ServerRecordUploadSuccessButNoSuchUser
source: Uploaded abyss record successfully. No Snap Hutao Cloud privilege received as no Snap Hutao account found.
de: Abgrundaufzeichnungen erfolgreich hochgeladen, aber kein Benutzer gefunden, keine Gutschrift für die Dauer des Hochladens von Gebetsaufzeichnungen erhalten
es: Se ha subido el registro del abismo correctamente, pero no se ha encontrado al usuario, no se puede obtener la duración del servicio de subida de registros de deseos.
fr: Téléchargement réussi de l'enregistrement de l'abysse, mais impossible de trouver l'utilisateur, impossible de recevoir la durée du service de téléchargement de l'enregistrement de vœux.
id: Catatan Abyss berhasil diunggah. Tidak ada hak istimewa Snap Hutao Cloud diterima karena tidak ditemukan akun Snap Hutao.
it: Registrazione dell'Abisso caricata correttamente, ma non è stato possibile trovare l'utente, impossibile ricevere i vantaggi del servizio di caricamento dei record di preghiera
ja: 深淵の記録をアップロードしましたが、ユーザーが見つからなかったため、祈願保存期限を受け取りませんでした。
ko: 심연 기록 업로드에 성공했지만, 사용자를 찾을 수 없어 기원 기록 업로드 서비스 시간을 받을 수 없습니다.
pt: Registro de abismo carregado com sucesso. Nenhum privilégio do Snap Hutao Cloud foi recebido porque nenhuma conta do Snap Hutao foi encontrada.
ru: Загрузка записей из Бездны успешна, Но не удается найти пользователя, Невозможно получить бесплатный период обслуживания для загрузки записей о желаниях
th: อัปโหลดบันทึก Abyss สำเร็จ แต่ไม่พบผู้ใช้ ไม่สามารถรับสิทธิ์บริการอัปโหลดบันทึกการอธิษฐาน
tr: Derinlik Kayıtları başarıyla yüklendi, ancak kullanıcı bulunamadığından dilek kayıtları yükleme hizmeti süresi alınamadı.
vi: Đã tải lên bản ghi la hoàn thâm cảnh thành công. Không nhận được đặc quyền nào của Snap Hutao Cloud vì không tìm thấy tài khoản Snap Hutao.
zh_hant: 上傳深淵紀錄成功，但無法找到使用者，無法獲贈祈願紀錄上傳服務時長

# ServerRecordUploadSuccessButNotFirstTimeAtCurrentSchedule
source: Successfully uploaded Spiral Abyss record. No Snap Hutao Cloud privilege received as this is not the first upload of current schedule.
de: Abgrundaufzeichnungen erfolgreich hochgeladen, aber nicht die erste Einreichung dieser Periode, keine Gutschrift für die Dauer des Hochladens von Gebetsaufzeichnungen erhalten
es: Se ha subido el registro del abismo correctamente, pero no es la primera subida de este período, no se puede obtener la duración del servicio de subida de registros de deseos.
fr: Téléchargement réussi de l'enregistrement de l'abysse, mais ce n'est pas la première soumission de cette période, impossible de recevoir la durée du service de téléchargement de l'enregistrement de vœux.
id: Catatan Abyss berhasil diunggah. Tidak ada hak istimewa Snap Hutao Cloud diterima karena tidak ada unggahan pertama dari jadwal saat ini.
it: Registrazione dell'Abisso caricata correttamente, ma non è il primo invio di questo periodo, impossibile ricevere i vantaggi del servizio di caricamento dei record di preghiera
ja: 深淵の記録をアップロードしましたが、今期の初回アップロードではないため、祈願保存期限を受け取りませんでした。
ko: 심연 기록 업로드에 성공했지만, 이번 회차에 처음 제출한 것이 아니므로 기원 기록 업로드 서비스 시간을 받을 수 없습니다.
pt: Registro de abismo carregado com sucesso. Nenhum privilégio do Snap Hutao Cloud foi recebido, pois não há o primeiro envio do cronograma atual.
ru: Загрузка записей из Бездны успешна, Но это не первая подача в текущем периоде, Невозможно получить бесплатный период обслуживания для загрузки записей о желаниях
th: อัปโหลดบันทึก Abyss สำเร็จ แต่ไม่ใช่การส่งครั้งแรกของรอบปัจจุบัน ไม่สามารถรับสิทธิ์บริการอัปโหลดบันทึกการอธิษฐาน
tr: Derinlik Kayıtları başarıyla yüklendi, ancak bu dönem ilk gönderim olmadığından dilek kayıtları yükleme hizmeti süresi alınamadı.
vi: Đã tải lên bản ghi la hoàn thành công. Không nhận được đặc quyền của Snap Hutao Cloud vì đây không phải là lần tải lên đầu tiên trong lịch trình hiện tại.
zh_hant: 上傳深淵紀錄成功，但不是本期首次提交，無法獲贈祈願紀錄上傳服務時長

# ServiceAchievementImportResultFormat
source: New: {0} Achievements | Updated: {1} Achievements | Delete: {2} Achievements
de: Neu: {0} Erfolge | Aktualisiert: {1} Erfolge | Gelöscht: {2} Erfolge
es: Nuevo: {0} Logros | Actualizado: {1} Logros | Eliminado: {2} Logros
fr: Nouveau : {0} succès | Mis à jour : {1} succès | Supprimer : {2} succès
id: Baru: {0} Achievements | Diperbarui: {1} Achievements | Hapus: {2} Achievements
it: Nuovi: {0} obiettivi | Aggiornati: {1} obiettivi | Eliminati: {2} obiettivi
ja: {0} つのアチーブメントを追加 | {1} つのアチーブメントを更新 |{2} つのアチーブメントを削除
ko: 추가: {0} 업적 | 수정: {1} 업적 | 삭제 {2} 업적
pt: Novo: {0} Conquistas | Atualizado: {1} conquistas | Excluir: {2} conquistas
ru: Добавить：{0} достижения | Обновление: {1} достижение | Удаление: {2} достижения
th: เพิ่ม: {0} ความสำเร็จ | อัปเดต: {1} ความสำเร็จ | ลบ: {2} ความสำเร็จ
tr: Yeni: {0} Başarım | Güncellendi: {1} Başarım | Silindi: {2} Başarım
vi: Mới: {0} thành tựu | Đã cập nhật: {1} thành tựu | Xoá: {2} thành tựu
zh_hant: 新增：{0} 個成就 | 更新：{1} 個成就 | 删除：{2} 個成就

# ServiceAchievementUIAFImportPickerFilterText
source: UIAF JSON files
de: UIAF-JSON-Dateien
es: Archivos JSON UIAF
fr: Fichiers JSON UIAF
id: UIAF Json File
it: File JSON UIAF
ja: UIAF JSON ファイル
ko: UIAF JSON 파일
pt: Arquivo Json UIAF
ru: UIAF JSON файл
th: UIAF JSON 文件
tr: UIAF JSON dosyaları
vi: Tập tin UIAF Json
zh_hant: UIAF JSON 檔案

# ServiceAchievementUIAFImportPickerTitile
source: Open UIAF JSON file
de: UIAF-JSON-Datei öffnen
es: Abrir archivo JSON UIAF
fr: Ouvrir le fichier JSON UIAF
id: Buka berkas UIAF Json
it: Apri file JSON UIAF
ja: UIAF JSON ファイルを開く
ko: UIAF JSON 파일 열기
pt: Abrir arquivo Json UIAF
ru: Открыть UIAF JSON файл
th: 打开 UIAF JSON 文件
tr: UIAF JSON dosyasını aç
vi: Mở tập tin UIAF JSON
zh_hant: 開啟 UIAF JSON 檔案

# ServiceAchievementUserdataCorruptedAchievementIdNotUnique
source: Multiple identical achievement IDs found in a single achievement archive
de: Mehrere identische Achievement-IDs in einem einzelnen Achievement-Archiv gefunden
es: Se encontraron varios ID de logro idénticos en un único archivo de logros
fr: Plusieurs ID de succès identiques trouvés dans une seule archive de succès
id: Terdapat beberapa ID pencapaian yang identik dalam satu arsip pencapaian
it: Trovati più ID di achievement identici in un singolo archivio di achievement
ja: 単一のアーカイブに同一のアチーブメント ID が複数存在しています
ko: 한 업적 아카이브에서 Id 동일한 업적 발견됨
pt: Várias IDs de conquistas idênticas encontradas em um único arquivo de conquistas
ru: В одном архиве достижений обнаружено несколько одинаковых идентификаторов достижений
th: พบ ID ความสำเร็จที่ซ้ำกันหลายรายการในข้อมูลบันทึกความสำเร็จเดียว
tr: Tek bir başarım kaydında birden fazla aynı başarım kimliği bulundu
vi: Đã tìm thấy nhiều ID thành tựu giống hệt nhau trong kho lưu trữ thành tựu
zh_hant: 單個成就存檔內發現多個相同的成就 Id

# ServiceAnnouncementAdventurersBoosterBundlesDurationDescription
source: Duration:
de: 【Verfügbarkeitsdauer】
es: [Fecha de lanzamiento]
fr: 【Date de mise en vente】
id: [Waktu tersedia]
it: 【Data di inizio】
ja: 【リリース時間】
ko: 【출시 시간】
pt: [Tempo de lançamento]
ru: 【Время доступности】
th: 【上架时间】
tr: [Yayınlanma Zamanı]
vi: 【Thời gian mở bán】
zh_hant: 【上架時間】

# ServiceAnnouncementPermanentKeyword
source: Permanently available
de: Dauerhaft verfügbar
es: Disponible permanentemente
fr: Ouvert en permanence
id: dibuka permanen
it: Disponibile in modo permanente
ja: 期限なし
ko: 영구 오픈
pt: Aberto permanentemente
ru: Доступно постоянно
th: 永久开放
tr: Kalıcı Olarak Erişilebilir
vi: Mở vĩnh viễn
zh_hant: 永久開放

# ServiceAnnouncementVersionUpdateTimeDescription
source: 〓Update Schedule〓
de: 〓Update-Zeit〓
es: 〓Hora de actualización〓
fr: 〓Heure de mise à jour〓
id: 〓waktu pembaruan〓
it: 〓Orario aggiornamento〓
ja: 〓更新時期〓
ko: 〓업데이트 시간〓
pt: 〓Horário de atualização〓
ru: 〓Время обновления〓
th: 〓更新时间〓
tr: 〓Güncelleme Zamanı〓
vi: 〓Thời gian cập nhật〓
zh_hant: 〓更新時間〓

# ServiceAppOptionsCalendarServerTimeZoneAmerica
source: US Server UTC-05
es: Servidor de EE. UU. UTC-05
fr: Serveur US UTC-05
id: Server Amerika UTC-05
it: Server USA UTC-05
ja: 北アメリカ UTC-05
ko: 미국 서버 UTC-05
pt: Servidor dos EUA UTC-05
ru: 美服 UTC-05
th: 美服 UTC-05
tr: ABD Sunucusu UTC-05
vi: Máy chủ US UTC-05
zh_hant: 美服 UTC-05

# ServiceAppOptionsCalendarServerTimeZoneCommon
source: Others UTC+08
de: Andere UTC+08
es: Otros UTC+08
fr: Autres UTC+08
id: UTC+08 lainnya
it: Altri UTC+08
ja: 他のサーバ UTC+08
ko: 기타 UTC+08
pt: Outros UTC+08
ru: 其他 UTC+08
th: 其他 UTC+08
tr: Diğer UTC+08
vi: Khác UTC+08
zh_hant: 其他 UTC+08

# ServiceAppOptionsCalendarServerTimeZoneEurope
source: EU Server UTC+01
es: Servidor EU UTC+01
fr: Serveur EU UTC+01
id: Server EU UTC+01
it: Server EU UTC+01
ja: ヨーロッパ UTC+01
ko: 유럽 서버 UTC+01
pt: Servidor da UE UTC+01
ru: Европейский сервер UTC+01
th: 欧服 UTC-01
tr: AB Sunucusu UTC-01
vi: Máy chủ EU UTC+01
zh_hant: 歐服 UTC+01

# ServiceAvatarInfoPropertyAtk
source: ATK
de: ANG
es: ATQ
fr: ATQ
it: Attacco
ja: 攻撃力
ko: 공격력
pt: ATQ
ru: Сила атаки
th: พลังโจมตี
tr: Saldırı Gücü
zh_hant: 攻擊力

# ServiceAvatarInfoPropertyBaseAtk
source: Base ATK
de: Basis-ANG
es: ATQ base
fr: ATQ de base
it: Attacco base
ja: 基礎攻撃力
ko: 기초 공격력
pt: ATQ Básico
ru: Базовая сила атаки
th: พลังโจมตีพื้นฐาน
tr: Temel Saldırı Gücü
vi: Tấn công cơ bản
zh_hant: 基礎攻擊力

# ServiceAvatarInfoPropertyBaseDef
source: Base DEF
de: Basis-VER
es: DEF base
fr: DÉF de base
it: Difesa base
ja: 基礎防御力
ko: 기초 방어력
pt: DEF Básica
ru: Основная защита
th: พลังป้องกันพื้นฐาน
tr: Temel Savunma
vi: Phòng ngự cơ bản
zh_hant: 基礎防禦力

# ServiceAvatarInfoPropertyBaseHp
source: Base HP
de: Basis-LP
es: Vida base
fr: PV de base
it: Salute base
ja: 基礎HP
ko: 기초 HP 최대치
pt: Vida Básica
ru: Базовое здоровье
th: พลังชีวิตพื้นฐาน
tr: Temel Can
vi: HP cơ bản
zh_hant: 基礎生命值

# ServiceAvatarInfoPropertyCDmg
source: CRIT DMG
de: Krit-SCH
es: Daño CRIT
fr: DGT CRIT
it: DAN da CRIT
ja: 会心ダメージ
ko: 치명타 피해
pt: Dano Crítico
ru: Урон при критическом ударе
th: ความเสียหายคริติคอล
tr: Kritik Hasar
vi: Sát thương bạo kích
zh_hant: 暴擊傷害

# ServiceAvatarInfoPropertyCE
source: Energy Recharge
de: Elementarenergie Aufladerate
es: Recarga de Energía
fr: Taux de recharge d'énergie
it: Ricarica di energia
ja: 元素チャージ効率
ko: 원소 충전 효율
pt: Recarga de Energia
ru: Эффективность заряда элемента
th: ประสิทธิภาพการฟื้นฟูพลังงาน
tr: Element Enerjisi Yüklemesi
vi: Hiệu Quả Nạp Nguyên Tố
zh_hant: 元素充能效率
