Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# WebResponseRequestExceptionFormat
source: [{1}] network request exception in [{0}] please try again later
de: Netzwerkanfragefehler [{1}] in [{0}], bitte später erneut versuchen
es: Excepción de solicitud de red [{1}] en [{0}], por favor, inténtelo de nuevo más tarde
fr: Exception de requête réseau [{1}] dans [{0}], veuillez réessayer ultérieurement
id: [{1}] pengecualian permintaan jaringan di [{0}], harap coba lagi nanti
it: Si è verificata un'eccezione nella richiesta di rete [{1}] in [{0}], riprova più tardi
ja: [{0}] で [{1}] のネットワーク要求が異常、後でもう一度お試しください。
ko: [{0}]의 [{1}] 네트워크 요청 예외입니다. 나중에 다시 시도해주세요.
pt: [{1}] erro de solicitação de rede em [{0}], tente novamente mais tarde
ru: [{1}] исключение сетевого запроса в [{0}] пожалуйста, повторите попытку позже
th: คำขอเครือข่าย [{1}] ใน [{0}] ผิดพลาด โปรดลองอีกครั้งในภายหลัง
tr: [{0}] içindeki [{1}] ağ isteği istisnası, lütfen daha sonra tekrar deneyin
vi: [{1}] yêu cầu mạng trong [{0}] không thành công, vui lòng thử lại sau
zh_hant: [{0}] 中的 [{1}] 網路請求異常，請稍後再試

# WebResponseSignInErrorHint
source: Login failed, please visit HoYoLAB to initial your account, original message: {0}
de: Anmeldung fehlgeschlagen. Bitte initialisieren Sie Ihr Konto bei HoYoLAB. Ursprüngliche Nachricht: {0}
es: Error al iniciar sesión, visita HoYoLAB para inicializar tu cuenta, mensaje original: {0}
fr: Échec de la connexion. Veuillez vous rendre sur HoYoLAB pour initialiser votre compte. Message d'origine : {0}
id: Gagal masuk, silakan pergi ke HoYoLAB untuk inisialisasi akun, pesan asli: {0}
it: Accesso fallito, vai su HoYoLAB per inizializzare l'account, messaggio originale: {0}
ja: ログインに失敗しました。HoYoLAB に移動してアカウントを初期化してください。オリジナルメッセージ: {0}
ko: 로그인 실패, HoYoLAB에서 계정을 초기화하세요. 원본 메시지: {0}
pt: Falha ao iniciar sessão, por favor visite o HoYoLAB para inicializar a conta, mensagem original: {0}
ru: Не удалось войти в систему, пожалуйста, перейдите на HoYoLAB для инициализации аккаунта, исходное сообщение: {0}
th: การลงชื่อเข้าใช้ล้มเหลว โปรดไปที่ HoYoLAB เพื่อเริ่มต้นบัญชี ข้อความเดิม: {0}
tr: Giriş başarısız, lütfen hesabınızı başlatmak için HoYoLAB'i ziyaret edin, orijinal mesaj: {0}
vi: Đăng nhập thất bại, vui lòng truy cập HoYoLAB để khởi tạo tài khoản, tin nhắn gốc: {0}
zh_hant: 登入失敗，請前往 HoYoLAB 初始化帳號，原始訊息：{0}

# WindowIdentifyMonitorHeader
source: Monitor ID
es: ID del monitor
fr: ID du moniteur
id: ID Monitor
it: ID monitor
ja: モニターID
ko: 모니터 ID
pt: ID do monitor
ru: ID Монитора
th: หมายเลขจอภาพ
tr: Monitör Kimliği
vi: ID Màn Hình
zh_hant: 顯示器編號

# ViewPageLaunchGameDiscordActivityHeader
source: Discord Activity
de: Discord-Aktivität
es: Actividad de Discord
fr: Activité Discord
id: Aktifitas Discord
it: Attività Discord
ko: Discord 활동
pt: Atividade no Discord
ru: Активность в Discord
th: กิจกรรม Discord
tr: Discord Aktivitesi
vi: Hoạt động Discord

# ViewPageLaunchGameWindowsHDRHeader
source: Windows HDR
es: HDR de Windows
it: HDR di Windows

# ViewControlStatisticsCardUpText
source: UP
pt: Em destaque
tr: Şans
