Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewPageSettingEmptyHistoryVisibleOn
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
pt: Mostrar
ru: Показать
th: แสดง
tr: Göster
vi: Hiển thị
zh_hant: 顯示
zh_tw: 顯示

# ViewPageSettingFeedbackNavigate
source: Feedback
de: Feedback geben
es: Enviar comentarios
fr: Aller aux commentaires
id: Masukan
it: Invia feedback
ja: フィードバック
ko: 피드백으로 이동
ru: Обратная связь
th: ไปยังคำติชม
tr: Geri Bildirim Gönder
vi: Phản hồi
zh_hant: 前往回饋
zh_tw: 前往反饋

# ViewPageSettingGachaLogHeader
source: Wish History
de: Wunschhistorie
es: Historial de gachapón
fr: Historique d'invocation
id: Riwayat Wish
it: Cronologia dei desideri
ja: 祈願履歴
ko: 기원 기록
pt: Histórico de orações
ru: История молитв
th: บันทึกการอธิษฐาน
tr: Dilek Kayıtları
vi: Lịch sử cầu nguyện
zh_hant: 祈願紀錄
zh_tw: 祈願記錄

# ViewPageSettingGameHeader
source: Game
de: Spiel
es: Juego
fr: Jeu
it: Gioco
ja: ゲーム
ko: 게임
pt: Jogo
ru: Игра
th: เกม
tr: Oyun
zh_hant: 遊戲
zh_tw: 游戲

# ViewPageSettingGeetestCustomUrlAction
source: Configuration
de: Konfiguration
es: Configuración
id: Konfigurasi
it: Configurazione
ja: 構成
ko: 구성
pt: Configuração
ru: Конфигурация
th: การกำหนดค่า
tr: Yapılandırma
vi: Cấu hình
zh_hant: 設定

# ViewPageSettingGeetestCustomUrlDescription
source: Config verification API endpoint used for anti-bot verification
de: Konfiguriere die Verifizierungs-API, die für die Anti-Bot-Verifizierung verwendet wird, wenn eine Anfrage eine Mensch-Maschine-Verifizierung auslöst
es: Configurar el punto de acceso de la API de verificación utilizado para la verificación antibot cuando se active la verificación humana
fr: Configurer le point de terminaison de l'API de vérification utilisé lorsque la requête déclenche la vérification CAPTCHA
id: Titik Akhir API verifikasi konfigurasi yang digunakan untuk verifikasi anti-bot
it: Configura l'endpoint API di verifica da utilizzare quando viene attivata la verifica anti-bot
ja: ボット確認に使用される認証APIの設定
ko: 봇 검증에 사용되는 구성 검증 API 엔드포인트
pt: Configurar o ponto de extremidade da API de verificação usado para verificação anti-bot
ru: Настроить API-интерфейс проверки, используемый при срабатывании запроса проверки CAPTCHA
th: กำหนดค่า API การตรวจสอบที่ใช้เมื่อคำขอทริกเกอร์การตรวจสอบ reCAPTCHA
tr: İnsan doğrulama tetiklendiğinde kullanılacak doğrulama arayüzünü yapılandırın
vi: Cấu hình API xác minh được sử dụng khi yêu cầu kích hoạt xác minh CAPTCHA
zh_hant: 設定當請求觸發人機驗證時使用的驗證介面

# ViewPageSettingGeetestCustomUrlHeader
source: Config Geetest Verification Endpoint
de: Geetest-Verifizierungs-Endpunkt konfigurieren
es: Configurar punto de acceso de verificación Geetest
fr: Configurer le point de terminaison de vérification Geetest
id: Titik Akhir Verifikasi Geetest dalam Konfigurasi
it: Configura endpoint di verifica Geetest
ja: Geetest認証サービスの設定
ko: Geetest 인증 서비스 구성
pt: Configurar o ponto de extremidade de verificação do Geetest
ru: Настроить интерфейс запроса проверки
th: กำหนดค่าปลายทาง Geetest Verification
tr: Doğrulama İstek Arayüzünü Yapılandır
vi: Cấu hình điểm cuối xác minh Geetest
zh_hant: 設定驗證請求介面

# ViewPageSettingGeetestVerificationHeader
source: CAPTCHA
de: Unmerkliche Verifizierung
es: Verificación CAPTCHA
fr: Vérification sans contact
it: Verifica senza interazione
ja: シームレス認証
ko: 무감각 인증
ru: Бесшовный CAPTCHA
th: การตรวจสอบแบบไร้สัมผัส
tr: Gizli Doğrulama
vi: Xác minh không cảm nhận
zh_hant: 無感驗證

# ViewPageSettingHomeAnnouncementRegionDescription
source: Select the game server for which you want to get announcements
de: Wähle den Spielserver aus, für den du Ankündigungen erhalten möchtest
es: Selecciona el servidor del juego del que quieres obtener anuncios
fr: Sélectionnez le serveur de jeu pour lequel vous souhaitez recevoir des annonces
id: Pilih server game tempat Anda ingin menerima pengumuman.
it: Seleziona il server di gioco per il quale vuoi ricevere gli annunci
ja: お知らせを受け取りたいサーバーを選択してください
ko: 공지를 받고 싶은 게임 서버를 선택하세요
pt: Selecione o servidor de jogo para o qual você deseja obter anúncios
ru: Выберите игровой сервер, для которого вы хотите получать уведомления
th: เลือกเซิร์ฟเวอร์เกมที่คุณต้องการรับประกาศ
tr: Duyuruları almak istediğiniz oyun sunucusunu seçin
vi: Chọn máy chủ trò chơi bạn muốn nhận thông báo
zh_hant: 選擇想要獲取公告的遊戲伺服器

# ViewPageSettingHomeAnnouncementRegionHeader
source: Announcement Game Server Source
de: Spielserverquelle für Ankündigungen
es: Servidor de origen de anuncios del juego
fr: 公告所属服务器
id: Pemberitahuan Server
it: Server di origine annunci di gioco
ja: お知らせのサーバー
ko: 公告所属服务器
pt: Servidor de anúncios
ru: 公告所属服务器
th: แหล่งเซิร์ฟเวอร์ประกาศเกม
tr: Duyuru Oyun Sunucusu Kaynağı
vi: 公告所属服务器
zh_hant: 公告所屬伺服器

# ViewPageSettingHomeCalendarServerTimeZoneOffsetDescription
source: Select the game server time zone used when getting the date on the material calendar
de: Wähle die Zeitzone des Spielservers aus, die bei der Ermittlung des aktuellen Datums im Materialkalender verwendet wird
es: Selecciona la zona horaria del servidor de juego utilizada al obtener la fecha en el calendario de materiales
fr: Sélectionnez le fuseau horaire du serveur de jeu utilisé lors de l'obtention de la date sur le calendrier des matériaux.
id: Pilih zona waktu server game yang digunakan saat mengambil tanggal pada kalender material
it: Seleziona il fuso orario del server di gioco utilizzato per ottenere la data nel calendario dei materiali
ja: 素材カレンダーが当日の日付を取得する際に使用するゲームサーバーのタイムゾーンを選択します
ko: 재료 캘린더에서 당일 날짜를 가져올 때 사용하는 게임 서버 시간대를 선택하세요.
pt: Selecione o fuso horário do servidor de jogo usado ao obter a data no calendário de materiais
ru: Выберите часовой пояс игрового сервера, используемый при получении даты в календаре материалов
th: 选择材料日历获取当天日期时使用的游戏服务器时区
tr: Materyal takviminde günün tarihini alırken kullanılacak oyun sunucusu saat dilimini seçin
vi: Chọn múi giờ máy chủ trò chơi được sử dụng khi lấy ngày trong lịch nguyên liệu
zh_hant: 選擇材料日曆獲取當天日期時使用的遊戲伺服器時區

# ViewPageSettingHomeCalendarServerTimeZoneOffsetHeader
source: Calendar Server
de: Kalender Server
es: Servidor de calendario
fr: Serveur de calendrier
id: Server Kalender
it: Server calendario
ja: カレンダーサーバー
ko: 캘린더 서버
pt: Servidor do Calendário
ru: Сервер календаря
th: 日历服务器
tr: Takvim Sunucusu
vi: Máy chủ Lịch
zh_hant: 日曆伺服器

# ViewpageSettingHomeCardDescription
source: Manage cards on home dashboard
de: Karten im Home-Dashboard verwalten
es: Administrar las tarjetas en el panel de inicio
fr: Gérer les cartes sur le tableau de bord d'accueil
id: Mengelola Cards di dasbor utama
it: Gestisci le schede nella dashboard della pagina principale
ja: ホームのダッシュボードでカードを管理する
ko: 홈 대시보드에서 카드를 관리합니다.
pt: Gerenciar cartões no painel inicial
ru: Управление карточками на панели инструментов главной страницы
th: จัดการการ์ดในแดชบอร์ดหน้าแรก
tr: Ana sayfa gösterge panelindeki kartları yönetin
vi: Quản lý thẻ trên bảng điều khiển trang chủ
zh_hant: 管理主頁儀表板中的卡片

# ViewpageSettingHomeCardHeader
source: Dashboard card
de: Dashboard-Karte
es: Tarjeta del panel
fr: Cartes du tableau de bord
id: Card Dashbaord
it: Scheda dashboard
ja: ホームカード
ko: 대시보드 카드
pt: Cartão do painel
ru: Карточки на панели инструментов
th: การ์ดแดชบอร์ด
tr: Ana Sayfa Kartları
vi: Thẻ trang chủ
zh_hant: 主頁卡片

# ViewpageSettingHomeCardItemAchievementHeader
source: Achievements
de: Erfolge verwalten
es: Logros
fr: Gestion des succès
it: Gestione degli obiettivi
ja: アチーブメント
ko: 업적 관리
pt: Conquistas
ru: Достижения
th: การจัดการความสำเร็จ
tr: Başarım Yönetimi
vi: Quản lý thành tựu
zh_hant: 成就管理

# ViewpageSettingHomeCardItemCalendarHeader
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
id: Kalender
it: Calendario
ja: カレンダー
ko: 달력
pt: Calendário
ru: Календарь
th: 日历
tr: Takvim
vi: Lịch
zh_hant: 日曆

# ViewpageSettingHomeCardItemDailyNoteHeader
source: Realtime Notes
de: Echtzeitnotizen
es: Notas en tiempo real
fr: Notes en temps réel
id: Catatan Realtime
it: Note in tempo reale
ja: リアルタイムノート
ko: 실시간 메모
pt: Lembrete em tempo real
ru: Заметки в реальном времени
th: บันทึกประจำวันแบบเรียลไทม์
tr: Gerçek Zamanlı Notlar
vi: Ghi chú thời gian thực
zh_hant: 即時便箋

# ViewpageSettingHomeCardItemgachaStatisticsHeader
source: Wish History
de: Wunschhistorie
es: Historial de gachapón
fr: Historique des vœux
id: Riwayat Wish
it: Cronologia dei desideri
ja: 祈願履歴
ko: 기원 기록
pt: Histórico de orações
ru: История молитв
th: บันทึกการอธิษฐาน
tr: Dilek Kayıtları
vi: Lịch sử cầu nguyện
zh_hant: 祈願紀錄

# ViewpageSettingHomeCardItemLaunchGameHeader
source: Game Launcher
de: Spiel starten
es: Lanzador de juegos
fr: Lanceur de jeu
it: Avvia gioco
ja: ゲームランチャー
ko: 게임 시작
pt: Inicializador
th: เปิดเกม
tr: Oyunu Başlat
vi: Trình khởi chạy
zh_hant: 啟動遊戲

# ViewPageSettingHomeCardItemSignInHeader
source: Check-in
de: Anmeldung
es: Registrarse
fr: Connexion
ja: ログイン
ko: 체크인
ru: Регистрация
vi: Đăng nhập
zh_hant: 簽到

# ViewPageSettingHomeCardOff
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 숨김
pt: Esconder
ru: Скрыть
th: ซ่อน
tr: Gizle
vi: Ẩn
zh_hant: 隱藏

# ViewPageSettingHomeCardOn
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
pt: Mostrar
ru: Показать
th: แสดง
tr: Göster
vi: Hiện
zh_hant: 顯示

# ViewpageSettingHomeHeader
source: Home
de: Startseite
es: Inicio
fr: Page d'accueil
id: Beranda
ja: ホーム
ko: 홈페이지
pt: Início
ru: Главная
th: หน้าหลัก
tr: Ana Sayfa
vi: Trang chủ
zh_hant: 主頁

# ViewPageSettingHutaoPassportCdnExpiredAtHeader
source: Hutao Cloud CDN Expiration Time
de: Ablaufzeit des Snap Hutao Cloud-CDN
es: Caducidad del CDN de la nube de Snap Hutao
fr: Date d'expiration du CDN de Snap Hutao Cloud
id: Waktu Kedaluwarsa Hutao Cloud CDN
it: Scadenza CDN di Hutao Cloud
ja: 胡桃クラウド CDN 有効期限
ko: Hutao Cloud CDN 만료 시간
pt: Tempo de Expiração do CDN do Hutao Cloud
ru: Время истечения CDN Snap Hutao Cloud
th: 胡桃云 CDN 到期时间
tr: Snap Hutao Bulutu CDN Geçerlilik Bitiş Zamanı
vi: Thời gian hết hạn CDN của Snap Hutao Cloud
zh_hant: Hutao Cloud CDN 到期時間

# ViewPageSettingHutaoPassportDangerZoneDescription
source: Proceed with caution
de: Mit Vorsicht fortfahren
es: Proceder con precaución
fr: Réfléchissez bien avant d'agir
id: Lanjutkan dengan hati-hati
it: Procedi con cautela
ja: 考え直して！！
ko: 신중하게 진행하세요.
pt: Proceder com cautela
ru: Сначала подумай
th: โปรดใช้ความระมัดระวัง
tr: İyice Düşünerek Devam Edin
vi: Hãy thận trọng
zh_hant: 三思而後行

# ViewPageSettingHutaoPassportDangerZoneHeader
source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
id: Zona Berbahaya
it: Area di pericolo
ja: 危険な操作
ko: 위험 구역
pt: Zona de perigo
ru: Опасные действия
th: พื้นที่อันตราย
tr: Tehlikeli Bölge
vi: Khu vực nguy hiểm
zh_hant: 危險操作

# ViewPageSettingHutaoPassportGachaLogExpiredAtHeader
source: Snap Hutao Cloud Expiring in
de: Ablaufdatum des Snap Hutao Cloud-Wunschaufzeichnungsservices
es: Caducidad del servicio del historial de deseos en la nube de Snap Hutao
fr: Date d'expiration du service d'enregistrement des vœux Snap Hutao Cloud
id: Snap Hutao Cloud akan kadaluarsa pada
it: Scadenza del servizio della cronologia desideri di Hutao Cloud
ja: 胡桃クラウド祈願履歴サービスの有効期限
ko: Snap Hutao Cloud 기원 기록 서비스 만료 시간
pt: Snap Hutao Cloud Expirando em
ru: Срок действия сервиса истории молитв Snap Hutao Cloud истекает
th: 胡桃云祈愿记录服务到期时间
tr: Snap Hutao Bulutu Dilek Kaydı hizmeti sona erme zamanı
vi: Thời gian hết hạn dịch vụ nhật ký cầu nguyện trên Snap Hutao Cloud
zh_hant: Hutao Cloud 祈願記錄服務到期時間

# ViewPageSettingHutaoPassportHeader
source: Snap Hutao Passport
de: Snap Hutao Passport-Konto
es: Cuenta de Snap Hutao Passport
fr: Compte Snap Hutao Passport
it: Account Snap Hutao Passport
ja: 胡桃アカウント
ko: Snap Hutao 패스포트 계정
pt: Passaporte do Snap Hutao
ru: Аккаунт Hutao Passport
th: บัญชี Snap Hutao Passport
tr: Snap Hutao Pasaport Hesabı
vi: Tài khoản Hutao Passport
zh_hant: 胡桃通行證帳號

# ViewPageSettingHutaoPassportLicensedDeveloperDescription
source: You are unlimited in any Snap Hutao Cloud features
de: Sie können uneingeschränkt alle Funktionen des Snap Hutao Cloud-Dienstes nutzen.
es: Tiene acceso ilimitado a todas las funciones de Snap Hutao Cloud
fr: Vous pouvez utiliser toutes les fonctionnalités de Snap Hutao Cloud sans aucune restriction
id: Anda memiliki akses tanpa batas pada semua fitur Cloud Snap Hutao
it: Puoi utilizzare senza limiti qualsiasi funzione basata su Hutao Cloud
ja: 胡桃クラウドのサービスに基づくあらゆる機能が制限なく利用できます。
ko: Snap Hutao Cloud 서비스를 기반으로 하는 모든 기능을 무제한으로 사용할 수 있습니다.
pt: Você tem acesso ilimitado a todos os recursos do Snap Hutao Cloud
ru: Вы можете без ограничений использовать любые функции на основе Hutao Cloud
th: คุณสามารถใช้ฟีเจอร์ Hutao Cloud ได้อย่างไม่จำกัด
tr: Herhangi bir Snap Hutao Bulut özelliğini sınırsızca kullanabilirsiniz
vi: Bạn có thể sử dụng không giới hạn mọi tính năng dựa trên dịch vụ Hutao Cloud
zh_hant: 您可以無限制使用任何基於 Hutao Cloud 服務的功能

# ViewPageSettingHutaoPassportLicensedDeveloperHeader
source: Certificated Developer
de: Zertifizierter Entwickler
es: Desarrollador certificado
fr: Développeur partenaire certifié
id: Pengembang Bersertifikat
it: Sviluppatore certificato
ja: 認定済みの共同開発者
ko: 인증된 협력 개발자
pt: Desenvolvedor certificado
ru: Сертифицированный разработчик-партнер
th: นักพัฒนาที่ได้รับการรับรอง
tr: Sertifikalı Geliştirici
vi: Nhà phát triển hợp tác đã được chứng nhận
zh_hant: 已認證的合作開發者

# ViewPageSettingHutaoPassportLoginAction
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: S'identifier
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
pt: Fazer login
ru: Войти
th: ลงชื่อเข้าใช้
tr: Giriş Yap
vi: Đăng nhập
zh_hant: 登入

# ViewPageSettingHutaoPassportLogoutAction
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
id: Keluar Akun
it: Esci
ja: ログアウト
ko: 로그아웃
pt: Sair
ru: Выйти из аккаунта
th: ออกจากระบบ
tr: Çıkış Yap
vi: Đăng xuất
zh_hant: 登出

# ViewPageSettingHutaoPassportMaintainerDescription
source: You are unlimited in any testing feature
de: Sie können uneingeschränkt alle Testfunktionen nutzen.
es: Tiene acceso ilimitado a todas las funciones de prueba
fr: Vous pouvez utiliser toutes les fonctionnalités de test sans restriction
id: Anda memiliki akses tak terbatas pada fitur uji coba apa pun
it: Puoi utilizzare senza limiti qualsiasi funzionalità di test
ja: あらゆるテスト機能を制限なく使用できます。
ko: 모든 테스트 기능을 무제한으로 사용할 수 있습니다.
pt: Você tem acesso ilimitado em qualquer recurso de teste
ru: Вы можете без ограничений использовать любые тестовые функции
th: คุณสามารถใช้ฟีเจอร์ทดสอบได้ไม่จำกัด
tr: Herhangi bir test özelliğini sınırsızca kullanabilirsiniz
vi: Bạn có thể sử dụng không giới hạn mọi tính năng thử nghiệm
zh_hant: 您可以無限制地使用任何測試功能

# ViewPageSettingHutaoPassportMaintainerHeader
source: Snap Hutao Developer / Maintainer
de: Snap Hutao Entwickler / Betreuer
es: Desarrollador/Mantenedor de Snap Hutao
fr: 胡桃开发/运维
id: Snap Hutao developer and maintainer
it: Sviluppatore / Manutentore Snap Hutao
ja: 胡桃の開発 / 保守
ko: 胡桃开发/运维
pt: Desenvolvedor e mantenedor do Snap Hutao
ru: 胡桃开发/运维
th: ผู้พัฒนา / ผู้ดูแล Snap Hutao
tr: Snap Hutao Geliştiricisi / Bakımcısı
vi: 胡桃开发/运维
zh_hant: 胡桃開發 / 營運

# ViewPageSettingHutaoPassportRedeemCodeDescription
source: We sometimes give away Snap Hutao Cloud redemption codes to some users
de: Wir verschenken manchmal Snap Hutao Cloud-Einlösecodes an bestimmte Nutzer.
es: A veces regalamos códigos de canje de Snap Hutao Cloud a algunos usuarios
fr: Nous offrons parfois des codes d'échange Snap Hutao Cloud à certains utilisateurs
id: Kami terkadang memberikan kode Redemption Snap Hutao Cloud kepada beberapa pengguna
it: A volte regaliamo codici di riscatto di Hutao Cloud ad alcuni utenti
ja: 胡桃クラウドの引き換えコードを一部のユーザーに配布することがあります。
ko: 일부 사용자에게 Snap Hutao Cloud 교환 코드를 제공하기도 합니다.
pt: Às vezes, fornecemos códigos de resgate do Snap Hutao Cloud a alguns usuários
ru: Иногда мы дарим некоторым пользователям коды погашения Snap Hutao Cloud
th: บางครั้งเราจะมอบรหัสแลก Hutao Cloud ให้กับผู้ใช้บางราย
tr: Bazen bazı kullanıcılara Snap Hutao Bulut hediye kodları veriyoruz
vi: Chúng tôi đôi khi tặng mã quy đổi Hutao Cloud cho một số người dùng
zh_hant: 我們有時會向某些使用者贈送 Hutao Cloud 兌換碼

# ViewPageSettingHutaoPassportRedeemCodeHeader
source: Use Redemption Code
de: Einlösecode verwenden
es: Usar código de canje
fr: Utiliser le code d'échange
id: Gunakan Kode Redemption
it: Usa codice di riscatto
ja: 引き換えコードの使用
ko: 교환 코드 사용
pt: Usar código de resgate
ru: Использовать код погашения
th: ใช้รหัสแลก
tr: Hediye Kodunu Kullan
vi: Sử dụng mã quy đổi
zh_hant: 使用兌換碼

# ViewPageSettingHutaoPassportRefreshAction
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Muat ulang
it: Aggiorna
ja: 更新
ko: 동기화
pt: Atualizar
ru: Обновить
th: 刷新
tr: Yenile
vi: Làm mới
zh_hant: 重新整理

# ViewPageSettingHutaoPassportRegisterAction
source: Register
de: Registrieren
es: Registrarse
fr: Créer un compte
id: Registrasi
it: Registrati
ja: 登録
ko: 회원가입
pt: Cadastrar
ru: Регистрация
th: ลงทะเบียน
tr: Kaydol
vi: Đăng ký
zh_hant: 註冊

# ViewPageSettingHutaoPassportResetPasswordAction
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
id: Ubah Kata Sandi
it: Cambia password
ja: パスワードの変更
ko: 비밀번호 변경
pt: Alterar senha
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi Değiştir
vi: Đổi mật khẩu
zh_hant: 重設密碼

# ViewPageSettingHutaoPassportResetUserNameAction
source: Change email
de: E-Mail ändern
es: Cambiar correo electrónico
fr: Modifier l'e-mail
id: Ubah Email
it: Modifica e-mail
ja: メールアドレス変更
ko: 이메일 변경
pt: Alterar e-mail
ru: Изменить адрес электронной почты
th: 修改邮箱
tr: E-postayı değiştir
vi: Thay đổi email
zh_hant: 修改電子郵件地址

# ViewPageSettingHutaoPassportUnregisterAction
source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Désinscrire le compte
id: Hapus Akun
it: Elimina account
ja: アカウントの削除
ko: 계정 삭제
pt: Excluir conta
ru: Удалить аккаунт
th: ลบบัญชี
tr: Hesabı Sil
vi: Xóa tài khoản
zh_hant: 刪除帳號

# ViewPageSettingKeyShortcutAutoClickingDescription
source: Change Auto Click Shortcut
de: Ändere den Shortcut für die automatische Linksklick-Funktion
es: Cambiar el atajo de teclado de la función de clic automático del botón izquierdo del ratón
fr: Modifier le raccourci de la fonction de clic automatique du bouton gauche de la souris
id: Ubah pintasan fitur Auto Click tombol kiri mouse
it: Cambia la scorciatoia per la funzione di clic automatico del tasto sinistro del mouse
ja: 左クリックの自動押し機能のショートカットキーを変更します
ko: 마우스 왼쪽 버튼 자동 클릭 기능의 바로 가기 키 변경
pt: Alterar o atalho de clique automático do botão esquerdo do mouse
ru: Изменить сочетание клавиш для функции автоматических кликов левой кнопкой мыши
th: 更改鼠标左键自动连点功能的快捷键
tr: Fare sol tuşu otomatik tıklama özelliğinin kısayol tuşunu değiştirin
vi: Thay đổi phím tắt của chức năng tự động nhấp chuột trái
zh_hant: 更改滑鼠左鍵自動連點功能的快速鍵

# ViewPageSettingKeyShortcutAutoClickingHeader
source: Left mouse button auto-pointing
de: Automatischer Linksklick
es: Clic automático del botón izquierdo del ratón
fr: Clic automatique du bouton gauche de la souris
id: Auto Click tombol kiri mouse
it: Clic automatico del tasto sinistro del mouse
ja: マウス左ボタンの自動クリック
ko: 마우스 왼쪽 버튼 자동 클릭
pt: Clique automático do botão esquerdo do mouse
ru: Авто Клики левой кнопкой мыши
th: 鼠标左键自动连点
tr: Fare sol tuşu otomatik tıklama
vi: Tự động nhấp chuột trái
zh_hant: 滑鼠左鍵自動連點

# ViewPageSettingKeyShortcutAutoPressingDescription
source: Changing the keyboard shortcut for the F-key auto-repeat function
de: Ändere den Shortcut für die automatische F-Tasten-Funktion
es: Cambiar el atajo de teclado de la función de repetición automática de la tecla F del teclado
fr: Modifier le raccourci de la fonction de répétition automatique de la touche F du clavier
id: Ubah pintasan fitur tekan otomatis tombol F keyboard
it: Cambia la scorciatoia per la funzione di pressione automatica del tasto F della tastiera
ja: F キーの自動押し機能のショートカットキーを変更します
ko: 키보드 F 키 자동 반복 기능의 바로 가기 키 변경
pt: Alterar o atalho de repetição automática da tecla F do teclado
ru: Изменить сочетание клавиш для функции автоматического нажатия клавиши F на клавиатуре
th: 更改键盘 F 键自动连按功能的快捷键
tr: Klavye F tuşu otomatik basma özelliğinin kısayol tuşunu değiştirin
vi: Thay đổi phím tắt cho chức năng tự động lặp lại phím F của bàn phím
zh_hant: 更改鍵盤 F 鍵自動連按功能的快速鍵

# ViewPageSettingKeyShortcutAutoPressingHeader
source: Auto Press F-key
de: Automatische F-Taste
es: Repetición automática de la tecla F
fr: Répétition automatique de la touche F du clavier
id: Tombol F pada keyboard Auto Click
it: Pressione automatica tasto F
ja: キーボード F キーの自動連打
ko: 키보드 F 키 자동 반복
pt: Repetição automática da tecla F do teclado
ru: Автоматическое нажатие клавиши F на клавиатуре
th: 键盘 F 键自动连按
tr: Klavye F Tuşu Otomatik Basma
vi: Tự động nhấn phím F trên bàn phím
zh_hant: 鍵盤 F 鍵自動連按

# ViewPageSettingKeyShortcutHeader
source: Shortcut Keys
de: Tastenkombinationen
es: Teclas de acceso rápido
fr: Raccourcis clavier
id: Tombol Pintas
it: Tasti di scelta rapida
ja: ショートカットキー
ko: 단축키
pt: Teclas de atalho
ru: Горячие клавиши
th: ปุ่มลัด
tr: Kısayol Tuşları
vi: Phím tắt
zh_hant: 快速鍵

# ViewPageSettingKeyShortcutInGameOnlyDescription
source: Shortcuts only take effect after game starts
de: Tastenkürzel werden erst nach dem Spielstart wirksam
es: Los atajos solo surten efecto después de iniciar el juego
fr: Les raccourcis ne prennent effet qu'après le démarrage du jeu
id: Pintasan hanya berlaku setelah game dimulai
it: Le scorciatoie hanno effetto solo dopo l'avvio del gioco
ja: ショートカットキーはゲーム起動後に有効になります
ko: 단축키는 게임이 시작된 후에만 적용됩니다
pt: Os atalhos só têm efeito após o início do jogo
ru: Горячие клавиши действуют только после запуска игры
vi: Phím tắt chỉ có hiệu lực sau khi trò chơi khởi động
zh_hant: 快速鍵僅在遊戲啟動後生效

# ViewPageSettingKeyShortcutInGameOnlyHeader
source: Take effect after game starts
de: Nach Spielstart wirksam
es: Surtir efecto después de iniciar el juego
fr: Prend effet après le démarrage du jeu
id: Berlaku Setelah Game Dimulai
it: Effetto Dopo Avvio Gioco
ja: ゲーム起動後に有効になります
ko: 게임 시작 후 적용
pt: Efeito Após Início do Jogo
ru: Действует после запуска игры
vi: Có Hiệu Lực Sau Khi Khởi Động Trò Chơi
zh_hant: 遊戲啟動後生效

# ViewPageSettingKeyShortcutVirtualKeyCodeAction
source: View
de: Ansehen
es: Ver
fr: Voir
id: Lihat
it: Visualizza
ja: 表示
ko: 보기
pt: Visualizar
ru: Просмотр
vi: Xem
zh_hant: 查看

# ViewPageSettingKeyShortcutVirtualKeyCodeDescription
source: The key settings in this section are all specified by virtual key codes
de: Die Tasteneinstellungen in diesem Abschnitt werden durch virtuelle Keycodes angegeben
es: Los ajustes de teclas en esta sección están especificados por códigos de teclas virtuales
fr: Les paramètres de touche dans cette section sont spécifiés par des codes de touche virtuelle
id: Pengaturan tombol dalam bagian ini ditentukan oleh kode tombol virtual
it: Le impostazioni dei tasti in questa sezione sono specificate da codici di tasti virtuali
ja: このセクションのキー設定は全て仮想キーコードで指定されます
ko: 이 섹션의 키 설정은 모두 가상 키 코드로 지정됩니다
pt: As configurações de tecla nesta seção são especificadas por códigos de tecla virtual
ru: Настройки клавиш в этом разделе задаются с помощью виртуальных кодов клавиш
vi: Các cài đặt phím trong phần này được chỉ định bằng mã phím ảo
zh_hant: 本節內的按鍵設置均由虛擬鍵碼指定

# ViewPageSettingKeyShortcutVirtualKeyCodeHeader
source: Virtual Key Code
de: Virtueller Keycode
es: Código de tecla virtual
fr: Code de touche virtuelle
id: Kode Tombol Virtual
it: Codice tasto virtuale
ja: 仮想キーコード
ko: 가상 키 코드
pt: Código de Tecla Virtual
ru: Виртуальный код клавиши
vi: Mã phím ảo
zh_hant: 虛擬按鍵碼
