Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewPageCultivationMaterialStatistics
source: Material Statistics
de: Materialstatistik
es: Estadísticas de materiales
fr: Statistiques des matériaux
id: Statistik Material
it: Statistiche materiali
ja: 素材情報
ko: 재료 통계
pt: Estatísticas de materiais
ru: Статистика материалов
th: สถิติวัสดุ
tr: Materyal İstatistikleri
vi: Thống kê nguyên liệu
zh_hant: 材料統計
zh_tw: 材料統計

# ViewPageCultivationNavigateAction
source: Go
de: Gehe zu
es: Ir
fr: Aller à
id: Mulai
it: Vai
ja: 移動
ko: 이동
pt: Ir
ru: Перейти
th: ไปที่
tr: Git
vi: Đi đến
zh_hant: 前往
zh_tw: 前往

# ViewPageCultivationRefreshInventory
source: Sync Inventory Items
de: Inventargegenstände synchronisieren
es: Sincronizar objetos del inventario
fr: Synchroniser les objets de l'inventaire
id: Sinkronkan Item inventori
it: Sincronizza oggetti inventario
ja: バッグのアイテムを同期する
ko: 배낭 아이템 동기화
pt: Sincronizar Itens de inventário
ru: Синхронизация предметов инвентаря
th: ซิงค์ไอเทมในกระเป๋า
tr: Envanter Öğelerini Senkronize Et
vi: Đồng bộ vật phẩm trong túi
zh_hant: 同步背包物品

# ViewPageCultivationRefreshInventoryByCalculator
source: Sync by cultivating calculator
de: Durch Kultivierungsrechner synchronisieren
es: Sincronizar con la calculadora de desarrollo
fr: Synchroniser via le calculateur de développement
id: Sinkronkan melalui Kalkulator Pengembangan
it: Sincronizza tramite il calcolatore di sviluppo
ja: 育成計算機で同期
ko: 육성 계산기를 통해 동기화
pt: Sincronizar pelo Calculadora de Cultivo
ru: Синхронизировать через калькулятор развития
tr: 通过养成计算器同步
vi: Đồng bộ bằng công cụ tính toán bồi dưỡng
zh_hant: 通過養成計算器同步

# ViewPageCultivationRefreshInventoryByEmbeddedYae
source: Sync by Embedded Yae
de: Durch Embedded Yae synchronisieren
es: Sincronizar a través de Embedded Yae
fr: Synchroniser via Embedded Yae
id: Sinkronkan melalui Embedded Yae
it: Sincronizza tramite Embedded Yae
ja: Embedded Yae で同期
ko: Embedded Yae를 통해 동기화
pt: Sincronizar através do Embedded Yae
ru: Синхронизировать через Embedded Yae
tr: 通过 Embedded Yae 同步
vi: Đồng bộ bằng Embedded Yae
zh_hant: 通過 Embedded Yae 同步

# ViewPageCultivationRemoveEntry
source: Delete list
de: Liste löschen
es: Eliminar lista
fr: Supprimer la liste
id: Hapus daftar
it: Elimina lista
ja: リストを削除
ko: 목록 삭제
pt: Excluir lista
ru: Удалить список
th: ลบรายการ
tr: Listeyi Sil
vi: Xóa danh sách
zh_hant: 刪除清單
zh_tw: 刪除清單

# ViewPageCultivationRemoveProject
source: Delete Current Plan
de: Aktuellen Plan löschen
es: Eliminar plan actual
fr: Supprimer le plan actuel
id: Hapus Plan Ini
it: Elimina piano attuale
ja: 現在の育成計画を削除
ko: 현재 계획 삭제
pt: Excluir plano atual
ru: Удалить текущий план
th: ลบแผนปัจจุบัน
tr: Mevcut Planı Sil
vi: Xóa kế hoạch hiện tại
zh_hant: 刪除目前計劃
zh_tw: 刪除當前計劃

# ViewPageCultivationWikiAvatarDescription
source: Add any character to Development Plan
de: Füge einen beliebigen Charakter zum Entwicklungsplan hinzu
es: Añade cualquier personaje al plan de desarrollo
fr: Ajouter n'importe quel personnage au plan de développement
id: Tambah karakter apa saja ke Plan Pengembangan
it: Aggiungi qualsiasi personaggio al piano di sviluppo
ja: 任意のキャラを育成計画に追加する
ko: 육성 계획에 캐릭터 추가
pt: Adicionar qualquer personagem ao planejamento
ru: Добавить любого персонажа в планировщик развития
th: เพิ่มตัวละครใดก็ได้ลงในแผนการบ่มเพาะ
tr: Geliştirme Planına herhangi bir karakter ekle
vi: Thêm nhân vật bất kỳ vào kế hoạch bồi dưỡng
zh_hant: 新增任意角色到養成計劃
zh_tw: 添加任意角色到養成計劃

# ViewPageCultivationWikiWeaponDescription
source: Add any weapon to Development Plan
de: Füge eine beliebige Waffe zum Entwicklungsplan hinzu
es: Añade cualquier arma al plan de desarrollo
fr: Ajouter n'importe quelle arme au plan de développement
id: Tambah senjata apa saja ke Plan Pengembangan
it: Aggiungi qualsiasi arma al piano di sviluppo
ja: 任意の武器を育成計画に追加する
ko: 육성 계획에 무기 추가
pt: Adicionar qualquer arma ao planejamento
ru: Добавить любое оружие в планировщик развития
th: เพิ่มอาวุธใดก็ได้ลงในแผนการบ่มเพาะ
tr: Geliştirme Planına herhangi bir silah ekle
vi: Thêm vũ khí bất kỳ vào kế hoạch bồi dưỡng
zh_hant: 新增任意武器到養成計劃
zh_tw: 添加任意武器到養成計劃

# ViewPageDailyNoteAddEntry
source: Add Real-Time Note
de: Echtzeit-Notiz hinzufügen
es: Añadir nota en tiempo real
fr: Ajouter un pense-bête en temps réel
id: Tambah Catatan Realtime
it: Aggiungi appunto in tempo reale
ja: リアルタイムノートを追加
ko: 실시간 메모 추가
pt: Adicionar Lembretes
ru: Добавить заметку в реальном времени
th: เพิ่มบันทึกเรียลไทม์
tr: Gerçek Zamanlı Not Ekle
vi: Thêm ghi chú thời gian thực
zh_hant: 新增即時便箋
zh_tw: 新增角色

# ViewPageDailyNoteAttendanceStatusInfo
source: Encounter Points Status
de: Details zum Erhalt von Abenteuerpunkten
es: Detalles de obtención de Puntos de Encuentro
fr: Détails d'acquisition des points d'entraînement
id: Status Poin Encounter
it: Dettagli ottenimento punti sfida
ja: 修練ポイント情報
ko: 탐험 포인트 획득 상세 정보
pt: Status do encontro de aventura
ru: Подробности о получении очков приключений
th: รายละเอียดการรับแต้มประสบการณ์
tr: Karşılaşma Puanları Durumu
vi: Chi tiết nhận điểm kinh nghiệm
zh_hant: 歷練點獲取詳情

# ViewPageDailyNoteConfigWebhookDescription
source: Push data to specific webhook after refreshing Realtime Note
de: Daten nach der Aktualisierung von Echtzeit-Notizen an den angegebenen Webhook senden
es: Enviar datos al webhook especificado tras actualizar la nota en tiempo real
fr: Envoyer vers un Webhook spécifique après l'actualisation du Snap Hutao en temps réel
id: Mendorong data ke webhook tertentu setelah menyegarkan Catatan Realtime.
it: Invia i dati al Webhook specificato dopo l'aggiornamento della Nota in tempo reale
ja: リアルタイムノートが更新後に指定の Webhook へデータを送信します
ko: 실시간 메모 새로고침 후 지정된 Webhook으로 푸시
pt: Enviar dados para um webhook específico após atualizar o lembrete em tempo real
ru: Отправлять данные в указанный веб-хук после обновления «Заметок в реальном времени»
th: ส่งข้อมูลไปยัง Webhook ที่ระบุหลังจากรีเฟรชบันทึกแบบเรียลไทม์
tr: Gerçek Zamanlı Notu yeniledikten sonra verileri belirli bir Web kancasına gönder
vi: Đẩy dữ liệu đến Webhook được chỉ định sau khi làm mới Ghi chú thời gian thực
zh_hant: 在即時便箋重新整理之後推播到指定的 Webhook

# ViewPageDailyNoteConfigWebhookHeader
source: Config Webhook
de: Webhook konfigurieren
es: Configurar Webhook
fr: Configurer le Webhook
id: Konfig Webhook
it: Configura Webhook
ja: Webhookの設定
ko: Webhook 구성
pt: Configurar webhook
ru: Настройка вебхуков
th: กำหนดค่า Webhook
tr: Web kancasını yapılandır
vi: Cấu hình Webhook
zh_hant: 設定 Webhook

# ViewPageDailyNoteDataInteropHeader
source: Data Interoperability
de: Dateninteroperabilität
es: Interoperabilidad de datos
fr: Interopérabilité des données
it: Interoperabilità dati
ja: データの相互運用
ko: 데이터 상호 운용성
pt: Interoperabilidade de dados
ru: Взаимодействие данных
th: การทำงานร่วมกันของข้อมูล
tr: Veri Birlikte Çalışabilirliği
vi: Khả năng tương tác dữ liệu
zh_hant: 數據互操作

# ViewPageDailyNoteNotificationHeader
source: Notification
de: Benachrichtigung
es: Notificación
id: Pemberitahuan
it: Notifiche
ja: 通知
ko: 알림
pt: Notificação
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirim
vi: Thông báo
zh_hant: 通知
zh_tw: 通知

# ViewPageDailyNoteNotificationSetting
source: Notification Settings
de: Benachrichtigungseinstellungen
es: Configuración de notificaciones
fr: Paramètres de notification
id: Pengaturan notifikasi
it: Impostazioni notifiche
ja: 通知設定
ko: 알림 설정
pt: Configurações de notificação
ru: Настройки уведомлений
th: การตั้งค่าการแจ้งเตือน
tr: Bildirim Ayarları
vi: Cài đặt thông báo
zh_hant: 通知設定
zh_tw: 通知設定

# ViewPageDailyNoteNotificationUnavailableHint
source: Snap Hutao notification permission has been disabled
de: Die Benachrichtigungsberechtigung von Snap Hutao wurde deaktiviert.
es: El permiso de notificaciones de Snap Hutao ha sido deshabilitado
fr: L’autorisation de notification de Snap Hutao a été désactivée
id: Izin notifikasi Snap Hutao telah dinonaktifkan
it: L'autorizzazione alle notifiche di Snap Hutao è stata disabilitata
ja: 胡桃の通知権限が無効になっています
ko: Snap Hutao의 알림 권한이 비활성화되었습니다.
pt: A permissão de notificação do Snap Hutao foi desativada
ru: Разрешение на уведомления Snap Hutao отключено
th: การอนุญาตการแจ้งเตือนของ Snap Hutao ถูกปิดใช้งาน
tr: Snap Hutao'nun bildirim izni devre dışı bırakıldı
vi: Quyền thông báo của Snap Hutao đã bị tắt
zh_hant: 胡桃的通知權限已被關閉

# ViewPageDailyNoteRefresh
source: Refresh
de: Sofort aktualisieren
es: Actualizar ahora
fr: Actualiser
id: Segarkan sekarang
it: Aggiorna ora
ja: すぐに更新
ko: 지금 동기화
pt: Atualizar
ru: Обновить
th: รีเฟรชทันที
tr: Hemen Yenile
vi: Làm mới ngay
zh_hant: 立即重新整理
zh_tw: 立即重新整理

# ViewPageDailyNoteRefreshTime
source: Refresh Interval
de: Aktualisierungsintervall
es: Intervalo de actualización
fr: Intervalle de rafraîchissement
id: Durasi Refresh
it: Intervallo di aggiornamento
ja: 更新間隔
ko: 동기화 주기
pt: Duração da atualização
ru: Интервал обновления
th: ช่วงเวลารีเฟรช
tr: Yenileme Aralığı
vi: Khoảng thời gian làm mới
zh_hant: 重新整理間隔時間
zh_tw: 重新整理間隔時間

# ViewPageDailyNoteReminderDescription
source: Causes the notification to stay on-screen and expanded until the user takes action
de: Verhindert, dass Benachrichtigungen automatisch ins Info-Center gelangen
es: Hace que la notificación permanezca en pantalla y expandida hasta que el usuario realice alguna acción.
fr: Empêche la notification d'être automatiquement enregistrée dans le centre de notifications
id: Menyebabkan notifikasi tetap terlihat dan terbuka sampai pengguna mengambil tindakan.
it: Impedisce che la notifica venga automaticamente inserita nel centro notifiche
ja: 通知が操作センターに自動的収まる事を防ぎます
ko: 알림 자동 수신 방지
pt: Faz com que a notificação permaneça na tela e expandida até que o usuário tome uma ação
ru: Предотвращает автоматическое перемещение уведомления в центр уведомлений
th: ป้องกันไม่ให้การแจ้งเตือนถูกย่อลงในศูนย์ปฏิบัติการ
tr: Bildirimin kullanıcı işlem yapana kadar ekranda kalmasını ve genişletilmesini sağlar
vi: Ngăn thông báo tự động vào trung tâm hành động
zh_hant: 防止通知自動收入操作中心
zh_tw: 防止通知自動收入操作中心

# ViewPageDailyNoteReminderHeader
source: Reminder Notifications
de: Erinnerungsbenachrichtigungen
es: Notificaciones de recordatorio
fr: Notifications de rappel
id: Notifikasi pengingat
it: Notifiche promemoria
ja: リマインド通知
ko: 알림
pt: Notificações de lembrete
ru: Уведомления о напоминаниях
th: การแจ้งเตือน
tr: Hatırlatıcı Bildirimleri
vi: Thông báo nhắc nhở
zh_hant: 提醒通知
zh_tw: 提醒通知

# ViewPageDailyNoteRemoveToolTip
source: Remove Role
de: Rolle entfernen
es: Eliminar rol
fr: Supprimer le rôle
id: Hapus role
it: Rimuovi ruolo
ja: カードを削除
ko: 캐릭터 제거
pt: Remover personagem
ru: Удалить роли
th: ลบบทบาท
tr: Rolü Kaldır
vi: Gỡ vai trò
zh_hant: 移除角色
zh_tw: 移除角色

# ViewPageDailyNoteResinDiscountUsed
source: Cost-halving Used
de: Verbrauchte Halbierungschancen diese Woche
es: Veces que se ha usado la reducción de coste esta semana
fr: Réductions de coût utilisées cette semaine
id: Biaya Setengah Digunakan
it: Numero di dimezzamenti settimanali dei consumi già utilizzati
ja: 今週の残り消費半減回数
ko: 이번 주는 이미 50% 차감 횟수를 소모했습니다
pt: Redução de custos usada
ru: Использовано попыток сокращения смолы
th: จำนวนครั้งที่ลดครึ่งหนึ่งที่ใช้ไปในสัปดาห์นี้
tr: Bu Hafta Harcanan Yarı Fiyat İndirim Sayısı
vi: Đã dùng hết số lần giảm nửa trong tuần này
zh_hant: 本週已消耗減半次數
zh_tw: 本周已消耗減半次數

# ViewPageDailyNoteSettingAutoRefresh
source: Auto Refresh
de: Automatische Aktualisierung
es: Actualización automática
fr: Actualisation automatique
id: Otomatis Refresh
it: Aggiornamento automatico
ja: 自動更新
ko: 자동 새로 고침
pt: Atualização automática
ru: Автообновление
th: รีเฟรชอัตโนมัติ
tr: Otomatik Yenile
vi: Tự động làm mới
zh_hant: 自動重新整理

# ViewPageDailyNoteSettingAutoRefreshDescription
source: Refresh the Realtime Notes added after the selected time
de: Aktualisiert die hinzugefügten Echtzeit-Notizen nach der ausgewählten Zeit
es: Actualizar las notas en tiempo real añadidas tras el tiempo seleccionado
fr: Actualiser les notes en temps réel ajoutées après l'intervalle de temps sélectionné
id: Segarkan Catatan Realtime yang ditambahkan setelah waktu yang dipilih.
it: Aggiorna le Note in tempo reale aggiunte dopo l'intervallo di tempo selezionato
ja: 指定間隔でリアルタイムノートを更新します
ko: 선택한 시간 간격 후 추가된 실시간 메모 새로 고침
pt: Atualizar os lembretes em tempo real adicionados após o horário selecionado
ru: Обновление добавленных заметок через выбранное время
th: รีเฟรชบันทึกเรียลไทม์ที่เพิ่มหลังจากช่วงเวลาที่เลือก
tr: Seçilen süreden sonra eklenen Gerçek Zamanlı Notları yenile
vi: Làm mới các ghi chú thời gian thực đã thêm sau khoảng thời gian đã chọn
zh_hant: 間隔選擇的時間後重新整理新增的即時便箋

# ViewPageDailyNoteSettingRefreshHeader
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Perbarui
it: Aggiorna
ja: 更新
ko: 동기화
pt: Atualizar
ru: Обновить
th: รีเฟรช
tr: Yenile
vi: Làm mới
zh_hant: 重新整理

# ViewPageDailyNoteSettingRefreshNotifyIconDisabledHint
source: Notification area icon is disabled, auto-refresh will not be executed after Snap Hutao is closed
de: Das Benachrichtigungssymbol ist deaktiviert, die automatische Aktualisierung wird nach dem Schließen des Fensters nicht ausgeführt.
es: El icono del área de notificación está deshabilitado, la actualización automática no se ejecutará después de cerrar Snap Hutao
fr: L'icône de la zone de notification est désactivée, l'actualisation automatique ne sera pas exécutée après la fermeture de la fenêtre.
id: Ikon area notifikasi belum diaktifkan, penyegaran otomatis tidak akan berjalan setelah jendela ditutup
it: L'icona dell'area di notifica è disabilitata, l'aggiornamento automatico non verrà eseguito dopo la chiusura della finestra
ja: 通知領域アイコンを無効にすると、ウィンドウを閉じた後、自動更新が実行されなくなります
ko: 알림 영역 아이콘이 비활성화되어 있어 창을 닫은 후 자동 새로 고침이 실행되지 않습니다.
pt: O ícone da área de notificação está desativado, a atualização automática não será executada após o fecho do Snap Hutao
ru: Значок области уведомлений выключен, автообновление заметок не будет выполняться после закрытия окна
th: ไม่ได้เปิดใช้งานไอคอนพื้นที่แจ้งเตือน การรีเฟรชอัตโนมัติจะไม่ทำงานหลังจากปิดหน้าต่าง
tr: Bildirim alanı simgesi devre dışı, Snap Hutao kapatıldıktan sonra otomatik yenileme çalışmayacak
vi: Biểu tượng vùng thông báo bị tắt, tự động làm mới sẽ không được thực hiện sau khi đóng cửa sổ
zh_hant: 未啟用通知區域圖示，關閉視窗後自動重新整理將不會執行

# ViewPageDailyNoteSettingRefreshNotifyIconFailedToCreateHint
source: Notification area icon is disabled, auto-refresh will not be executed after Snap Hutao is closed
de: Erstellung des Symbols im Benachrichtigungsbereich fehlgeschlagen. Die automatische Aktualisierung wird nach dem Schließen des Fensters nicht ausgeführt.
es: Fallo al crear el icono del área de notificación, la actualización automática no se realizará después de cerrar la ventana
fr: Échec de la création de l'icône de la zone de notification, l'actualisation automatique ne s'exécutera pas après la fermeture de la fenêtre
id: Pembuatan ikon area notifikasi gagal, penyegaran otomatis tidak akan berjalan setelah jendela ditutup
it: Creazione dell'icona nell'area di notifica non riuscita, l'aggiornamento automatico non verrà eseguito dopo la chiusura della finestra
ja: 通知領域アイコンの作成に失敗したため、自動更新は、ウィンドウを閉じた後に実行されません
ko: 알림 영역 아이콘 생성에 실패했습니다. 창을 닫으면 자동 새로고침이 실행되지 않습니다
pt: Falha ao criar o ícone da área de notificação, a atualização automática não será executada após fechar a janela
ru: Не удалось создать значок в области уведомлений, автоматическое обновление не будет выполняться после закрытия окна.
vi: Không thể tạo biểu tượng khu vực thông báo, làm mới tự động sẽ không được thực hiện sau khi đóng cửa sổ
zh_hant: 通知區域圖示建立失敗，關閉視窗後自動重新整理將不會執行

# ViewPageDailyNoteSlientModeDescription
source: Do not disturb during Genshin gaming
de: Mich nicht benachrichtigen, wenn ich Genshin spiele
es: No molestar mientras juego a Genshin Impact
fr: Ne pas me déranger pendant que je joue à Genshin Impact
id: Jangan ganggu selama bermain Genshin
it: Non disturbarmi mentre gioco a Genshin Impact
ja: 原神をプレイ中に通知しない
ko: 원신을 플레이 할 때 알리지 않음
pt: Não incomodar durante o Genshin
ru: Не показывать уведомления Snap Hutao во время игры в Genshin Impact
th: ไม่ต้องแจ้งเตือนเมื่อฉันเล่น Genshin Impact
tr: Genshin oynarken beni rahatsız etme
vi: Không làm phiền khi tôi chơi Genshin Impact
zh_hant: 在我遊玩原神時不通知我
zh_tw: 在我游玩原神時不通知我

# ViewPageDailyNoteSlientModeHeader
source: Do Not Disturb
de: Nicht stören Modus
es: Modo No Molestar
fr: Mode Ne pas déranger
id: Jangan ganggu
it: Modalità Non Disturbare
ja: 集中モード
ko: 방해 금지 모드
pt: Não perturbe
ru: Режим "Не беспокоить"
th: โหมดห้ามรบกวน
tr: Rahatsız Etmeyin Modu
vi: Chế độ Không làm phiền
zh_hant: 免打擾模式
zh_tw: 免打擾模式

# ViewPageDailyNoteStartGameToolTip
source: Launch
de: Spiel starten
es: Iniciar juego
fr: Lanceur de jeu
id: Luncurkan
it: Avvia gioco
ja: ゲームを起動するぞ！
ko: 게임 시작
pt: Iniciar
ru: Game Launcher
th: 启动游戏
tr: Oyunu Başlat
vi: Trình khởi chạy
zh_hant: 啟動遊戲

# ViewPageDailyNoteStoredAttendance
source: Long-Term Encounter Points
de: Langzeit-Erfahrungspunkte
es: Puntos de Encuentro a Largo Plazo
fr: Points d'expérience de longue durée
id: Poin Pengalaman Jangka Panjang
it: Punti Esperienza a Lungo Termine
ja: 長期修練ポイント
ko: 장기 훈련 포인트
pt: Pontos de Experiência de Longo Prazo
ru: Долгосрочные очки опыта
th: 长效历练点
tr: Uzun Süreli Deneyim Puanları
vi: Điểm Luyện Tập Dài Hạn
zh_hant: 長效歷練點

# ViewPageDailyNoteVerify
source: Verify Current User and Role
de: Aktuellen Benutzer und Rolle verifizieren
es: Verificar usuario y rol actual
fr: Vérifier l'utilisateur et le Personnage actuel
id: Verifikasi Pengguna dan Role Saat Ini
it: Verifica utente e ruolo correnti
ja: 現在のユーザーとキャラを認証
ko: 현재 사용자와 캐릭터 확인
pt: Verificar o usuário e o personagem atuais
ru: Подтвердить текущего пользователя и роль
th: ตรวจสอบผู้ใช้และบทบาทปัจจุบัน
tr: Geçerli Kullanıcıyı ve Rolü Doğrula
vi: Xác minh người dùng và Tài khoản hiện tại
zh_hant: 驗證目前使用者與角色
zh_tw: 驗證當前用戶與角色

# ViewPageEmbeddedYaeLaunchGameAction
source: Launch
de: Spiel starten
es: Iniciar juego
fr: Lanceur de jeu
id: Luncurkan
it: Avvia Gioco
ja: ゲーム起動
ko: 게임 시작
pt: Iniciar
ru: Game Launcher
vi: Trình khởi chạy
zh_hant: 啟動遊戲

# ViewPageEmbeddedYaeLaunchGameDescription
source: Inject Embedded Yae into the game to get precise data
de: Injizieren Sie Embedded Yae in das Spiel, um genaue Daten zu erhalten.
es: Inyecta Embedded Yae en el juego para obtener datos precisos
fr: Injectez Embedded Yae dans le jeu pour obtenir des données précises.
id: Suntikkan Embedded Yae ke dalam game untuk mendapatkan data yang tepat
it: Iniettare Embedded Yae nel gioco per ottenere dati precisi
ja: Embedded Yae をゲームに注入して正確なデータを取得できます
ko: 정확한 데이터를 얻으려면 Embedded Yae를 게임에 주입하세요.
pt: Injetar o Yae Incorporado no jogo para obter dados precisos
ru: Внедрите Embedded Yae в игру для получения точных данных
vi: Nhúng Embedded Yae vào trò chơi để có được dữ liệu chính xác
zh_hant: 將 Embedded Yae 注入遊戲以獲取準確資料

# ViewPageFeedbackAutoSuggestBoxPlaceholder
source: Search for questions and suggestions
de: Suche nach Fragen und Vorschlägen
es: Buscar preguntas y sugerencias
fr: Rechercher des questions et des suggestions
id: Cari pertanyaan dan saran
it: Cerca problemi e suggerimenti
ja: 質問や提案を検索
ko: 질문 및 제안 검색
pt: Buscar perguntas e sugestões
ru: Поиск вопросов и предложений
th: ค้นหาปัญหาและคำแนะนำ
tr: Soruları ve önerileri arayın
vi: Tìm kiếm vấn đề và đề xuất
zh_hant: 搜尋問題與建議

# ViewPageFeedbackCommonLinksHeader
source: Useful Links
de: Nützliche Links
es: Enlaces útiles
fr: Liens utiles
id: Tautan Berguna
it: Collegamenti utili
ja: よく使われるリンク
ko: 유용한 링크
pt: Links úteis
ru: Полезные ссылки
th: ลิงก์ที่เป็นประโยชน์
tr: Faydalı Bağlantılar
vi: Các liên kết hữu ích
zh_hant: 常用連結

# ViewPageFeedbackCurrentProxyHeader
source: Current Proxy
de: Aktueller Proxy
es: Proxy actual
fr: Proxy actuel
id: Proxy Saat ini
it: Proxy attuale
ja: 現在のプロキシ
ko: 현재 프록시
pt: Proxy atual
ru: Текущее прокси
th: พร็อกซีปัจจุบัน
tr: Mevcut Proxy
vi: Proxy hiện tại
zh_hant: 目前代理

# ViewPageFeedbackCurrentProxyNoProxyDescription
source: No Proxy
de: Kein Proxy
es: Sin proxy
fr: Pas de proxy
id: Tidak ada Proxy
it: Nessun proxy
ja: プロキシを使用しない
ko: 프록시 없음
pt: Sem Proxy
ru: Нет прокси
th: ไม่มีพร็อกซี
tr: Proxy Yok
vi: Không proxy
zh_hant: 無代理

# ViewPageFeedbackEnableLoopbackEnabledDescription
source: Exempted
de: Aufgehoben
es: Exento
fr: Exempté
id: Dikecualikan
it: Esenzione
ja: 解除済み
ko: 해제됨
pt: Isento
ru: Снято
th: ยกเลิกแล้ว
tr: Muaf Tutuldu
vi: Đã miễn
zh_hant: 已解除

# ViewPageFeedbackEnableLoopbackHeader
source: Config Loopback Exemption
de: Loopback-Einschränkung konfigurieren
es: Configurar la exención de Loopback
fr: Configurer l'exemption de Loopback
id: Konfigurasikan Pengecualian Loopback
it: Configura l'esenzione Loopback
ja: Loopback 制限を解除する
ko: Loopback 제한 해제
pt: Configurar isenção de Loopback
ru: Снять ограничения Loopback
th: กำหนดค่าการยกเว้น Loopback
tr: Loopback Sınırlamasını Yapılandır
vi: Cấu hình miễn Loopback
zh_hant: 解除 Loopback 限制

# ViewPageFeedbackEngageWithUsDescription
source: Keep in touch with us
de: Bleibe mit uns in Kontakt
es: Mantente en contacto con nosotros
fr: Restez en contact avec nous
id: Tetap berhubungan dengan kami
it: Rimani in contatto con noi
ja: 引き続き連絡を取り合いましょう
ko: 계속 소통하세요
pt: Mantenha contato com a gente
ru: Свяжитесь с нами
th: ติดต่อเรา
tr: Bizimle iletişimde kalın
vi: Giữ liên lạc với chúng tôi
zh_hant: 與我們密切聯繫

# ViewPageFeedbackFeatureGuideHeader
source: Feature Documents
de: Funktionsanleitungen
es: Guías de funciones
fr: Guides des fonctionnalités
id: Dokumen Fitur
it: Guida alle funzioni
ja: 機能ガイド
ko: 기능 가이드
pt: Documentos de recursos
ru: Гайд по функциям
th: คู่มือฟังก์ชัน
tr: Özellik Belgeleri
vi: Hướng dẫn tính năng
zh_hant: 功能指南

# ViewPageFeedbackGithubIssuesDescription
source: We always prioritize issues reported on GitHub
de: Wir bearbeiten immer zuerst auf GitHub gemeldete Probleme
es: Siempre priorizamos los problemas informados en GitHub
fr: Nous traitons toujours en priorité les problèmes signalés sur GitHub
id: Kami selalu memberikan prioritas pada masalah yang dilaporkan di GitHub.
it: Diamo sempre la priorità ai problemi segnalati su GitHub
ja: GitHub で報告された問題には常に優先順位をつけています
ko: 저희는 항상 GitHub에 보고된 문제를 우선적으로 처리합니다.
pt: Sempre priorizamos os problemas relatados no GitHub
ru: Мы всегда в первую очередь рассматриваем проблемы, сообщенные на GitHub
th: เราให้ความสำคัญกับปัญหาที่รายงานบน GitHub เสมอ
tr: GitHub'da bildirilen sorunlara her zaman öncelik veriyoruz
vi: Chúng tôi luôn ưu tiên các vấn đề được báo cáo trên GitHub
zh_hant: 我們總是優先處理 GitHub 上的問題

# ViewPageFeedbackSearchResultPlaceholderTitle
source: No Result
de: Keine Suchergebnisse
es: No hay resultados de búsqueda
fr: Aucun résultat
id: Tidak ada hasil
it: Nessun risultato di ricerca
ja: 検索結果はありません
ko: 검색 결과가 없습니다.
pt: Sem resultado
ru: Не найдено
th: ไม่มีผลการค้นหา
tr: Arama Sonucu Yok
vi: Không có kết quả tìm kiếm
zh_hant: 暫無搜尋結果

# ViewPageFeedbackServerStatusDescription
source: Snap Hutao Service Availability Monitor
de: Snap Hutao Service-Verfügbarkeitsmonitor
es: Monitor de disponibilidad del servicio Snap Hutao
fr: Surveillance de la disponibilité du service Snap Hutao
id: Pemantau Ketersediaan Layanan Snap Hutao
it: Monitoraggio della disponibilità del servizio Snap Hutao
ja: 胡桃サービス可用性の監視モニター
ko: Snap Hutao 서비스 사용 가능성 모니터링
pt: Monitor de disponibilidade de serviços do Snap Hutao
ru: Мониторинг доступности сервисов Snap Hutao
th: การตรวจสอบความพร้อมใช้งานบริการ Snap Hutao
tr: Snap Hutao Hizmet Kullanılabilirlik Monitörü
vi: Giám sát tính khả dụng của dịch vụ Snap Hutao
zh_hant: 胡桃服務可用性監控

# ViewPageFeedbackServerStatusHeader
source: Snap Hutao Services
es: Servicios de Snap Hutao
fr: Services Snap Hutao
id: Servis Snap Hutao
it: Servizi Snap Hutao
ja: 胡桃サービス
ko: 호두 서비스
pt: Serviços do Snap Hutao
ru: Сервисы Snap Hutao
th: บริการ Snap Hutao
tr: Snap Hutao Hizmetleri
vi: Dịch vụ Snap Hutao
zh_hant: 胡桃服務
