Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewSpiralAbyssTakeDamage
source: Most Damage Taken
de: Meist erlittener Schaden
es: Mayor daño recibido
fr: Nombre maximal de dégâts subis
id: Serangan Terbanyak DIterima
it: Più danni subiti
ja: 最大被ダメージ
ko: 가장 크게 받은 피해
pt: Maior dano sofrido
ru: Максимальный полученный урон
th: ความเสียหายที่ได้รับสูงสุด
tr: En Fazla Alınan Hasar
vi: Chịu nhiều sát thương nhất
zh_hant: 最多承傷
zh_tw: 最多承傷

# ViewSpiralAbyssTotalStar
source: Stars Earned
de: Erzielte Sternen
es: Estrellas de la espiral obtenidas
fr: Nombre d'étoiles des abysses obtenues
id: Star yang didapat
it: Stelle dell'abisso ottenute
ja: 獲得した淵星
ko: 총 획득 별
pt: Estrelas obtidas
th: ได้รับดาวแห่งห้วงเหว
tr: Kazanılan Abyss Yıldızı
vi: Nhận được Tinh Thần Vực Sâu
zh_hant: 獲得淵星
zh_tw: 獲得淵星

# ViewSpiralAbyssUploadRecord
source: Upload Data
de: Daten hochladen
es: Subir datos
fr: Télécharger les données
id: Mengunggah Data
it: Carica dati
ja: データをアップロード
ko: 데이터 업로드
pt: Carregar dados
ru: Загрузить данные
th: อัปโหลดข้อมูล
tr: Veriyi Yükle
vi: Tải lên dữ liệu
zh_hant: 上傳資料
zh_tw: 上傳資料

# ViewTitileUpdatePackageAvailableContent
source: Update now?
de: Jetzt aktualisieren?
es: ¿Actualizar ahora?
fr: Mettre à jour maintenant ?
id: Apakah akan memperbarui sekarang?
it: Aggiornare ora?
ja: すぐに更新しますか？
ko: 지금 업데이트하시겠습니까?
pt: Atualizar agora?
ru: Обновить сейчас?
vi: Cập nhật ngay bây giờ?
zh_hant: 是否立即更新？

# ViewTitileUpdatePackageAvailableTitle
source: Snap Hutao {0} is now available
de: Snap Hutao {0} ist jetzt verfügbar
es: Snap Hutao {0} ya está disponible
fr: Snap Hutao {0} est maintenant disponible
id: Snap Hutao versi {0} sekarang tersedia
it: Snap Hutao {0} è ora disponibile
ja: 胡桃バージョン {0} が利用可能です
ko: 호두 {0} 버전이 이제 사용 가능합니다
pt: Snap Hutao {0} já está disponível
ru: Snap Hutao {0} теперь доступен
vi: Snap Hutao phiên bản {0} hiện đã có sẵn
zh_hant: 胡桃 {0} 版本現已可用

# ViewTitileUpdatePackageDownloadFailedMessage
source: Failed to Download Update Patch
de: Update-Download fehlgeschlagen
es: Error al descargar la actualización
fr: Échec du téléchargement de la mise à jour
id: Gagal mengunduh pembaruan
it: Download dell'aggiornamento non riuscito
ja: 更新パッチのダウンロードに失敗しました
ko: 업데이트 다운로드 실패
pt: Falha ao baixar atualização
ru: Не удалось загрузить обновление
th: ดาวน์โหลดอัปเดตล้มเหลว
tr: Güncelleme İndirme Başarısız
vi: Tải xuống bản cập nhật thất bại
zh_hant: 下載更新失敗

# ViewTitileUpdatePackageDownloadTitle
source: Snap Hutao {0} is Released
de: Snap Hutao Version {0} wurde veröffentlicht
es: Se ha publicado la versión {0} de Snap Hutao
fr: Snap Hutao version {0} est publié
id: Snap Hutao versi {0} sudah dirilis
it: Snap Hutao versione {0} pubblicata
ja: 胡桃バージョン {0} がリリースされました
ko: Snap Hutao {0} 버전이 출시되었습니다
pt: A versão {0} do Snap Hutao foi lançada
ru: Версия Snap Hutao {0} готова
th: Snap Hutao เวอร์ชัน {0} เปิดตัวแล้ว
tr: Snap Hutao {0} Sürümü Yayınlandı
vi: Snap Hutao {0} phiên bản đã phát hành
zh_hant: 胡桃 {0} 版本已發佈

# ViewTitileUpdatePackageReadyContent
source: Install now?
de: Jetzt installieren?
es: ¿Instalar ahora?
fr: Installer maintenant ?
id: Pasang sekarang?
it: Installare ora?
ja: 今すぐインストールしますか?
ko: 지금 설치하시겠습니까?
pt: Instalar agora?
ru: Установить сейчас?
th: ติดตั้งทันทีหรือไม่?
tr: Şimdi kurulsun mu?
vi: Cài đặt ngay bây giờ?
zh_hant: 是否立即安裝？

# ViewTitileUpdatePackageReadyTitle
source: Snap Hutao version {0} is ready
de: Snap Hutao Version {0} ist bereit
es: La versión {0} de Snap Hutao está lista
fr: La version {0} de Snap Hutao est prête
id: Snap Hutao versi {0} sudah siap
it: La versione {0} di Snap Hutao è pronta
ja: 胡桃 ver {0} の準備が整いました
ko: Snap Hutao {0} 버전이 준비되었습니다
pt: A versão {0} do Snap Hutao está pronta
ru: Версия Snap Hutao {0} готова
th: Snap Hutao เวอร์ชัน {0} พร้อมแล้ว
tr: Snap Hutao {0} sürümü hazır
vi: Snap Hutao phiên bản {0} đã sẵn sàng
zh_hant: 胡桃 {0} 版本已準備就緒

# ViewTitleAutoClicking
source: Auto Click
de: Automatisches Klicken
es: Clic automático
fr: Clic automatique
it: Clic automatico
ja: 自動クリック
ko: 자동 클릭
pt: Clique automático
ru: Авто Клики
th: คลิกอัตโนมัติ
tr: Otomatik Tıklama
vi: Tự động nhấp
zh_hant: 自動連續點按

# ViewTitleAutoPressing
source: Auto Click
de: Automatisches Drücken
es: Clic automático
fr: Répétition automatique
it: Pressione automatica
ja: 自動連打
ko: 자동 누르기
pt: Clique automático
ru: Авто Клики
th: 自动连按
tr: Otomatik Basma
vi: Tự động lặp lại
zh_hant: 自動連按

# ViewTitleMetadataInitializing
source: Initializing metadata
de: Initialisiere Metadaten
es: Inicializando metadatos
fr: Initialisation des métadonnées
id: Menginisialisasi metadata
it: Inizializzazione dei metadati in corso
ja: メタデータを初期化中
ko: 메타데이터 초기화 중
pt: Inicializando metadados
ru: Инициализация метаданных
th: 正在初始化元数据
tr: Meta veriler başlatılıyor
vi: Đang khởi tạo siêu dữ liệu
zh_hant: 正在初始化後設資料

# ViewTitleUpdatePackageDownloadContent
source: Download Now?
de: Jetzt herunterladen?
es: ¿Descargar ahora?
fr: Télécharger maintenant ?
id: Unduh sekarang?
it: Scaricare ora?
ja: 今すぐダウンロードしますか？
ko: 지금 다운로드하시겠습니까?
pt: Instalar agora?
ru: Установить сейчас?
th: 是否立即下载？
tr: Şimdi indirilsin mi?
vi: Tải xuống ngay bây giờ?
zh_hant: 是否立即下載？

# ViewTitleUpdatePackageInstallingContent
source: Installing New Version Patch
de: Update wird installiert
es: Instalando la actualización
fr: Installation de la mise à jour
id: Sedang memasang pembaruan
it: Installazione dell'aggiornamento in corso
ja: 更新をインストール中
ko: 업데이트를 설치하는 중
pt: A instalar atualização
ru: Идет установка обновления
th: กำลังติดตั้งอัปเดต
tr: Yeni Sürüm Yaması Yükleniyor
vi: Đang cài đặt bản cập nhật
zh_hant: 正在安裝更新

# ViewToolHeader
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
id: Alat
it: Strumenti
ja: ツールボックス
ko: 도구
pt: Ferramentas
ru: Инструменты
th: เครื่องมือ
tr: Araçlar
vi: Công cụ
zh_hant: 工具
zh_tw: 工具

# ViewUserCookieOperation
source: MiYouShe
de: 米游社
it: MiHoYo
ja: 米游社
ko: 호요버스
tr: 米游社
vi: 米游社
zh_hant: 米遊社
zh_tw: Cookie 操作

# ViewUserCookieOperation3
source: Current user
de: Aktueller Benutzer
es: Usuario actual
fr: Utilisateur actuel
id: Pengguna saat ini
it: Utente attuale
ja: 現在のユーザー
ko: 현재 사용자
pt: Usuário atual
ru: Текущий пользователь
th: ผู้ใช้ปัจจุบัน
tr: Mevcut kullanıcı
vi: Người dùng hiện tại
zh_hant: 目前使用者

# ViewUserCookieOperationGameRecordIndexAction
source: Official Tools
de: Offizielle Tools
es: Herramientas oficiales
fr: Outils officiels
it: Strumenti ufficiali
ja: 旅行ツール
ko: 여행 도구
pt: Ferramentas oficiais
ru: Официальные инструменты
th: เครื่องมือทางการ
tr: Resmi Araçlar
vi: Công cụ du hành
zh_hant: 旅行工具

# ViewUserCookieOperationLoginByPasswordAction
source: Login
de: Konto-Passwort-Anmeldung
es: Acceso con cuenta y contraseña
fr: Connexion par identifiant et mot de passe
id: Login dengan Akun
it: Accesso con nome utente e password
ja: アカウント
ko: 계정/비밀번호 로그인
pt: Login com conta e senha
ru: Вход
th: 账密登录
tr: Hesap şifresiyle oturum aç
vi: Đăng nhập bằng tài khoản và mật khẩu
zh_hant: 帳密登入

# ViewUserCookieOperationLoginMobileCaptchaAction
source: Phone Code
de: Handy-Verifizierungscode
es: Código telefónico
fr: Code de vérification du téléphone
id: OTP ponsel
it: Codice telefonico
ja: 認証コード
ko: 휴대폰 인증 코드
pt: Código do celular
ru: Код подтверждения телефона
th: 手机验证码
tr: Telefon Doğrulama Kodu
vi: Mã xác minh điện thoại
zh_hant: 手機驗證碼

# ViewUserCookieOperationLoginQRCodeAction
source: Login via QR code
de: Anmeldung via QR-Code
es: Iniciar sesión con código QR
fr: Connexion par code QR
id: Masuk via pindai kode QR
it: Login tramite codice QR
ja: QRコードでログイン
ko: QR 코드로 로그인
pt: Login por leitura de código QR
ru: Вход по QR-коду
th: ล็อกอินด้วยคิวอาร์โค้ด
tr: QR kodu ile giriş yap
vi: Đăng nhập bằng mã QR
zh_hant: 掃描 QR 碼以登入

# ViewUserCookieOperationManualInputAction
source: Input Manually
de: Manuelle Eingabe
es: Entrada manual
fr: Saisie manuelle
id: Masukkan secara manual
it: Inserimento manuale
ja: 手動入力
ko: 수동 입력
pt: Entrada manual
ru: Ввести вручную
th: ป้อนด้วยตนเอง
tr: Manuel Giriş
vi: Nhập thủ công
zh_hant: 手動輸入
zh_tw: 手動輸入

# ViewUserCookieOperationRefreshCookieAction
source: Refresh Cookie
de: Cookie aktualisieren
es: Actualizar Cookie
fr: Actualiser le cookie
id: Segarkan Cookie
it: Aggiorna Cookie
ja: Cookie 再取得
ko: Cookie 동기화
pt: Atualizar cookie
ru: Обновить Cookie
th: รีเฟรช Cookie
tr: Çerezi Yenile
vi: Làm mới Cookie
zh_hant: 重新整理 Cookie
zh_tw: 刷新 Cookie

# ViewUserCookieOperationSignInRewardAction
source: Claim Check-In Reward
de: Anmeldebelohnung abholen
es: Reclamar recompensa de inicio de sesión
fr: Récupérer la récompense de connexion
id: Klaim Hadiah Check-in
it: Richiedi premio giornaliero
ja: ログインボーナスを獲得
ko: 출석 체크 보상 받기
pt: Resgatar prêmio de check-in
ru: Забрать награду за регистрацию
th: รับรางวัลเช็คอิน
tr: Günlük Giriş Ödülünü Al
vi: Nhận thưởng điểm danh
zh_hant: 領取簽到獎勵

# ViewUserCopyCookieAction
source: Copy Cookie
de: Cookie kopieren
es: Copiar Cookie
fr: Copier le cookie
id: Salin Cookie
it: Copia Cookie
ja: Cookieをコピーする
ko: Cookie 복사
pt: Copiar cookie
ru: Скопировать Cookie
th: คัดลอก Cookie
tr: Çerezi Kopyala
vi: Sao chép Cookie
zh_hant: 複製 Cookie
zh_tw: 拷貝 Cookie

# ViewUserDefaultDescription
source: Please login first
de: Bitte zuerst anmelden
es: Inicia sesión primero
fr: Veuillez d'abord vous connecter
id: Silakan masuk terlebih dahulu
it: Per favore, effettua il login
ja: ログインしてください
ko: 먼저 로그인하세요
pt: Faça login primeiro
ru: Пожалуйста, сначала войдите в приложение
th: โปรดล็อกอินก่อน
tr: Lütfen önce giriş yapın
vi: Vui lòng đăng nhập trước
zh_hant: 請先登入
zh_tw: 請先登錄

# ViewUserNoUserHint
source: Haven't logged in
de: Nicht angemeldet
es: No has iniciado sesión
fr: Non connecté
id: Tidak masuk
it: Non hai effettuato l'accesso
ja: ログインしていません
ko: 로그인하지 않음
pt: Sem login
ru: Вы не вошли в приложение
th: ยังไม่ได้ล็อกอิน
tr: Giriş yapılmadı
vi: Chưa đăng nhập
zh_hant: 尚未登入

# ViewUserRefreshCookieTokenSuccess
source: Refresh CookieToken successfully
de: CookieToken erfolgreich aktualisiert
es: CookieToken actualizado correctamente
fr: CookieToken actualisé avec succès
id: Menyegarkan CookieToken Berhasil
it: CookieToken aggiornato correttamente
ja: CookieTokenを更新しました。
ko: CookieToken을 동기화 했습니다
pt: Atualizou o token do cookie com sucesso
ru: Обновление токена Cookie выполнено успешно.
th: รีเฟรช CookieToken สำเร็จ
tr: CookieToken başarıyla yenilendi
vi: Làm mới CookieToken thành công
zh_hant: 重新整理 CookieToken 成功
zh_tw: 刷新 CookieToken 成功

# ViewUserRefreshCookieTokenWarning
source: Failed to refresh CookieToken
de: CookieToken-Aktualisierung fehlgeschlagen
es: Error al actualizar CookieToken
fr: Échec de l'actualisation du CookieToken
id: Gagal menyegarkan CookieToken
it: Aggiornamento CookieToken non riuscito
ja: CookieTokenを更新できませんでした
ko: CookieToken 동기화에 실패했습니다
pt: Falha ao atualizar o token do cookie
ru: Не удалось обновить токен Cookie.
th: รีเฟรช CookieToken ไม่สำเร็จ
tr: CookieToken yenileme başarısız oldu
vi: Làm mới CookieToken thất bại
zh_hant: 重新整理 CookieToken 失敗
zh_tw: 刷新 CookieToken 失敗

# ViewUserRemoveAction
source: Remove User
de: Benutzer entfernen
es: Eliminar usuario
fr: Supprimer l'utilisateur
id: Hapus pengguna
it: Rimuovi utente
ja: ユーザーを削除
ko: 사용자 제거
pt: Remover usuário
ru: Удалить пользователя
th: ลบผู้ใช้
tr: Kullanıcıyı Kaldır
vi: Gỡ bỏ tài khoản
zh_hant: 移除使用者
zh_tw: 移除用戶

# ViewUserRole
source: Role
de: Rolle
es: Personaje
fr: Personnage
it: Ruolo
ja: キャラクター
ko: 역할
pt: Personagem
ru: Персонаж
th: ตัวละคร
tr: Rol
vi: Tài khoản
zh_hant: 角色
zh_tw: 角色

# ViewUserUser
source: User
de: Benutzer
es: Usuario
fr: Utilisateurs
id: Pengguna
it: Utente
ja: ユーザー
ko: 사용자
pt: Usuário
ru: Пользователи
th: ผู้ใช้
tr: Kullanıcı
vi: Tài khoản
zh_hant: 使用者
zh_tw: 用戶

# ViewWebView2WindowLoadFailedHint
source: WebView2 failed to load
de: WebView2 konnte nicht geladen werden
es: WebView2 失败
fr: Échec de chargement de WebView2
id: WebView2 gagal dimuat
it: Impossibile caricare WebView2
ja: WebView2 の読み込みに失敗しました
ko: WebView2 로드 실패
pt: Falha ao carregar o WebView2
ru: Сбой при загрузке WebView2
vi: Không tải được WebView2
zh_hant: WebView2 載入失敗

# ViewWelcomeBase
source: We are downloading the required image resources
de: Wir laden die grundlegenden Bildressourcen herunter
es: Vamos a descargar los recursos de imagen más básicos.
fr: Nous allons télécharger les ressources d'images de base
id: Kami sedang mengunduh sumber daya gambar yang dibutuhkan
it: Scaricheremo le risorse grafiche di base
ja: 最も基本的な画像リソースをダウンロードします
ko: 기본적인 리소스를 다운받고 있습니다
pt: Estamos baixando os recursos de imagem necessários
ru: Мы загружаем для вас основные ресурсы изображений
th: เราจะดาวน์โหลดทรัพยากรภาพพื้นฐานให้คุณ
tr: En temel görüntü kaynaklarını sizin için indiriyoruz
vi: Chúng tôi sẽ tải xuống các tài nguyên hình ảnh cơ bản nhất cho bạn
zh_hant: 我們將為你下載最基本的圖像資源
zh_tw: 我們將爲你下載最基本的圖像資源

# ViewWikiAvatarHeader
source: Character WIKI
de: Charakter-Wiki
es: Datos del personaje
fr: Données des personnages
id: Karakter WIKI
it: Informazioni personaggio
ja: キャラクター一覧
ko: 캐릭터 자료
pt: Wiki de personagens
ru: Вики: Персонажи
th: ข้อมูลตัวละคร
tr: Karakter WIKI
vi: Thông tin nhân vật
zh_hant: 角色資料
zh_tw: 角色資料

# ViewWikiMonsterHeader
source: Monster WIKI
es: Datos de monstruos
fr: Données des monstres
it: Informazioni mostro
ja: 敵と魔物一覧
ko: 몬스터 프로필
pt: Wiki de monstros
ru: Вики: Монстры
th: ข้อมูลมอนสเตอร์
tr: Canavar WIKI
vi: Thông tin quái vật
zh_hant: 怪物資料

# ViewWikiWeaponHeader
source: Weapon WIKI
de: Waffen-Wiki
es: Datos de armas
fr: Données des armes
id: Senjata WIKI
it: Informazioni arma
ja: 武器一覧
ko: 무기 자료
pt: Wiki de armas
ru: Вики: Оружие
th: ข้อมูลอาวุธ
tr: Silah WIKI
vi: Thông tin vũ khí
zh_hant: 武器資料
zh_tw: 武器資料

# ViewWindowCompactWebViewTitle
source: Compact web window (Admin only)
de: Kompaktes Webfenster (nur für Administratoren)
es: Ventana web compacta (solo administrador)
fr: Fenêtre web compacte (Administrateur uniquement)
id: Jendela web ringkas (hanya Admin)
it: Finestra Web Compatta (solo Amministratore)
ja: コンパクトウェブ (管理者のみ)
ko: 축소 웹 페이지 창(관리자 전용)
pt: Janela web compacta (somente administrador)
ru: Компактное веб-окно (только для администратора)
th: 紧凑网页窗口（仅管理员）
tr: Kompakt web penceresi (Yalnızca Yönetici)
vi: Cửa sổ web thu gọn (chỉ dành cho Quản trị viên)
zh_hant: 緊湊網頁視窗（僅系統管理員）

# ViewWindowExceptionDescription
source: Please take a screenshot of this window and find the appropriate feedback channel in the Feedback Center and send it to the development team.
de: Bitte mache einen Screenshot dieses Fensters, suche im Feedback-Center nach dem passenden Feedback-Kanal und sende es an das Entwicklungsteam.
es: Por favor, toma una captura de pantalla de esta ventana, encuentra el canal de retroalimentación adecuado en el Centro de retroalimentación y envíala al equipo de desarrollo.
fr: Veuillez faire une capture d'écran de cette fenêtre, trouver le canal de retour approprié dans le Centre de commentaires et l'envoyer à l'équipe de développement.
id: Silakan tangkapan layar jendela ini, temukan saluran umpan balik yang sesuai di Pusat Umpan Balik, dan kirimkan ke tim pengembang
it: Fai uno screenshot di questa finestra, trova il canale di feedback appropriato nel Centro Feedback e invialo al team di sviluppo.
ja: フィードバックの方法はフィードバックセンター内から、開発者に連絡をとってください。
ko: 이 창의 스크린샷을 찍고 피드백 센터에서 적절한 피드백 방법을 찾아 개발팀에 피드백을 보내주세요.
pt: Tire uma captura de tela desta janela, encontre o canal de feedback apropriado na Central de Feedback e envie-o à equipe de desenvolvimento
ru: Сделайте скриншот этого окна, найдите подходящий канал обратной связи в Центре обратной связи и отправьте его команде разработчиков
th: 请截图此窗口，在反馈中心内找到适合的反馈途径，并反馈至开发组
tr: Lütfen bu pencerenin ekran görüntüsünü alın, geri bildirim merkezinde uygun geri bildirim kanalını bulun ve geliştirme ekibine gönderin
vi: Vui lòng chụp ảnh màn hình cửa sổ này, tìm kênh phản hồi thích hợp trong Trung tâm Phản hồi và gửi đến nhóm phát triển
zh_hant: 請截圖此視窗，在回饋中心內找到適合的回饋途徑，並回饋至開發組

# ViewWindowExceptionHeader
source: An unrecoverable fatal error has occurred
de: Es ist ein nicht behebbarer, schwerwiegender Fehler aufgetreten
es: Se ha producido un error fatal irrecuperable
fr: Une erreur fatale irrécupérable s'est produite.
id: Terjadi kesalahan fatal yang tidak dapat dipulihkan
it: Si è verificato un errore fatale non recuperabile
ja: 致命的なエラーが発生しました。
ko: 복구할 수 없는 심각한 오류가 발생했습니다.
pt: Ocorreu um erro fatal irrecuperável
ru: Произошла неисправимая критическая ошибка
th: 遇到了无法恢复的致命错误
tr: Kurtarılamayan, kritik bir hata oluştu
vi: Đã xảy ra lỗi nghiêm trọng không thể khắc phục
zh_hant: 遇到了無法修復的致命錯誤

# ViewWindowExceptionTitle
source: We encountered some problems
de: Wir haben ein kleines Problem
es: Hemos encontrado algunos problemas
fr: Nous avons rencontré un petit problème
id: Kami mengalami sedikit masalah
it: Abbiamo riscontrato alcuni problemi
ja: エラーが発生しました．
ko: 문제가 발생했습니다.
pt: Encontramos um problema
ru: У нас возникла небольшая проблема
th: 我们遇到了一点问题
tr: Bir sorunla karşılaştık
vi: Chúng tôi đã gặp một chút vấn đề
zh_hant: 我們遇到了一點問題

# ViewWindowScriptingExecute
source: Execute
de: Ausführen
es: Ejecutar
fr: Exécuter
id: Eksekusi
it: Esegui
ja: 実行
ko: 실행
pt: Executar
ru: Выполнить
th: 执行
tr: Çalıştır
vi: Thực thi
zh_hant: 執行

# ViewWindowScriptingTitle
source: Execute Debug Script
de: Debug-Skript ausführen
es: Ejecutar script de depuración
fr: Exécuter le script de débogage
id: Jalankan skrip debug
it: Esegui script di debug
ja: デバッグスクリプトを実行
ko: 디버그 스크립트 실행
pt: Executar script de depuração
ru: Выполнить отладочный скрипт
th: 执行调试脚本
tr: Hata Ayıklama Komut Dosyasını Yürüt
vi: Thực thi tập lệnh gỡ lỗi
zh_hant: 執行偵錯指令碼

# WebAnnouncementTimeDaysBeginFormat
source: Start in {0} days
de: Beginnt in {0} Tag
es: Comienza en {0} día
fr: Commence dans {0} jour
id: Akan dimulai {0} hari
it: Inizia tra {0} giorni
ja: {0} 日後に開始
ko: {0}일 후 시작
pt: Começa em {0} dias
ru: Начало через {0} дней
th: เริ่มใน {0} วัน
tr: {0} gün sonra başlayacak
vi: Bắt đầu sau {0} ngày
zh_hant: {0} 天後開始

# WebAnnouncementTimeDaysEndFormat
source: End in {0} days
de: Endet in {0} Tag
es: Finaliza en {0} día
fr: Se termine dans {0} jour
id: Selesai {0} hari
it: Termina tra {0} giorni
ja: {0} 日後に終了
ko: {0}일 후 종료
pt: Acaba em {0} dias
ru: Закончится через {0} дней
th: สิ้นสุดใน {0} วัน
tr: {0} gün sonra sona erecek
vi: Kết thúc sau {0} ngày
zh_hant: {0} 天後結束

# WebAnnouncementTimeHoursBeginFormat
source: Starts in {0} hours
de: Beginnt in {0} Stunde
es: Comienza en {0} hora
fr: Commence dans {0} heure
id: Akan dimulai {0} jam
it: Inizia tra {0} ore
ja: {0} 時間後に開始
ko: {0}시간 후 시작
pt: Começa em {0} horas
ru: Начинается через {0} часов
th: เริ่มใน {0} ชั่วโมง
tr: {0} saat sonra başlayacak
vi: Bắt đầu sau {0} giờ
zh_hant: {0} 小時後開始

# WebAnnouncementTimeHoursEndFormat
source: End in {0} hours
de: Endet in {0} Stunde
es: Finaliza en {0} hora
fr: Se termine dans {0} heure
id: Selesai {0} jam
it: Termina tra {0} ore
ja: {0} 時間後に終了
ko: {0}시간 후 종료
pt: Acaba em {0} horas
ru: Закончится через {0} часов
th: สิ้นสุดใน {0} ชั่วโมง
tr: {0} saat sonra sona erecek
vi: Kết thúc sau {0} giờ
zh_hant: {0} 小時後結束

# WebBridgeShareCopyToClipboardFailed
source: Failed to open clipboard
de: Fehler beim Öffnen der Zwischenablage
es: Error al abrir el portapapeles
fr: Échec de l'ouverture du presse-papiers
id: Gagal membuka clipboard
it: Impossibile aprire gli appunti
ja: クリップボードを開けませんでした
ko: 클립보드를 열지 못했습니다
pt: Falha ao abrir a área de transferência
ru: Не удалось открыть буфер обмена
th: เปิดคลิปบอร์ดล้มเหลว
tr: Pano açma başarısız oldu
vi: Mở khay nhớ tạm thất bại
zh_hant: 開啟剪貼簿失敗

# WebBridgeShareCopyToClipboardSuccess
source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papier
id: Disalin ke clipboard
it: Copiato negli appunti
ja: クリップボードにコピーしました。
ko: 클립보드로 복사됨
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
th: คัดลอกไปยังคลิปบอร์ดแล้ว
tr: Panoya kopyalandı
vi: Đã sao chép vào clipboard
zh_hant: 已複製到剪貼簿

# WebBridgeShareFilePickerTitle
source: Save shared image
de: Geteiltes Bild speichern
es: Guardar imagen compartida
fr: Enregistrer l'image partagée
id: Simpan gambar yang dibagikan
it: Salva l'immagine condivisa
ja: 共有画像を保存
ko: 공유 이미지 저장
pt: Salvar imagem compartilhada
ru: Сохранить общее изображение
th: 保存分享图片
tr: Paylaşılan görseli kaydet
vi: Lưu ảnh chia sẻ
zh_hant: 儲存分享圖片

# WebBridgeShareSaveAsFileFailed
source: Image saving failed
de: Bildspeicherung fehlgeschlagen
es: Error al guardar la imagen
fr: Échec de l'enregistrement de l'image
id: Penyimpanan gambar gagal
it: Salvataggio dell'immagine non riuscito
ja: 画像の保存に失敗しました
ko: 이미지 저장 실패
pt: Falha ao salvar a imagem
ru: Не удалось сохранить изображение
th: 图片保存失败
tr: Görsel kaydetme başarısız
vi: Lưu ảnh thất bại
zh_hant: 圖片儲存失敗

# WebBridgeShareSaveAsFileSuccess
source: Image saved successfully
de: Bild erfolgreich gespeichert
es: Imagen guardada correctamente
fr: Image enregistrée avec succès
id: Gambar berhasil disimpan
it: Immagine salvata correttamente
ja: 画像を保存しました。
ko: 이미지 저장 성공
pt: Imagem salva com sucesso
ru: Изображение успешно сохранено
th: 图片保存成功
tr: Görsel başarıyla kaydedildi
vi: Đã lưu ảnh thành công
zh_hant: 圖片儲存成功

# WebBridgeShareSaveKindCopyToClipboard
source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papier
id: Disalin ke clipboard
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
th: 复制到剪贴板
tr: Panoya kopyala
vi: Sao chép vào clipboard
zh_hant: 複製到剪貼簿

# WebBridgeShareSaveKindSaveAsFile
source: Save as file
de: Als Datei speichern
es: Guardar como archivo
fr: Enregistrer en tant que fichier
id: Simpan sebagai berkas
it: Salva come file
ja: ファイルとして保存
ko: 파일로 저장
pt: Salvar como arquivo
ru: Сохранить как файл
th: 保存为文件
tr: Dosya olarak kaydet
vi: Lưu thành tập tin
zh_hant: 儲存為檔案

# WebDailyNoteArchonQuestChapterFinished
source: All Archon Quest Completed
de: Alle Archontenaufträge abgeschlossen
es: Todas las misiones de Arconte completadas
fr: Toutes les quêtes d'Archons sont terminées
id: Semua Quest Archon Telah Selesai
it: Tutte le missioni Archon completate
ja: すべての魔神任務が完了しました
ko: 모든 마신 임무 완료
pt: Todas as missões de arconte concluídas
ru: Все задания Архонтов завершены
th: ทำภารกิจ Archon ทั้งหมดเสร็จสิ้นแล้ว
tr: Tüm Archon Görevleri Tamamlandı
vi: Tất cả Nhiệm Vụ Ma Thần đã hoàn thành
zh_hant: 所有魔神任務已完成

# WebDailyNoteArchonQuestStatusFinished
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminer
id: Selesai
it: Completato
ja: すべて完了
ko: 전부 완료
pt: Concluído
ru: Завершенно
th: สำเร็จทั้งหมด
tr: Tamamlandı
vi: Đã hoàn thành
zh_hant: 全部完成

# WebDailyNoteArchonQuestStatusNotOpen
source: Locked
de: Noch nicht freigeschaltet
es: Bloqueado
fr: Pas encore ouvert
id: Terkunci
it: Non aperto
ja: 未解放
ko: 아직 시작 안 함
pt: Bloqueado
ru: Недоступно
th: ยังไม่เปิด
tr: Kilitli
vi: Chưa mở khóa
zh_hant: 尚未開啟

# WebDailyNoteArchonQuestStatusOngoing
source: In Progress
de: In Bearbeitung
es: En curso
fr: En cours
id: Dalam proses
it: In corso
ja: 進行中
ko: 진행 중
pt: Em progresso
ru: В процессе
th: กำลังดำเนินการ
tr: Devam Ediyor
vi: Đang tiến hành
zh_hant: 進行中

# WebDailyNoteAttendanceRewardStatusFinishedNonReward
source: Finished
de: Abgeschlossen
es: Finalizado
fr: Terminé
id: Selesai
it: Completato
ja: 完了しました。
ko: 완료됨
pt: Finalizado
ru: Выполнено
th: เสร็จสิ้น
tr: Tamamlandı
vi: Đã hoàn thành
zh_hant: 已完成

# WebDailyNoteAttendanceRewardStatusForbid
source: Forbid to Claim
de: Abholung gesperrt
es: Prohibido reclamar
fr: Récupération interdite
id: Dilarang untuk Klaim
it: Non disponibile
ja: 獲得禁止
ko: 수령 금지
pt: Proibição de resgatar
th: ห้ามรับ
tr: Alınamaz
vi: Cấm nhận
zh_hant: 禁止領取

# WebDailyNoteAttendanceRewardStatusInvalid
source: Invalid
de: Ungültig
es: Inválido
fr: Invalide
id: Batal
it: Non valido
ja: 無効
ko: 유효하지 않음
pt: Inválido
ru: Недействительно
th: ไม่ถูกต้อง
tr: Geçersiz
vi: Không hợp lệ
zh_hant: 無效
