Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewDialogCultivateProjectTitle
source: Create new plan
de: Neuen Entwicklungsplan erstellen
es: Crear nuevo plan de desarrollo
fr: Créer un nouveau plan
id: Buat plan baru
it: Crea nuovo piano di sviluppo
ja: 新規育成計画
ko: 새로운 육성 계획 만들기
pt: Criar novo plano
ru: Создание нового плана
th: สร้างแผนการบำรุงใหม่
tr: Yeni bir yetiştirme planı oluştur
vi: Tạo kế hoạch bồi dưỡng mới
zh_hant: 建立新的養成計劃
zh_tw: 創建新的養成計劃

# ViewDialogCultivatePromotionDeltaBatchTitle
source: Batch add or update to current Dev Plan
de: Batch-Hinzufügen oder Aktualisieren zum aktuellen Entwicklungsplan
es: Añadir o actualizar por lotes al plan de desarrollo actual
fr: Ajouter ou mettre à jour en lot au plan de développement actuel
id: Tambahkan atau perbarui secara massal ke Rencana Dev saat ini
it: Aggiungi o aggiorna in blocco il piano di sviluppo corrente
ja: 現在の育成計画に一括追加または更新する
ko: 현재 육성 계획에 일괄 추가 또는 업데이트
pt: Adicionar ou atualizar em lote para o planejamento atual
ru: Пакетное добавление или обновление в текущий план разработки
th: เพิ่มหรืออัปเดตเป็นชุดไปยังแผนการบำรุงปัจจุบัน
tr: Mevcut Geliştirme Planına toplu ekle veya güncelle
vi: Thêm hoặc cập nhật hàng loạt vào kế hoạch bồi dưỡng hiện tại
zh_hant: 批次添加或更新到目前養成計劃

# ViewDialogCultivatePromotionDeltaPromoted
source: Ascended
de: Aufgestiegen
es: Ascendido
fr: Ascension
id: Telah Menaikkan Level
it: Asceso
ja: 突破完了
ko: 돌파 완료
pt: Ascendido
ru: Повышено
vi: Đã đột phá
zh_hant: 已突破

# ViewDialogCultivatePromotionDeltaTitle
source: Add or update to current Enhancement Progression Plan
de: Zum aktuellen Verbesserungsplan hinzufügen oder aktualisieren
es: Añadir o actualizar al plan de mejora actual
fr: Ajouter ou mettre à jour au plan de développement actuel
id: Tambahkan atau perbarui ke Rencana Dev saat ini
it: Aggiungi o aggiorna al piano di sviluppo attuale
ja: 現在の育成計画に追加または更新する
ko: 현재 육성 계획에 추가 또는 업데이트
pt: Adicionar ou atualizar ao planejamento atual
ru: Добавить или обновить в текущий план разработки
th: เพิ่มหรืออัปเดตไปยังแผนการพัฒนาปัจจุบัน
tr: Mevcut Geliştirme İlerleme Planına ekle veya güncelle
vi: Thêm hoặc cập nhật vào kế hoạch bồi dưỡng hiện tại
zh_hant: 添加或更新到目前養成計劃
zh_tw: 添加到當前養成計劃

# ViewDialogCultivationConsumptionSaveStrategyCreateNewEntry
source: Always create new entries
de: Immer neue Einträge erstellen
es: Crear siempre nuevas entradas de objetivos de desarrollo
fr: Toujours créer de nouveaux éléments d'objectif de développement
id: Selalu buat item target kenaikan tingkat baru
it: Crea sempre nuove voci di oggetti per obiettivi di potenziamento
ja: 常に新しい育成対象を作成する
ko: 항상 새로운 육성 목표 아이템 생성
pt: Sempre criar novos itens de objetivo de ascensão
ru: Всегда создавать новые записи
th: 总是创建新的养成目标物品
tr: Her zaman yeni yetiştirme hedefi öğeleri oluştur
vi: Luôn tạo mục tiêu bồi dưỡng mới
zh_hant: 總是建立新的養成目標物品

# ViewDialogCultivationConsumptionSaveStrategyHeader
source: Save Method
de: Speichermethode
es: Método de guardado
fr: Mode de sauvegarde
id: Metode penyimpanan
it: Metodo di salvataggio
ja: 保存方法
ko: 저장 방식
pt: Método de salvamento
ru: Способ сохранения
th: 保存方式
tr: Kaydetme Yöntemi
vi: Phương thức lưu
zh_hant: 儲存方式

# ViewDialogCultivationConsumptionSaveStrategyOverwriteExisting
source: Overwrite existing entries
de: Vorhandene Einträge überschreiben
es: Sobrescribir entradas de objetivos de desarrollo existentes
fr: Écraser les entrées d'objectif de développement existantes
id: Timpa item target kenaikan tingkat yang ada
it: Sovrascrivi voci di oggetti per obiettivi di potenziamento esistenti
ja: 既存の育成対象を上書きする
ko: 기존 육성 목표 아이템 덮어쓰기
pt: Substituir as entradas de ascensão existentes
ru: Перезаписать существующие записи
th: 覆盖存在的养成目标物品
tr: Mevcut yetiştirme hedefi öğelerinin üzerine yaz
vi: Ghi đè mục tiêu bồi dưỡng hiện có
zh_hant: 覆蓋存在的養成目標物品

# ViewDialogCultivationConsumptionSaveStrategyPreserveExisting
source: Keep existing entries
de: Vorhandene Einträge behalten
es: Mantener las entradas de objetivos de desarrollo existentes
fr: Conserver les entrées d'objectif de développement existantes
id: Pertahankan item target peningkatan level yang ada
it: Mantieni voci di oggetti per obiettivi di potenziamento esistenti
ja: 既存の育成対象を維持する
ko: 기존 육성 목표 아이템 유지
pt: Manter as entradas de ascensão existentes
ru: Сохранить существующие записи
th: 保留存在的养成目标物品
tr: Mevcut yetiştirme hedefi öğelerini koru
vi: Giữ lại các mục tiêu tăng cấp hiện có
zh_hant: 保留存在的養成目標物品

# ViewDialogDailyNoteNotificationDailyTaskNotify
source: Daily Commission Availability Notification
de: Benachrichtigung über tägliche Aufträge
es: Recordatorio de conexión de encargos diarios
fr: Rappel de disponibilité des Commissions quotidiennes
id: Pemberitahuan Ketersediaan Komisi Harian
it: Promemoria incarichi giornalieri
ja: デイリー依頼可用の通知
ko: 일일 의뢰 가능 알림
pt: Notificação diária de disponibilidade de missão
ru: Уведомление о доступности ежедневных поручений
th: การแจ้งเตือนเมื่อภารกิจประจำวันพร้อมใช้งาน
tr: Günlük Görevler Çevrimiçi Hatırlatıcı
vi: Thông báo trực tuyến Ủy Thác Hàng Ngày
zh_hant: 每日委託上線提醒
zh_tw: 每日委托上綫提醒

# ViewDialogDailyNoteNotificationExpeditionNotify
source: Expedition Completion Notification
de: Benachrichtigung über Abschluss von Expeditionen
es: Recordatorio de finalización de expedición
fr: Rappel de fin d'expédition
id: Pemberitahuan Hadiah Ekspedisi
it: Promemoria completamento spedizioni
ja: 探索派遣完了の通知
ko: 탐색 파견 완료 알림
pt: Notificação de recompensa de expedição
ru: Уведомление об окончании экспедиции
th: การแจ้งเตือนเมื่อการสำรวจเสร็จสิ้น
tr: Keşif Seferi Tamamlama Hatırlatıcısı
vi: Thông báo hoàn thành Thám Hiểm Phái Đi
zh_hant: 探索派遣完成提醒
zh_tw: 探索派遣完成提醒

# ViewDialogDailyNoteNotificationHomeCoinNotifyThreshold
source: Realm Currency Notification Threshold
de: Schwellenwert für die Benachrichtigung über Reichtum der Kanne
es: Umbral de recordatorio de Monedas del Reino
fr: Seuil de notification de Moras du royaume
id: Batas Alarm Mata Uang Realm
it: Soglia promemoria Monete del Regno
ja: 洞天宝銭の通知の閾値
ko: 原粹树脂提醒阈值
pt: Limite de alarme de moeda do paraíso
ru: Порог уведомления о сокровищах обители
th: เกณฑ์การแจ้งเตือนเงินในบ้าน
tr: Diyarın Hazinesi Hatırlatma Eşiği
vi: Ngưỡng thông báo Tiền tệ Cõi
zh_hant: 洞天寶錢提醒閥值
zh_tw: 洞天寳錢提醒閾值

# ViewDialogDailyNoteNotificationResinNotifyThreshold
source: Original Resin Notification Threshold
de: Schwellenwert für die Benachrichtigung über Ursprüngliches Harz
es: Umbral de recordatorio de Resina original
fr: Seuil de notification de résine originelle
id: Batas Alarm Mata Uang Realm
it: Soglia promemoria Resina originale
ja: 天然樹脂の通知の閾値
ko: 선계 화폐 한도 알림
pt: Limite de alarme de resina original
ru: Порог уведомления о Первородной смоле
th: เกณฑ์การแจ้งเตือน Original Resin
tr: Orijinal Reçine Hatırlatma Eşiği
vi: Ngưỡng thông báo Nhựa nguyên chất
zh_hant: 原粹樹脂提醒閥值
zh_tw: 原粹樹脂提醒數值

# ViewDialogDailyNoteNotificationTitle
source: Realtime Notes Notification Settings
de: Benachrichtigungseinstellungen für Echtzeit-Notizen
es: Ajustes de notificaciones de Notas en tiempo real
fr: Paramètres de notification des notes en temps réel
id: Pengaturan Notifikasi Catatan Realtime
it: Impostazioni notifiche Note in tempo reale
ja: リアルタイムノートの通知設定
ko: 실시간 메모 알림 설정
pt: Configurações de notificação de lembrete em tempo real
ru: Настройки уведомлений в реальном времени
th: การตั้งค่าการแจ้งเตือนบันทึกประจำวันแบบเรียลไทม์
tr: Gerçek Zamanlı Notlar Bildirim Ayarları
vi: Cài đặt thông báo Ghi chú thời gian thực
zh_hant: 即時便箋通知設定
zh_tw: 實時便箋通知設置

# ViewDialogDailyNoteNotificationTransformerNotify
source: Parametric Transformer Notification
de: Benachrichtigung über den Parametrischen Wandler
es: Recordatorio del Transformador paramétrico
fr: Notification du Transformateur Paramétrique
id: Pemberitahuan Parametric Transformer
it: Promemoria Trasformatore Parametrico
ja: 参量物質変化器の通知
ko: 매개 변수 변환기 알림
pt: Notificação de Transformador Paramétrico
ru: Уведомление о параметрическом преобразователе
th: การแจ้งเตือน Parametric Transformer
tr: Parametrik Dönüştürücü Hatırlatıcı
vi: Thông báo Bộ Biến Đổi Tham Số
zh_hant: 參數質變儀提醒
zh_tw: 參數質變儀提醒

# ViewDialogDailyNoteWebhookUrlInputPlaceholder
source: Input URL
de: URL eingeben
es: Ingresar URL
fr: Veuillez saisir l'URL
id: Masukan URL
it: Inserisci URL
ja: URL を入力してください
ko: Url 입력
pt: Insira o URL
ru: Пожалуйста, введите URL
th: 请输入 URL
tr: URL'yi girin
vi: Nhập URL
zh_hant: 請輸入 URL

# ViewDialogDailyNoteWebhookUrlTitle
source: Realtime Note Webhook URL
de: Webhook-URL für Echtzeit-Notizen
es: URL de Webhook de Notas en Tiempo Real
fr: URL du webhook de note en temps réel
id: Catatan Realtime Webhook URL
it: URL Webhook per Note in tempo reale
ja: リアルタイムノート Webhook URL
ko: 실시간 메모 Webhook URL
pt: URL do webhook do lembrete de tempo real
ru: URL веб-хука для заметок в реальном времени
th: 实时便笺 Webhook URL
tr: Gerçek Zamanlı Not Webhook URL'si
vi: URL Webhook của Ghi chú thời gian thực
zh_hant: 即時便箋 Webhook URL

# ViewDialogExportUIGFSubtitle
source: Select UID to export records
de: Wählen Sie die UID zum Exportieren von Aufzeichnungen
es: Selecciona el UID para exportar los registros
fr: Sélectionnez l'UID pour exporter les enregistrements
id: Pilih UID untuk mengekspor catatan
it: Seleziona l'UID di cui esportare la cronologia
ja: 記録をエクスポートする UID を選択してください
ko: 기록을 내보낼 UID를 선택하세요
pt: Selecione o UID para exportar os registros
ru: Выберите UID для экспорта записей
th: 选择要导出记录的 UID
tr: Kaydı dışa aktarmak için UID seçin
vi: Chọn UID để xuất bản ghi
zh_hant: 選擇要匯出紀錄的 UID

# ViewDialogExportUIGFTitle
source: Export UIGF file
de: UIGF-Datei exportieren
es: Exportar archivo UIGF
fr: Exporter le format UIAF
id: Ekspor Berkas UIGF
it: Esporta file UIGF
ja: UIGFファイルをエクスポートします。
ko: UIGF 파일 내보내기
pt: Exportar arquivo UIGF
ru: Экспорт UIGF файла
th: 导出 UIGF 文件
tr: UIGF dosyasını dışa aktar
vi: Xuất tệp UIGF
zh_hant: 匯出 UIGF 檔案

# ViewDialogFeedbackEnableLoopbackContent
source: You need other tools to restore the loopback after it is exempted
de: Nachdem die Einschränkung aufgehoben wurde, ist die Wiederherstellung mit anderen Tools erforderlich.
es: Después de levantar la restricción, necesitarás otras herramientas para restaurarla.
fr: Vous aurez besoin d'autres outils pour restaurer la boucle locale après la levée de la restriction.
id: Anda memerlukan alat lain untuk mengembalikan loopback setelah dikecualikan
it: Dopo aver rimosso la restrizione, è necessario utilizzare altri strumenti per ripristinarla
ja: 制限を解除した後にループバックを復元するには他のツールが必要です
ko: 제한 해제 후에는 다른 도구를 사용하여 제한을 복원해야 합니다.
pt: Após remover a restrição, você precisa usar outras ferramentas para restaurá-la
ru: Для восстановления loopback после снятия ограничений потребуются другие инструменты
th: หลังจากยกเลิกข้อจำกัดแล้ว คุณต้องใช้เครื่องมืออื่นเพื่อคืนค่าข้อจำกัด
tr: Sınırlama kaldırıldıktan sonra, sınırlamayı geri yüklemek için başka araçlar kullanmanız gerekir
vi: Sau khi gỡ bỏ hạn chế, bạn cần sử dụng các công cụ khác để khôi phục hạn chế
zh_hant: 解除限制後需使用其他工具恢復限制

# ViewDialogFeedbackEnableLoopbackDescription
source: Detects that the system agent has been configured, but the Loopback restriction has not been lifted and Hutao will not be able to network properly.
de: Es wurde festgestellt, dass der Systemproxy konfiguriert wurde, die Loopback-Einschränkung jedoch nicht aufgehoben wurde. Snap Hutao kann keine Verbindung zum Netzwerk herstellen.
es: Se detectó que el agente del sistema está configurado, pero no se eliminó la restricción de Loopback, por lo que Snap Hutao no podrá conectarse a la red correctamente.
fr: Détecté que le proxy système a été configuré, mais la restriction Loopback n'a pas été levée, Snap Hutao ne pourra pas se connecter correctement au réseau.
id: Terdeteksi bahwa agen sistem telah dikonfigurasi, tetapi batasan Loopback belum dicabut, dan Snap Hutao tidak akan dapat terhubung ke jaringan dengan benar.
it: Rilevato che l'agente di sistema è stato configurato, ma la restrizione Loopback non è stata rimossa e Snap Hutao non sarà in grado di connettersi alla rete correttamente.
ja: システムのプロクシーが設定されていることを検出しましたが Loopback 制限が未解除ため、胡桃は正しくネットワークに接続することができません。
ko: 시스템 프록시가 구성되었지만 Loopback 제한이 해제되지 않아 Snap Hutao가 정상적으로 네트워크에 연결할 수 없습니다.
pt: Foi detectado que o proxy do sistema foi configurado, mas a restrição de Loopback não foi removida, e o Snap Hutao não poderá se conectar à rede corretamente.
ru: Обнаружено, что системный прокси настроен, но ограничение Loopback не снято, и Snap Hutao не сможет правильно подключиться к сети.
th: 检测到系统代理已配置，但未解除 Loopback 限制，胡桃将无法正常联网。
tr: Sistem aracısının yapılandırıldığı tespit edildi, ancak Loopback kısıtlaması kaldırılmadı ve Snap Hutao düzgün bir şekilde ağa bağlanamayacak.
vi: Phát hiện proxy hệ thống đã được định cấu hình, nhưng giới hạn Loopback chưa được gỡ bỏ, Snap Hutao sẽ không thể kết nối mạng bình thường.
zh_hant: 檢測到系統代理已設定，但未解除 Loopback 限制，胡桃將無法正常聯網。

# ViewDialogFeedbackEnableLoopbackTitle
source: Confirm to Config Loopback Exemption
de: Loopback-Einschränkung aufheben?
es: ¿Confirmar para configurar la exención de Loopback?
fr: Voulez-vous supprimer la restriction de Loopback ?
id: Konfirmasi untuk Mengonfigurasi Pengecualian Loopback
it: Confermare per configurare l'esenzione Loopback?
ja: ループバック制限解除の確認
ko: Loopback 제한을 해제하시겠습니까?
pt: Confirmar para configurar a isenção de Loopback
ru: Подтвердить снятие ограничений Loopback?
th: ยืนยันที่จะยกเลิกข้อจำกัด Loopback ใช่หรือไม่
tr: Loopback Sınırlamasını Kaldır
vi: Có gỡ bỏ giới hạn Loopback không?
zh_hant: 是否解除 Loopback 限制

# ViewDialogGachaLogRefreshProgressAuthkeyTimeout
source: Wish history URL is expired. Please get it again.
de: Die URL des Wunschverlaufs ist abgelaufen, bitte neu abrufen
es: La URL del historial de deseos ha caducado, obténgala de nuevo.
fr: L'URL de l'historique de vœux a expiré. Veuillez la récupérer.
id: URL riwayat Wish telah kedaluwarsa. Mohon dapatkan kembali.
it: L'URL dello storico dei desideri è scaduto, ottienilo di nuovo
ja: 祈願履歴 URL が無効で、再試行してください
ko: 기원 기록 Url이 유효하지 않습니다. 재발급해주세요
pt: O URL do histórico de orações expirou. Por favor, obtenha-o novamente.
ru: URL истории желаний устарел, пожалуйста, получите его снова
th: 祈愿记录 URL 已失效，请重新获取
tr: Dilek geçmişi URL'sinin süresi doldu, lütfen yeniden alın
vi: URL lịch sử cầu nguyện đã hết hạn, vui lòng lấy lại
zh_hant: 祈願紀錄 URL 已失效，請重新獲取
zh_tw: 祈願記錄 URL 已失效，請重新獲取

# ViewDialogGachaLogRefreshProgressDescription
source: Fetching {0}
de: {0} wird abgerufen
es: Obteniendo {0}
fr: Récupération de {0}
it: Recupero di {0}
ja: {0} を取得中
ko: 가져오는 중 {0}
pt: Buscando {0}
ru: Получение {0}
th: กำลังดึงข้อมูล {0}
tr: {0} getiriliyor
vi: Đang lấy {0}
zh_hant: 正在獲取 {0}
zh_tw: 正在獲取 {0}

# ViewDialogGachaLogRefreshProgressTitle
source: Getting wish items
de: Wunschgegenstände werden abgerufen
es: Obteniendo objetos de gachapón
fr: Obtention des objets de vœu
id: Mengambil item wish
it: Recupero oggetti dei desideri
ja: 祈願履歴を取得中
ko: 기원 목록 불러오는 중
pt: Obtendo itens de oração
ru: Получение предметов молитвы
th: กำลังรับไอเทมจากการอธิษฐาน
tr: Dilek öğeleri alınıyor
vi: Đang lấy vật phẩm cầu nguyện
zh_hant: 獲取祈願物品中
zh_tw: 獲取祈願物品中

# ViewDialogGachaLogUrlInputPlaceholder
source: Input URL
de: URL eingeben
es: Ingresar URL
fr: Veuillez saisir l'URL
id: Masukan URL
it: Inserisci URL
ja: URL を入力してください
ko: Url 입력
pt: Insira o URL
ru: Пожалуйста, введите URL
th: 请输入 URL
tr: URL'yi girin
vi: Nhập URL
zh_hant: 請輸入 URL
zh_tw: 請輸入 Url

# ViewDialogGachaLogUrlTitle
source: Input Wish History URL Manually
de: Wunschverlaufs-URL manuell eingeben
es: Ingresar manualmente la URL del historial de deseos
fr: Saisir manuellement l'URL de l'historique des vœux
id: Masukan histori wish URL secara manual
it: Inserisci manualmente URL dello storico dei desideri
ja: 祈願履歴 URL を手動で入力する
ko: 수동 기원 기록 입력 Url
pt: Insira manualmente o URL do histórico de orações
ru: Ввести URL истории желаний вручную
th: 手动输入祈愿记录 URL
tr: Dilek Geçmişi URL'sini Manuel Olarak Girin
vi: Nhập URL nhật ký cầu nguyện thủ công
zh_hant: 手動輸入祈願紀錄 URL
zh_tw: 手動輸入祈願記錄 Url

# ViewDialogGameInstallLaunchScheme
source: Game Server
de: Spiele-Server
es: Servidor de juego
fr: Serveur de jeu
id: Server game
it: Server di gioco
ja: ゲームサーバー
ko: 게임 서버
pt: Servidor do jogo
ru: Игровой Сервер
th: 游戏服务器
tr: Oyun Sunucusu
vi: Máy chủ trò chơi
zh_hant: 遊戲伺服器

# ViewDialogGameInstallPathHddHint
source: Currently selected directory is HDD, SSD is recommended
de: Das aktuell ausgewählte Verzeichnis ist eine HDD, eine SSD wird empfohlen
es: El directorio seleccionado es HDD, se recomienda usar SSD
fr: Le répertoire sélectionné est actuellement un disque dur, il est recommandé d'utiliser un SSD
id: Direktori yang dipilih saat ini adalah HDD, disarankan untuk menggunakan SSD
it: La directory selezionata è HDD, si consiglia SSD
ja: 現在選択されているディレクトリは HDD ですが、SSD を推奨します
ko: 현재 선택된 디렉터리는 HDD이며, SSD 사용을 권장합니다.
pt: O diretório selecionado atualmente é um HDD. Recomenda-se usar um SSD.
ru: В настоящий момент выбран каталог на HDD. Рекомендуется использовать SSD.
th: 当前选择目录为HDD，建议使用SSD
tr: Şu anda seçilen dizin HDD, SSD kullanılması önerilir
vi: Thư mục hiện tại được chọn là HDD, nên dùng SSD
zh_hant: 目前選擇目錄為HDD，建議使用SSD

# ViewDialogGameInstallPickGameDirectory
source: Set the game installation directory
de: Spieleinstallationsverzeichnis festlegen
es: Establecer directorio de instalación del juego
fr: Définir le répertoire d'installation du jeu
id: Atur direktori instalasi game
it: Imposta la directory di installazione del gioco
ja: ゲームのインストール場所を設定
ko: 게임 설치 디렉터리 설정
pt: Definir o diretório de instalação do jogo
ru: Установить каталог установки игры
th: 设置游戏安装目录
tr: Oyun kurulum dizinini ayarla
vi: Đặt thư mục cài đặt trò chơi
zh_hant: 設定遊戲安裝目錄

# ViewDialogGameInstallTitle
source: Install Game
de: Spiel installieren
es: Instalar juego
fr: Installer le jeu
id: Instal game
it: Installa gioco
ja: ゲームをインストール
ko: 게임 설치
pt: Instalar jogo
ru: Установить игру
th: 安装游戏
tr: Oyunu yükle
vi: Cài đặt trò chơi
zh_hant: 安裝遊戲

# ViewDialogGameInstallVoiceChinese
source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
id: Bahasa Mandarin
it: Cinese
ja: 中国語
ko: 중국어
pt: Chinês
ru: Китайский
th: 汉语
tr: Çince
vi: Tiếng Trung
zh_hant: 漢語

# ViewDialogGameInstallVoiceEnglish
source: English
de: Englisch
es: Inglés
fr: Anglais
id: Bahasa Inggris
it: Inglese
ja: 英語
ko: 영어
pt: Inglês
ru: Английский
th: 英语
tr: İngilizce
vi: Tiếng Anh
zh_hant: 英語

# ViewDialogGameInstallVoiceJapanese
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
id: Bahasa Jepang
it: Giapponese
ja: 日本語
ko: 일본어
pt: Japonês
ru: Японский
th: 日语
tr: Japonca
vi: Tiếng Nhật
zh_hant: 日語

# ViewDialogGameInstallVoiceKorean
source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
id: Bahasa Korea
it: Coreano
ja: 韓国語
ko: 한국어
pt: Coreano
ru: Корейский
th: 韩语
tr: Korece
vi: Tiếng Hàn
zh_hant: 韓語

# ViewDialogGeetestCustomUrlCompositInputHint
source: Input request Url with composit template
de: URL mit zusammengesetzter Vorlage für die Anforderungsschnittstelle eingeben
es: Ingrese la URL de la plantilla compuesta de la interfaz de solicitud
fr: Veuillez saisir l'URL de requête avec un modèle composite
id: Masukkan URL permintaan dengan template Composit
it: Inserisci l'URL del modello composito per l'interfaccia di richiesta
ja: リクエスト URL の複合テンプレートを入力してください
ko: 요청 인터페이스의 URL 복합 템플릿을 입력하세요
pt: Url da solicitação de entrada com modelo composto
ru: Введите URL-адрес запроса с составным шаблоном
th: 请输入请求接口的 URL 复合模板
tr: İstek URL'si karma şablonunu girin
vi: Vui lòng nhập mẫu tổng hợp URL của giao diện yêu cầu
zh_hant: 請輸入請求介面的 URL 複合模板

# ViewDialogGeetestCustomUrlReturnDataDescription1
source: The interface requires a return of JSON data as shown above. Extra data will be ignored
de: Die Schnittstelle muss JSON-Daten wie oben gezeigt zurückgeben, zusätzliche Daten werden ignoriert.
es: La interfaz requiere que se devuelvan datos JSON como se muestra arriba. Los datos adicionales se ignorarán.
fr: L'interface doit renvoyer des données JSON comme indiqué ci-dessus. Les données supplémentaires seront ignorées.
id: Antarmuka ini memerlukan pengembalian data JSON seperti yang ditunjukkan di atas. Data tambahan akan diabaikan.
it: L'interfaccia richiede la restituzione di dati JSON come mostrato sopra. I dati extra verranno ignorati
ja: インターフェースは、上記のような JSON データを返す必要があります。余分なデータは無視されます。
ko: 인터페이스는 위에 표시된 것과 같은 JSON 데이터를 반환해야 합니다. 추가 데이터는 무시됩니다.
pt: A interface requer um retorno de dados Json, conforme mostrado acima. Dados extras serão ignorados
ru: Интерфейс должен возвращать данные JSON в формате, показанном выше. Лишние данные будут проигнорированы
th: 接口需要返回形如上方所示的 JSON 数据，多余的数据会被忽略
tr: Arayüz, yukarıda gösterildiği gibi bir JSON verisi dönüşü gerektirir, fazladan veriler göz ardı edilecektir.
vi: Giao diện cần trả về dữ liệu JSON như hiển thị ở trên, dữ liệu thừa sẽ bị bỏ qua
zh_hant: 介面需要返回形如上方所示的 JSON 資料，多餘的資料會被忽略

# ViewDialogGeetestCustomUrlReturnDataDescription2
source: If "code" is 0, the authentication is successful, otherwise the authentication is failed
de: Wenn "code" 0 ist, ist die Verifizierung erfolgreich, alle anderen Werte gelten als Verifizierungsfehler
es: Si el valor de "code" es 0, la verificación es correcta, cualquier otro valor indica que la verificación ha fallado
fr: Si "code" est 0, l'authentification est réussie ; sinon, l'authentification a échoué
id: Jika "code" adalah 0, otentikasi berhasil, jika tidak, otentikasi gagal
it: Se il "code" è 0, l'autenticazione ha avuto successo, altrimenti l'autenticazione è fallita
ja: "code" は 0 の場合のみ認証成功です。他の戻り値は認証失敗となります。
ko: "code"가 0이면 인증 성공을 나타내고, 다른 값은 모두 인증 실패로 간주됩니다.
pt: Se "code" for 0, a autenticação foi bem-sucedida; caso contrário, a autenticação falhou
ru: Если значение "code" равно 0, это означает, что проверка прошла успешно, в противном случае проверка не пройдена.
th: หาก "code" เป็น 0 แสดงว่าการตรวจสอบสำเร็จ หากมีค่าอื่นแสดงว่าการตรวจสอบล้มเหลว
tr: "code" 0 ise, doğrulamanın başarılı olduğunu, aksi takdirde doğrulamanın başarısız olduğunu belirtir
vi: "code" là 0, cho biết xác thực thành công, các giá trị khác được coi là xác thực không thành công
zh_hant: "code" 為 0 時，指示驗證成功，其他的值均視為驗證失敗

# ViewDialogGeetestCustomUrlReturnDataHeader
source: Returned data
de: Zurückgegebene Daten
es: Datos devueltos
fr: Données retournées
id: Data pengembalian:
it: Dati restituiti
ja: 戻り値
ko: 반환된 데이터
pt: Dados retornados
ru: Возвращенные данные
th: ข้อมูลที่ส่งคืน
tr: Geri döndürülen veri
vi: Dữ liệu trả về
zh_hant: 返回資料

# ViewDialogGeetestCustomUrlSampleDescription1
source: {0} will be replaced with "gt" during a request
de: {0} wird bei der tatsächlichen Anfrage durch gt ersetzt
es: {0} se reemplazará con gt durante la solicitud real
fr: {0} sera remplacé par « gt » lors d'une requête
id: {0} akan digantikan dengan gt selama permintaan
it: {0} verrà sostituito con gt durante la richiesta effettiva
ja: {0} はリクエストの際、gtに置き換えられます
ko: {0}은 실제 요청 시 gt로 대체됩니다.
pt: {0} será substituído por gt durante uma solicitação
ru: {0} будет заменен на gt во время фактического запроса
th: {0} จะถูกแทนที่ด้วย gt ในระหว่างการร้องขอจริง
tr: {0} gerçek istek sırasında gt ile değiştirilecektir
vi: {0} sẽ được thay thế bằng gt trong yêu cầu thực tế
zh_hant: {0} 將在實際請求時取代為 gt
