Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# AppDevNameAndVersion
source: Snap Hutao Dev {0}
ja: 胡桃 Dev {0}
ko: 호두 Dev {0}
zh_hant: 胡桃 Dev {0}
zh_tw: 胡桃 Dev {0}

# AppElevatedDevNameAndVersion
source: Snap Hutao Dev {0} [Administrator]
es: Snap Hutao Dev {0} [Administrador]
fr: Snap Hutao Dev {0} [Administrateur]
it: Snap Hutao Dev {0} [Amministratore]
ja: 胡桃 Dev {0} [管理者]
ko: 胡桃Dev {0} [管理员]
pt: Snap Hutao Dev {0} [Administrador]
ru: Ху Тао Dev {0} [Администратор]
th: Snap Hutao Dev {0} [ผู้ดูแลระบบ]
tr: Snap Hutao Dev {0} [Yönetici]
vi: Snap Hutao Dev {0} [Quyền Quản Trị Viên]
zh_hant: 胡桃 Dev {0} [系統管理員]

# AppElevatedNameAndVersion
source: Snap Hutao {0} [Administrator]
es: Snap Hutao {0} [Administrador]
fr: Snap Hutao {0} [Administrateur]
it: Snap Hutao {0} [Amministratore]
ja: 胡桃 {0} [管理者]
ko: Snap Hutao {0} [관리자]
pt: Snap Hutao {0} [Administrador]
ru: Ху Тао {0} [Администратор]
th: Snap Hutao {0} [ผู้ดูแลระบบ]
tr: Snap Hutao {0} [Yönetici]
vi: Snap Hutao {0} [Quản trị viên]
zh_hant: 胡桃 {0} [系統管理員]

# AppName
source: Snap Hutao
ja: 胡桃
ko: 호두
ru: Ху Тао
zh_hant: 胡桃
zh_tw: 胡桃

# AppNameAndVersion
source: Snap Hutao {0}
ja: 胡桃 {0}
ko: 호두 {0}
ru: Ху Тао {0}
zh_hant: 胡桃 {0}
zh_tw: 胡桃 {0}

# ContentDialogCancelCloseButtonText
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy bỏ
zh_hant: 取消
zh_tw: 取消

# ContentDialogCompletePrimaryButtonText
source: Complete
de: Fertigstellen
es: Completar
fr: Terminer
id: Selesai
it: Completa
ja: 完了
ko: 완료
pt: Completo
ru: Готово
th: เสร็จสิ้น
tr: Tamamla
vi: Hoàn thành
zh_hant: 完成
zh_tw: 完成

# ContentDialogConfirmPrimaryButtonText
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
id: Konfirmasi
it: Conferma
ja: 確定
ko: 확인
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
tr: Onayla
vi: OK
zh_hant: 確認
zh_tw: 確定

# ContentDialogSavePrimaryButtonText
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
it: Salva
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hant: 儲存
zh_tw: 保存

# ControlAutoSuggestBoxNotFoundValue
source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
id: Tidak ada hasil yang ditemukan
it: Nessun risultato trovato
ja: 検索結果なし
ko: 결과를 찾을 수 없음
pt: Nenhum resultado
ru: Результаты не найдены
th: ไม่พบผลลัพธ์
tr: Sonuç bulunamadı
vi: Không tìm thấy kết quả
zh_hant: 找不到結果

# ControlAutoSuggestTokenBoxRemoveMenuItem
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hant: 刪除

# ControlAutoSuggestTokenBoxSelectAllMenuItem
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pt: Selecionar tudo
ru: Выбрать все
th: เลือกทั้งหมด
tr: Tümünü Seç
vi: Chọn tất cả
zh_hant: 選擇全部

# ControlImageCachedImageInvalidResourceUri
source: Invalid URI
de: Ungültige URI
es: URI no válida
fr: URI invalide
id: UID salah
it: URI non valido
ja: 無効な URI
ko: 잘못된 URI
pt: URI inválido
ru: Недопустимый URI
th: 无效的 URI
tr: Geçersiz URI
vi: URI không hợp lệ
zh_hant: 無效的 URI
zh_tw: 無效的 Uri

# ControlPanelPanelSelectorDropdownGridName
source: Grid
de: Raster
es: Cuadrícula
fr: Grille
it: Griglia
ja: アイコン
ko: 격자
pt: Grade
ru: Сетка
th: ตาราง
tr: Izgara
vi: Lưới
zh_hant: 網格
zh_tw: 網格

# ControlPanelPanelSelectorDropdownListName
source: List
de: Liste
es: Lista
fr: Liste
id: Daftar
it: Elenco
ja: リスト
ko: 목록
pt: Lista
ru: Список
th: รายการ
tr: Liste
vi: Danh sách
zh_hant: 清單
zh_tw: 列表

# CoreThreadingSemaphoreSlimDisposed
source: Semaphore disposed, operation cancelled
de: Semaphore wurde freigegeben, Operation abgebrochen
es: Semáforo eliminado, operación cancelada
fr: Sémaphore éliminé, opération annulée
id: Semaphore dibuang, operasi dibatalkan.
it: Semaphore eliminato, operazione annullata
ja: セマフォが既に解放され、操作が取り消されました
ko: 세마포어가 해제되어 작업이 취소되었습니다.
pt: Semáforo descartado, operação cancelada
ru: Semaphore удален, операция отменена
th: Semaphore ถูกปล่อยแล้ว การดำเนินการถูกยกเลิก
tr: Semafur serbest bırakıldı, işlem iptal edildi
vi: Bộ đếm semaphore đã được giải phóng, thao tác bị hủy
zh_hant: 訊號量已經被釋放，操作取消
zh_tw: 信號量已經被釋放，操作取消

# CoreWebView2HelperVersionUndetected
source: No WebView2 Runtime detected
de: WebView2-Laufzeit nicht erkannt
es: No se detectó el tiempo de ejecución de WebView2
fr: Aucun moteur d'exécution WebView2 n'est détecté
id: WebView2 Runtime tidak terdeteksi.
it: Runtime di WebView2 non rilevato
ja: WebView2 ランタイムが検出されませんでした
ko: WebView2 런타임이 감지되지 않음
pt: O WebView2 Runtime não foi detectado
ru: Среда выполнения WebView2 не обнаружена
th: ไม่พบ WebView2 รันไทม์
tr: WebView2 Çalışma Zamanı algılanamadı
vi: Không phát hiện WebView2 Runtime
zh_hant: 未檢測到 WebView2 執行階段
zh_tw: 未檢測到 WebView2 運行時

# CoreWindowHotkeyCombinationRegisterFailed
source: Register [{0}] hotkey [{1}] failed
de: Die Registrierung des Hotkeys [{0}] [{1}] ist fehlgeschlagen
es: Error al registrar la tecla de acceso rápido [{0}] [{1}]
fr: Échec de l'enregistrement de [{0}] en touche de raccourci [{1}]
id: [{0}] Hotkey [{1}] gagal terdaftar
it: Registrazione dell'hotkey [{0}] [{1}] non riuscita
ja: [{0}] をホットキー [{1}] に登録できませんでした
ko: [{0}] 단축키 [{1}] 등록 실패
pt: Falha ao definir atalho [{0}] para [{1}].
ru: Регистрация [{0}] горячей клавиши [{1}] не удалась
th: [{0}] คีย์ลัด [{1}] ลงทะเบียนไม่สำเร็จ
tr: [{0}] kısayol tuşu [{1}] kaydı başarısız oldu
vi: [{0}] Phím tắt [{1}] đăng ký thất bại
zh_hant: [{0}] 鍵盤快速鍵 [{1}] 註冊失敗

# CoreWindowingNotifyIconExitLabel
source: Quit
de: Beenden
es: Salir
fr: Quitter
id: batalkan
it: Esci
ja: 閉じる
ko: 종료
pt: Sair
ru: Выход
th: ออก
tr: Çıkış
vi: Thoát
zh_hant: 退出

# CoreWindowingNotifyIconLaunchGameLabel
source: Launch
de: Spiel starten
es: Iniciar juego
fr: Lanceur de jeu
id: Luncurkan
it: Avvia gioco
ja: ゲーム起動
ko: 게임 시작
pt: Iniciar
ru: Game Launcher
th: เปิดเกม
tr: Oyunu Başlat
vi: Trình khởi chạy
zh_hant: 啟動遊戲

# CoreWindowingNotifyIconPromotedHint
source: Snap Hutao is running in the background
de: Snap Hutao läuft im Hintergrund
es: Snap Hutao se está ejecutando en segundo plano
fr: Snap Hutao fonctionne en arrière-plan.
id: Hutao sedang berlari di latar belakang.
it: Snap Hutao è in esecuzione in background
ja: 胡桃がバックグラウンドで実行中です
ko: Snap Hutao가 백그라운드에서 실행 중입니다.
pt: Snap Hutao está sendo executado em segundo plano
ru: Snap Hutao работает в фоновом режиме
th: Snap Hutao กำลังทำงานอยู่เบื้องหลัง
tr: Snap Hutao arka planda çalışıyor
vi: Snap Hutao đang chạy ẩn
zh_hant: 胡桃已進入背景執行

# CoreWindowingNotifyIconViewLabel
source: Window
de: Fenster
es: Ventana
fr: Fenêtré
id: Jendela
it: Finestra
ja: ウィンドウ
ko: 창
pt: Janela
ru: Окно
th: หน้าต่าง
tr: Pencere
vi: Cửa sổ
zh_hant: 視窗

# CoreWindowThemeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
it: Scuro
ja: ダーク
ko: 어두운 테마
pt: Tema Escuro
ru: Тёмная
th: มืด
tr: Koyu
vi: Tối
zh_hant: 深色

# CoreWindowThemeLight
source: Light
de: Hell
es: Claro
fr: Clair
id: Terang
it: Chiaro
ja: ライト
ko: 밝은 색
pt: Tema Claro
ru: Светлая
th: สว่าง
tr: Açık
vi: Sáng
zh_hant: 淺色

# CoreWindowThemeSystem
source: Follow System
de: Systemeinstellung
es: Seguir al sistema
fr: Système
id: Ikuti setelan sistem
it: Segui sistema
ja: システム設定に従う
ko: 시스템 따르기
pt: Padrão do sistema
ru: Системная
th: ตามระบบ
tr: Sistemi Takip Et
vi: Hệ thống
zh_hant: 跟隨系統

# GuideWindowTitle
source: Welcome to Snap Hutao, Traveler ~
de: Willkommen bei Snap Hutao
es: Bienvenido a Snap Hutao
fr: Bienvenue à Snap Hutao, Voyageur ~
id: Selamat Datang di Snap Hutao, Traveler ~
it: Benvenuto in Snap Hutao
ja: 胡桃へようこそ
ko: 호두에 오신 것을 환영합니다
pt: Boas-vindas ao Snap Hutao, Viajante ~
ru: Добро пожаловать в Snap Hutao, путешественник ~
th: ยินดีต้อนรับสู่ Snap Hutao
tr: Snap Hutao'ya Hoş Geldiniz
vi: Chào mừng bạn đến với Snap Hutao
zh_hant: 歡迎使用胡桃

# MetadataSpecialNameMetaAvatarSexProInfoPronounBoyGirlD
source: <color=#1E90FF>Prince</color>/<color=#FFB6C1>Princess</color>
de: <color=#1E90FF>Prinz</color>/<color=#FFB6C1>Prinzessin</color>
es: <color=#1E90FF>Príncipe</color>/<color=#FFB6C1>Princesa</color>
fr: <color=#1E90FF>Prince</color>/<color=#FFB6C1>Princesse</color>
it: <color=#1E90FF>Principe</color>/<color=#FFB6C1>Principessa</color>
ja: <color=#1E90FF>王子</color>/<color=#FFB6C1>姫君</color>
ko: <color=#1E90FF>왕자</color>/<color=#FFB6C1>공주</color>
pt: <color=#1E90FF>Príncipe</color>/<color=#FFB6C1>Princesa</color>
ru: <color=#1E90FF>Принц</color>/<color=#FFB6C1>Принцесса</color>
th: <color=#1E90FF>เจ้าชาย</color>/<color=#FFB6C1>เจ้าหญิง</color>
tr: <color=#1E90FF>Prens</color>/<color=#FFB6C1>Prenses</color>
vi: <color=#1E90FF>Hoàng tử</color>/<color=#FFB6C1>Công chúa</color>
zh_hant: <color=#1E90FF>王子</color>/<color=#FFB6C1>公主</color>

# MetadataSpecialNameMetaAvatarSexProInfoPronounBoyGirlFirst
source: <color=#1E90FF>I</color>/<color=#FFB6C1>I</color>
de: <color=#1E90FF>Ich</color>/<color=#FFB6C1>Ich</color>
es: <color=#1E90FF>Yo</color>/<color=#FFB6C1>Yo</color>
fr: <color=#1E90FF>Je</color>/<color=#FFB6C1>Je</color>
it: <color=#1E90FF>Io</color>/<color=#FFB6C1>Io</color>
ja: <color=#1E90FF>私</color>/<color=#FFB6C1>私</color>
ko: <color=#1E90FF>나</color>/<color=#FFB6C1>나</color>
pt: <color=#1E90FF>Eu</color>/<color=#FFB6C1>Eu</color>
th: <color=#1E90FF>ฉัน</color>/<color=#FFB6C1>ฉัน</color>
tr: <color=#1E90FF>Ben</color>/<color=#FFB6C1>Ben</color>
vi: <color=#1E90FF>Tôi</color>/<color=#FFB6C1>Tôi</color>
zh_hant: <color=#1E90FF>我</color>/<color=#FFB6C1>我</color>

# MetadataSpecialNameNickname
source: Traveler
de: Reisende
es: Viajero
fr: Voyageur
id: Pengembara
it: Viaggiatore
ja: 旅人
ko: 여행자
pt: Viajante
ru: Путешественник
th: นักเดินทาง
tr: Gezgin
vi: Nhà lữ hành
zh_hant: 旅行者

# MetadataSpecialNamePlayerAvatarSexProInfoPronounHeShe
source: <color=#1E90FF>He</color>/<color=#FFB6C1>She</color>
de: <color=#1E90FF>Er</color>/<color=#FFB6C1>Sie</color>
es: <color=#1E90FF>Él</color>/<color=#FFB6C1>Ella</color>
fr: <color=#1E90FF>Il</color>/<color=#FFB6C1>Elle</color>
it: <color=#1E90FF>Lui</color>/<color=#FFB6C1>Lei</color>
ja: <color=#1E90FF>彼</color>/<color=#FFB6C1>彼女</color>
ko: <color=#1E90FF>그</color>/<color=#FFB6C1>그녀</color>
pt: <color=#1E90FF>Ele</color>/<color=#FFB6C1>Ela</color>
th: <color=#1E90FF>เขา</color>/<color=#FFB6C1>เธอ</color>
tr: <color=#1E90FF>O</color>/<color=#FFB6C1>O</color>
vi: <color=#1E90FF>Anh</color>/<color=#FFB6C1>Cô</color>
zh_hant: <color=#1E90FF>他</color>/<color=#FFB6C1>她</color>

# MetadataSpecialNameRealNameId1
source: Wanderer
es: Vagabundo
fr: Vagabond
id: Pengembara
it: Girovago
ja: 放浪者
ko: 방랑자
pt: Viajante
ru: Путник
th: ผู้พเนจร
tr: Gezgin
vi: Kẻ lang thang
zh_hant: 流浪者

# ModelBindingAvatarPropertyWeaponAffixFormat
source: Refine {0}
de: Verfeinern {0}
es: Refinar {0}
fr: Raffiner {0}
id: Perbaiki {0}
it: Raffina {0}
ja: 精錬ランク {0}
ko: 재련 {0}
pt: Refinar {0}
ru: Уточнить {0}
th: ขัดเกลา {0}
tr: Arıtma {0}
vi: Tinh luyện {0}
zh_hant: 精煉 {0}
zh_tw: 精煉 {0}

# ModelBindingCultivationDaysOfWeek14
source: Monday/Thursday/Sunday
de: Montag/Donnerstag/Sonntag
es: Lunes/Jueves/Domingo
fr: Lundi/Jeudi/Dimanche
id: Senin/Kamis/Minggu
it: Lunedì/Giovedì/Domenica
ja: 月/木/日
ko: 월요일/목요일/일요일
pt: Segunda-feira/Quinta-feira/Domingo
ru: Понедельник/Четверг/Воскресенье
th: จันทร์/พฤหัสบดี/อาทิตย์
tr: Pazartesi/Perşembe/Pazar
vi: Thứ Hai/Thứ Năm/Chủ Nhật
zh_hant: 週一/週四/週日
zh_tw: 周一/周四/周日

# ModelBindingCultivationDaysOfWeek25
source: Tuesday/Friday/Sunday
de: Dienstag/Freitag/Sonntag
es: Martes/Viernes/Domingo
fr: Mardi/Vendredi/Dimanche
id: Selasa/Jumat/Minggu
it: Martedì/Venerdì/Domenica
ja: 火/金/日
ko: 화요일/금요일/일요일
pt: Terça-feira/Sexta-feira/Domingo
ru: Вторник/Пятница/Воскресенье
th: อังคาร/ศุกร์/อาทิตย์
tr: Salı/Cuma/Pazar
vi: Thứ Ba/Thứ Sáu/Chủ Nhật
zh_hant: 週二/週五/週日
zh_tw: 周二/周五/周日

# ModelBindingCultivationDaysOfWeek36
source: Wednesday/Saturday/Sunday
de: Mittwoch/Samstag/Sonntag
es: Miércoles/Sábado/Domingo
fr: Mercredi/Samedi/Dimanche
id: Rabu/Sabtu/Minggu
it: Mercoledì/Sabato/Domenica
ja: 水/土/日
ko: 수요일/토요일/일요일
pt: Quarta-feira/Sábado/Domingo
ru: Среда/Суббота/Воскресенье
th: พุธ/เสาร์/อาทิตย์
tr: Çarşamba/Cumartesi/Pazar
vi: Thứ Tư/Thứ Bảy/Chủ Nhật
zh_hant: 週三/週六/週日
zh_tw: 周三/周六/周日

# ModelBindingGachaTypedWishSummaryAveragePullFormat
source: {0:f2} Pulls
de: {0:f2} Ziehungen
es: {0:f2} tiradas
fr: {0:f2} invocations
it: {0:f2} Estrazioni
ja: {0:f2} 回目
ko: {0:f2} 뽑음
pt: {0:f2} orações
th: {0:f2} ครั้ง
tr: {0:f2} Çekiş
vi: {0:f2} lần
zh_hant: {0:f2} 抽

# ModelBindingGachaTypedWishSummaryMaxOrangePullFormat
source: Unluckiest {0} Pulls
de: Pechvogel {0} Ziehungen
es: Peor racha {0} tiradas
fr: Les pires invocations {0}
id: {0} Pulls tersial
it: Peggiori {0} Estrazioni
ja: 最不運: {0}
ko: 가장 나쁨 {0} 뽑음
pt: As {0} orações mais azaradas
th: แย่สุด {0} ครั้ง
tr: En Şanssız {0} Çekiş
vi: Xui nhất {0} lần
zh_hant: 最非 {0} 抽

# ModelBindingGachaTypedWishSummaryMinOrangePullFormat
source: Luckiest {0} Pulls
de: Glückspilz {0} Ziehungen
es: Mejor racha {0} tiradas
fr: Les meilleures invocations {0}
id: {0} Pulls terhoki
it: Migliori {0} Estrazioni
ja: 最幸運: {0}
ko: 가장 좋음 {0} 뽑음
pt: As {0} orações mais sortudas
th: ดีสุด {0} ครั้ง
tr: En Şanslı {0} Çekiş
vi: May mắn nhất {0} lần
zh_hant: 最歐 {0} 抽

# ModelBindingGachaWishBaseTotalCountFormat
source: {0} Pulls
de: {0} Ziehungen
es: {0} tiradas
fr: {0} Invocations
it: {0} Estrazioni
ja: {0} 回目
ko: {0} 뽑음
pt: {0} orações
th: {0} ครั้ง
tr: {0} Çekiş
vi: {0} lần
zh_hant: {0} 抽

# ModelBindingHutaoComplexRankFloor
source: Floor {0}
de: Ebene {0}
es: Piso {0}
id: Lantai {0}
it: Piano {0}
ja: 第 {0} 層
ko: 제 {0} 층
pt: Piso {0}
ru: Этаж {0}
th: ชั้น {0}
tr: {0}. Kat
vi: Tầng {0}
zh_hant: 第 {0} 層

# ModelBindingHutaoComplexRankLevel
source: Level {0}
de: Raum {0}
es: Nivel {0}
fr: Niveau {0}
id: Ruangan {0}
it: Livello {0}
ja: 第 {0} 間
ko: 제 {0} 방
pt: Nível {0}
ru: Уровень {0}
th: ห้อง {0}
tr: {0}. Oda
vi: Cấp độ {0}
zh_hant: 第 {0} 間

# ModelBindingHutaoTeamUpCountFormat
source: Played {0} Times
de: {0} Mal eingesetzt
es: Apareció {0} veces
fr: Apparu {0} fois
id: Muncul {0} kali
it: Apparso {0} volte
ja: 出場回数{0}
ko: {0}번 플레이
pt: Aparece {0} vezes
ru: Appear {0} Times
th: ปรากฏตัว {0} ครั้ง
tr: {0} Kez Sahneye Çıktı
vi: Xuất hiện {0} lần
zh_hant: 上場 {0} 次

# ModelBindingLaunchGameLaunchSchemeBilibili
source: BiliBili
de: Kanal-Server
it: Server BiliBili
ja: 世界樹サーバー
ko: 채널 서비스
tr: Kanal Sunucusu
vi: Máy chủ BiliBili
zh_hant: 渠道服
zh_tw: 渠道伺服器

# ModelBindingLaunchGameLaunchSchemeChinese
source: CN
de: Offizieller Server
fr: Chinois
it: Server CN
ja: 天空島サーバー
ko: 공식 서버
pt: China
tr: Resmi Sunucu
vi: Máy chủ Trung Quốc
zh_hant: 官方服
zh_tw: 官方伺服器

# ModelBindingLaunchGameLaunchSchemeOversea
source: Global
de: Globaler Server
it: Server Globale
ja: グローバルサーバー
ko: 글로벌 서버
tr: Global Sunucu
vi: Máy chủ Quốc Tế
zh_hant: 國際服
zh_tw: 國際伺服器

# ModelBindingUserInitializationFailed
source: Network Error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
id: Gangguan jaringan
it: Errore di rete
ja: ネットワーク接続エラー
ko: 네트워크 오류
pt: Erro de rede
ru: Ошибка Сети
th: เกิดข้อผิดพลาดเครือข่าย
tr: Ağ Hatası
vi: Lỗi mạng
zh_hant: 網路異常

# ModelEntityDailyNoteNotRefreshed
source: Not refreshed
de: Noch nicht aktualisiert
es: No se ha actualizado
fr: Non rafraîchie
id: Belum diperbarui
it: Non aggiornato
ja: 未更新
ko: 아직 새로 고침되지 않음
pt: Não atualizado
ru: Не обновлено
th: ยังไม่ได้รีเฟรช
tr: Henüz yenilenmedi
vi: Chưa làm mới
zh_hant: 尚未重新整理

# ModelEntityDailyNoteRefreshTimeFormat
source: Refreshed at {0:MM.dd HH:mm:ss}
de: Aktualisiert am {0:MM.dd HH:mm:ss}
es: Actualizado el {0:MM.dd HH:mm:ss}
fr: Rafraîchie à {0:MM.dd HH:mm:ss}
id: Perbarui pada {0:MM.dd HH:mm:ss}
it: Aggiornato alle {0:MM.dd HH:mm:ss}
ja: 更新日時 {0:MM.dd HH:mm:ss}
ko: {0:MM.dd HH:mm:ss}에 새로 고침됨
pt: Atualizado em {0:MM.dd HH:mm:ss}
ru: Обновление в {0:MM.dd HH:mm:ss}
th: รีเฟรชเมื่อ {0:MM.dd HH:mm:ss}
tr: {0:MM.dd HH:mm:ss} tarihinde yenilendi
vi: Đã làm mới vào {0:MM.dd HH:mm:ss}
zh_hant: 重新整理於 {0:MM.dd HH:mm:ss}

# ModelEntityPrimitiveCultivateTypeAvatarAndSkill
source: Role
de: Charakter
es: Personaje
fr: Personnage
it: Personaggio
ja: キャラクター
ko: 캐릭터
pt: Personagem
ru: Персонаж
vi: Tài khoản
zh_hant: 角色

# ModelEntityPrimitiveCultivateTypeFurniture
source: Furniture
de: Möbel
es: Mueble
fr: Meuble
id: Furnitur
it: Mobilia
ja: 調度品
ko: 가구
pt: Mobília
ru: Мебель
vi: Nội thất
zh_hant: 家具

# ModelEntityPrimitiveCultivateTypeWeapon
source: Weapon
de: Waffe
es: Arma
fr: Armes
id: Senjata
it: Arma
ja: 武器
ko: 무기
pt: Arma
ru: Оружие
vi: Vũ khí
zh_hant: 武器

# ModelEntitySpiralAbyssScheduleFormat
source: Schedule {0}
de: Phase {0}
es: Fase {0}
fr: Calendrier {0}
id: Jadwal {0}
it: Turno {0}
ja: 第 {0} 期
ko: 제 {0} 호
pt: Cronograma {0}
ru: Расписание {0}
th: ช่วงที่ {0}
tr: {0}. Aşama
vi: Kỳ {0}
zh_hant: 第 {0} 期
zh_tw: 第 {0} 期

# ModelInterchangeUIGFItemTypeAvatar
source: Character
de: Charakter
es: Personaje
fr: Personnage
id: Karakter
it: Personaggio
ja: キャラクター
ko: 캐릭터
pt: Personagem
ru: Персонаж
th: ตัวละคร
tr: Karakter
vi: Tài khoản
zh_hant: 角色

# ModelInterchangeUIGFItemTypeWeapon
source: Weapon
de: Waffe
es: Arma
fr: Armes
id: Senjata
it: Arma
ja: 武器
ko: 무기
pt: Arma
ru: Оружие
th: อาวุธ
tr: Silah
vi: Vũ khí
zh_hant: 武器

# ModelIntrinsicAssociationTypeFatui
source: Fatui
ja: ファデュイ
ko: 우인단
ru: Фатуи
zh_hant: 愚人眾

# ModelIntrinsicAssociationTypeFontaine
source: Fontaine
ja: フォンテーヌ
ko: 폰타인
ru: Фонтейн
zh_hant: 楓丹

# ModelIntrinsicAssociationTypeInazuma
source: Inazuma
ja: 稲妻
ko: 이나즈마
pt: Inadzuma
ru: Инадзума
zh_hant: 稻妻

# ModelIntrinsicAssociationTypeLiyue
source: Liyue
ja: 璃月
ko: 리월
ru: Ли Юэ
zh_hant: 璃月

# ModelIntrinsicAssociationTypeMondstadt
source: Mondstadt
ja: モンド
ko: 몬드
ru: Мондштадт
zh_hant: 蒙德

# ModelIntrinsicAssociationTypeNatlan
source: Natlan
ja: ナタ
ko: 나타
ru: Натлан
zh_hant: 納塔

# ModelIntrinsicAssociationTypeRanger
source: Ranger
de: Waldläufer
es: Guardabosques
fr: Rôdeur
it: Guardiano
ja: レンジャー
ko: 궁수
tr: Korucu
zh_hant: 遊俠

# ModelIntrinsicAssociationTypeSnezhnaya
source: Snezhnaya
ja: スネージナヤ
ko: 스네즈나야
ru: Снежная
zh_hant: 至冬

# ModelIntrinsicAssociationTypeSumeru
source: Sumeru
ja: スメール
ko: 수메르
ru: Сумеру
zh_hant: 須彌

# ModelIntrinsicBodyTypeBoy
source: Boy
de: Junge
es: Chico
fr: Garçon
id: Laki - Laki
it: Ragazzo
ja: 少年
ko: 소년
pt: Garoto
ru: Мальчик
th: เด็กชาย
tr: Oğlan
vi: Thiếu niên
zh_hant: 少年

# ModelIntrinsicBodyTypeGirl
source: Girl
de: Mädchen
es: Chica
id: Wanita
it: Ragazza
ja: 少女
ko: 소녀
pt: Garota
ru: Девочка
th: เด็กหญิง
tr: Kız
vi: Thiếu nữ
zh_hant: 少女

# ModelIntrinsicBodyTypeLady
source: Lady
de: Dame
es: Mujer adulta
fr: Dame
id: Perempuan
it: Signora
ja: 女性
ko: 여성
pt: Mulher
ru: Леди
th: ผู้หญิง
tr: Kadın
vi: Nữ trưởng thành
zh_hant: 成女

# ModelIntrinsicBodyTypeLoli
source: Loli
fr: Enfant
ja: ロリ
ko: 로리
ru: Лоли
th: โลลิ
zh_hant: 蘿莉

# ModelIntrinsicBodyTypeMale
source: Male
de: Mann
es: Hombre adulto
fr: Homme
id: Pria
it: Uomo
ja: 男性
ko: 남성
pt: Homem
ru: Мужской
th: ผู้ชาย
tr: Erkek
vi: Nam trưởng thành
zh_hant: 成男

# ModelIntrinsicElementNameElec
source: Electro
de: Elektro
ja: 雷
ko: 번개
ru: Электро
th: ไฟฟ้า
tr: Elektro
vi: Lôi
zh_hant: 雷

# ModelIntrinsicElementNameFire
source: Pyro
ja: 炎
ko: 불
ru: Пиро
th: ไฟ
vi: Hoả
zh_hant: 火

# ModelIntrinsicElementNameGrass
source: Dendro
ja: 草
ko: 풀
ru: Дендро
th: ไม้
vi: Thảo
zh_hant: 草

# ModelIntrinsicElementNameIce
source: Cryo
ja: 氷
ko: 얼음
ru: Крио
th: น้ำแข็ง
vi: Băng
zh_hant: 冰

# ModelIntrinsicElementNameRock
source: Geo
ja: 岩
ko: 바위
ru: Гео
th: หิน
vi: Nham
zh_hant: 岩

# ModelIntrinsicElementNameWater
source: Hydro
ja: 水
ko: 물
ru: Гидро
th: น้ำ
vi: Thủy
zh_hant: 水

# ModelIntrinsicElementNameWind
source: Anemo
ja: 風
ko: 바람
ru: Анемо
th: ลม
vi: Phong
zh_hant: 風

# ModelIntrinsicItemQualityBlue
source: 3 Stars
de: Drei Sterne
es: 3 estrellas
fr: 3 Étoiles
it: Tre stelle
ja: 星3
ko: 3성
pt: 3 estrelas
th: สามดาว
tr: 3 Yıldız
vi: 3 Sao
zh_hant: 三星

# ModelIntrinsicItemQualityGreen
source: 2 Stars
de: Zwei Sterne
es: 2 estrellas
fr: 2 Étoiles
it: Due stelle
ja: 星2
ko: 2성
pt: 2 estrelas
th: สองดาว
tr: 2 Yıldız
vi: 2 Sao
zh_hant: 二星

# ModelIntrinsicItemQualityOrange
source: 5 Stars
de: Fünf Sterne
es: 5 estrellas
fr: 5 Étoiles
it: Cinque stelle
ja: 星5
ko: 5성
pt: 5 estrelas
th: ห้าดาว
tr: 5 Yıldız
vi: 5 Sao
zh_hant: 五星

# ModelIntrinsicItemQualityPurple
source: 4 Stars
de: Vier Sterne
es: 4 estrellas
fr: 4 Étoiles
it: Quattro stelle
ja: 星4
ko: 4성
pt: 4 estrelas
th: สี่ดาว
tr: 4 Yıldız
vi: 4 Sao
zh_hant: 四星

# ModelIntrinsicItemQualityRed
source: Event Exclusive
de: Exklusiv für Event: Fünf Sterne
fr: Événement exclusif
id: Event Eksklusif
it: Esclusivo dell'evento
ja: 限定星5
ko: 한정 5성
pt: Exclusivo de evento
ru: Эксклюзивное событие
th: ห้าดาวลิมิเต็ด
tr: Etkinlik Özel
zh_hant: 限定五星

# ModelIntrinsicItemQualityWhite
source: 1 Star
de: Ein Stern
es: 1 estrella
fr: 1 Étoile
it: Una stella
ja: 星1
ko: 1성
pt: 1 estrela
th: หนึ่งดาว
tr: 1 Yıldız
vi: 1 sao
zh_hant: 一星

# ModelIntrinsicRoleCombatDifficultyLevelEasy
source: Easy Mode
de: Einfacher Modus
es: Modo Fácil
fr: Mode facile
id: Mode Ringan
it: Modalità facile
ja: イージーモード
ko: 쉬운 모드
pt: Modo fácil
ru: Лёгкий режим
th: 轻简模式
tr: Kolay Mod
vi: Chế độ dễ
zh_hant: 輕簡模式

# ModelIntrinsicRoleCombatDifficultyLevelHard
source: Hard Mode
de: Schwieriger Modus
es: Modo Difícil
fr: Mode difficile
id: Mode Sulit
it: Modalità difficile
ja: ハードモード
ko: 어려운 모드
pt: Modo difícil
ru: Сложный режим
th: 困难模式
tr: Zor Mod
vi: Chế độ khó
zh_hant: 困難模式

# ModelIntrinsicRoleCombatDifficultyLevelNormal
source: Normal Mode
de: Normaler Modus
es: Modo Normal
fr: Mode normal
id: Mode Normal
it: Modalità normale
ja: ノーマルモード
ko: 보통 모드
pt: Modo normal
ru: Обычный режим
th: 普通模式
tr: Normal Mod
vi: Chế độ bình thường
zh_hant: 普通模式

# ModelIntrinsicRoleCombatDifficultyLevelVisionary
source: Visionary Mode
de: Visionärer Modus
es: Modo Visionario
fr: Mode Visionnaire
id: Model Keunggulan
it: Modalità visionaria
ja: マスターモード
ko: 탁월 모드
pt: Modo visionário
ru: Режим «Мастер»
th: 卓越模式
tr: Vizyoner Mod
vi: Chế độ xuất sắc
zh_hant: 卓越模式

# ModelIntrinsicWeaponTypeBow
source: Bow
de: Bogen
fr: Arc
id: Busur
it: Arco
ja: 弓
ko: 활
pt: Arco
ru: Лук
th: ธนู
tr: Yay
vi: Cung
zh_hant: 弓

# ModelIntrinsicWeaponTypeCatalyst
source: Catalyst
de: Katalysator
fr: Catalyseur
it: Catalizzatore
ja: 法器
ko: 법구
pt: Catalisador
ru: Катализатор
th: สื่อเวท
tr: Katalizör
vi: Pháp Khí
zh_hant: 法器

# ModelIntrinsicWeaponTypeClaymore
source: Claymore
de: Zweihänder
ja: 両手剣
ko: 양손검
pt: Espadão
ru: Двуручный меч
th: ดาบใหญ่
tr: Kılıç
vi: Trọng kiếm
zh_hant: 雙手劍

# ModelIntrinsicWeaponTypePole
source: Polearm
de: Stangenwaffe
fr: Armes d'hast
it: Arma ad asta
ja: 長柄武器
ko: 장병기
pt: Lança
ru: Древковое оружие
th: หอก
tr: Mızrak
vi: Vũ khí cán dài
zh_hant: 長柄武器

# ModelIntrinsicWeaponTypeSwordOneHand
source: Sword
de: Einhänder
fr: Épées
it: Spada
ja: 片手剣
ko: 한손검
pt: Espada
ru: Одноручные мечи
th: ดาบมือเดียว
tr: Tek El Kılıcı
vi: Kiếm đơn
zh_hant: 單手劍

# ModelMetadataAvatarPlayerName
source: Traveler
de: Reisende
fr: Voyageur
id: Pengembara
it: Viaggiatore
ja: 旅人
ko: 여행자
pt: Viajante
ru: Путешественник
th: นักเดินทาง
tr: Gezgin
vi: Nhà lữ hành
zh_hant: 旅行者

# ModelMetadataMaterialCharacterAndWeaponEnhancementMaterial
source: Character and Weapon Enhancement Material
de: Materialien zur Verbesserung von Charakteren und Waffen
es: Character and Weapon Enhancement Materials
fr: Matériaux d'amélioration des personnages et des armes
id: Bahan Peningkatan Karakter dan Senjata
it: Materiali per l'aumento di livello di personaggi e armi
ja: キャラと武器育成素材
ko: 캐릭터 및 무기 강화 소재
pt: Material de Fortalecimento de Arma e Personagem
ru: Материалы для улучшения персонажа и оружия
th: วัสดุสำหรับพัฒนาตัวละครและอาวุธ
tr: Karakter ve Silah Geliştirme Malzemeleri
vi: Nguyên liệu bồi dưỡng nhân vật và vũ khí
zh_hant: 角色與武器培養素材
