Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# UIViewPageAvatarPropertyRecommendedCircletProperties
source: Circlet of Logos Property Recommendation
de: Empfohlene Haupteigenschaft: Zirkel
es: Recomendación de atributo principal de la Corona de la lógica
fr: Recommandation de propriété principale du Cercle de Logos
id: Rekomendasi properti utama Circlet of Logos
it: Raccomandazione attributo principale Corona della ragione
ja: 理の冠メインステ推奨
ko: 이성의 왕관 주 속성 추천
pt: Recomendação de propriedade principal do Circlet of Logos
ru: Рекомендации по основному свойству Короны разума
th: 理之冠主属性推荐
tr: Taç Ana Özellik Tavsiyesi
vi: Đề xuất thuộc tính chính của Vương Miện Lý Trí
zh_hant: 理之冠主屬性推薦

# UIViewPageAvatarPropertyRecommendedGobletProperties
source: Goblet of Eonothem Property Recommendation
de: Empfohlene Haupteigenschaft: Kelch
es: Recomendación de atributo principal del Cáliz del Eón
fr: Recommandation de propriété principale du Calice
id: Rekomendasi Properti Utama Goblet
it: Raccomandazione attributo principale Calice dello spazio
ja: 空の杯メインステ推奨
ko: 공간의 성배 주 속성 추천
pt: Recomendação de propriedade principal do Goblet of Eonothem
ru: Рекомендации по основному свойству Кубка Эонотема
th: 空之杯主属性推荐
tr: Kadeh Ana Özellik Tavsiyesi
vi: Đề xuất thuộc tính chính của Chén Không Gian
zh_hant: 空之杯主屬性推薦

# UIViewPageAvatarPropertyRecommendedSandProperties
source: Sands of Eon Property Recommendation
de: Empfohlene Haupteigenschaft: Sanduhr
es: Recomendación de atributo principal de las Arenas del Eón
fr: Recommandation de propriété principale du Sablier
id: Rekomendasi Properti Utama Sands
it: Raccomandazione attributo principale Sabbie del tempo
ja: 時の砂メインステ推奨
ko: 시간의 모래 주 속성 추천
pt: Recomendação de propriedade principal de Sands of Eon
ru: Рекомендации по основному свойству Песков Эона
th: 时之沙主属性推荐
tr: Kum Ana Özellik Tavsiyesi
vi: Đề xuất thuộc tính chính của Đồng Hồ Cát
zh_hant: 時之沙主屬性推薦

# UIXamlControlCachedImageCopyImage
source: Copy Image
de: Bild kopieren
es: Copiar imagen
fr: Copier l’image
id: Salin Gambar
it: Copia immagine
ja: 画像をコピー
ko: 이미지 복사
pt: Copiar imagem
ru: Скопировать изображение
th: คัดลอกรูปภาพ
tr: Görüntüyü Kopyala
vi: Sao chép hình ảnh
zh_hant: 複製圖像

# UIXamlViewSpecializedSophonProgressDefault
source: Fetching manifest
de: Manifestdaten werden abgerufen
es: Obteniendo datos del manifiesto
fr: Obtention des données du manifeste
id: Mengambil data manifes
it: Recupero dati del manifesto
ja: リストデータを取得中
ko: 매니페스트 데이터를 가져오는 중
pt: Obtendo dados do manifesto
ru: Получение данных манифеста
th: 正在获取清单数据
tr: Bildirim verileri alınıyor
vi: Đang tìm nạp dữ liệu kê khai
zh_hant: 正在獲取清單資料

# UIXamlViewWindowWebView2GeetestHeader
source: Please complete the verification
de: Bitte schließe die Verifizierung ab
es: Completa la verificación
fr: Veuillez effectuer la vérification
id: Selesaikan verifikasi
it: Completa la verifica
ja: 認証を完了してください。
ko: 인증을 완료하십시오
pt: Por favor, complete a verificação
ru: Пожалуйста, пройдите проверку
th: 请完成验证
tr: Lütfen doğrulamayı tamamlayın
vi: Vui lòng hoàn thành xác minh
zh_hant: 請完成驗證

# ViewAchievementHeader
source: Achievements
de: Erfolgsverwaltung
es: Gestión de logros
fr: Gestion des succès
it: Gestione degli obiettivi
ja: アチーブメント
ko: 업적 관리
pt: Conquistas
ru: Достижения
th: การจัดการความสำเร็จ
tr: Başarımlar
vi: Quản lý thành tựu
zh_hant: 成就管理
zh_tw: 成就管理

# ViewAnnouncementHeader
source: Home
de: Startseite
es: Página principal
fr: Accueil
id: Beranda
ja: ホーム
ko: 홈페이지
pt: Início
ru: Главная
th: หน้าหลัก
tr: Anasayfa
vi: Trang chủ
zh_hant: 首頁
zh_tw: 首頁

# ViewAvatarPropertyHeader
source: My Characters
de: Meine Charaktere
es: Mis personajes
fr: Mes personnages
id: Karakter Saya
it: I miei personaggi
ja: 所持キャラ
ko: 내 캐릭터
pt: Meus personagens
ru: Мои персонажи
th: ตัวละครของฉัน
tr: Karakterlerim
vi: Nhân vật của tôi
zh_hant: 我的角色
zh_tw: 我的角色

# ViewAvatarPropertySyncDataButtonLabel
source: Synchronize Character Data
de: Charakterdaten synchronisieren
es: Sincronizar datos de personajes
fr: Synchroniser les données des personnages
id: Sinkronisasi Data Karakter
it: Sincronizza dati personaggi
ja: キャラクター情報を同期する
ko: 캐릭터 정보 동기화
pt: Sincronizar dados de personagem
ru: Синхронизация данных персонажа.
th: ซิงค์ข้อมูลตัวละคร
tr: Karakter Verilerini Senkronize Et
vi: Đồng bộ hóa dữ liệu nhân vật
zh_hant: 同步角色資訊

# ViewCardAchievementStatisticsTitle
source: Achievements Statistics
de: Erfolgsstatistik
es: Estadísticas de logros
fr: Statistiques des succès
id: Statistik Achievements
it: Statistiche obiettivi
ja: アチーブメント集計
ko: 업적 통계
pt: Estatísticas de conquistas
ru: Статистика достижений.
th: สถิติความสำเร็จ
tr: Başarım İstatistikleri
vi: Thống kê thành tựu
zh_hant: 成就統計

# ViewCardCalendarAllMaterialsHint
source: All material copies can be challenged
de: Alle Material-Dungeons sind herausforderbar
es: Todos los dominios de materiales pueden ser desafiados
fr: Tous les donjons de matériaux peuvent être défiés
id: Semua domain material dapat ditantang
it: Tutte le copie dei materiali possono essere sfidate
ja: すべての秘境が挑戦できます
ko: 모든 재료 비경에 도전할 수 있습니다
pt: Todos os Domínios de Materiais podem ser desafiados
ru: Все подземелья с материалами доступны для прохождения
th: 全部材料副本均可挑战
tr: Tüm materyal zindanlarına meydan okunabilir
vi: Có thể khiêu chiến tất cả các bản sao nguyên liệu
zh_hant: 全部材料副本均可挑戰

# ViewCardCalendarNoBirthdayAvatarHint
source: That day is not the birthday of any character
de: An diesem Tag hat kein Charakter Geburtstag
es: Ningún personaje cumple años hoy
fr: Aucun personnage n'a son anniversaire ce jour-là
id: Tidak ada karakter yang berulang tahun hari ini
it: Oggi non è il compleanno di nessun personaggio
ja: 誕生日を迎えるキャラはいません
ko: 오늘은 생일인 캐릭터가 없습니다
pt: Nenhum personagem faz aniversário neste dia
ru: В этот день ни у одного персонажа нет дня рождения
th: 当天没有角色过生日
tr: O gün herhangi bir karakterin doğum günü değil
vi: Không có nhân vật nào có sinh nhật vào ngày này
zh_hant: 當天沒有角色過生日

# ViewCardGachaStatisticsTitle
source: Pity Count
de: Garantiezähler
es: Conteo de la Compasión
fr: Compteur de pitié
it: Conteggio pietà
ja: 天井までの回数
ko: 천장 횟수
pt: Contagem de Pity
th: นับจำนวนการันตี
tr: Garanti Sayısı
vi: Đếm bảo hiểm
zh_hant: 保底計數

# ViewCardLaunchGameSelectAccountPlaceholder
source: Select account or start now
de: Konto auswählen oder direkt starten
es: Seleccionar cuenta o iniciar ahora
fr: Choisir le compte à lancer ou démarrer directement
id: Pilih akun atau mulai sekarang
it: Seleziona l'account o avvia direttamente
ja: スタート、又はアカウント切替
ko: 계정 선택 또는 바로 시작
pt: Selecione a conta ou comece agora
ru: Выберите аккаунт для начала
th: เลือกบัญชีหรือเริ่มทันที
tr: Hesap seçin veya doğrudan başlatın
vi: Lựa chọn tài khoản hoặc khởi động trực tiếp
zh_hant: 選擇帳號或直接啟動

# ViewCardSignInClaimReSignInAction
source: Make up for check-in
de: Nachholen der Anmeldung
es: Compensar registro
fr: Reconnexion
id: Check-in Ulang
it: Ripristina check-in
ja: 埋め合せ
ko: 추가 체크인
pt: Check-in de compensação
ru: Повторная регистрация
vi: Bù đăng nhập
zh_hant: 補簽

# ViewCardSignInClaimSignInAction
source: Check-in
de: Anmeldung
es: Registrarse
fr: Connexion
ja: ログイン
ko: 체크인
ru: Регистрация
vi: Đăng nhập
zh_hant: 簽到

# ViewControlBaseValueSliderLevel
source: Level
de: Stufe
es: Nivel
fr: Niveau
it: Livello
ja: レベル
ko: 레벨
pt: Nível
ru: Уровень
th: เลเวล
tr: Seviye
vi: Cấp độ
zh_hant: 等級

# ViewControlBaseValueSliderPromoted
source: After Ascension
de: Nach Aufstieg
es: Después de la ascensión
fr: Après l'élévation
id: Setelah Ascension
it: Dopo l'ascensione
ja: 突破後
ko: 돌파 후
pt: Após a ascensão
th: หลังทะลวง
tr: Yükseltmeden Sonra
vi: Sau đột phá
zh_hant: 突破後

# ViewControlElevationText
source: Admin Privileges Required
de: Administratorrechte erforderlich
es: Se requieren privilegios de administrador
fr: Privilèges administrateur requis
id: Diperlukan Hak Akses Admin
it: Sono richiesti privilegi di amministratore
ja: 管理者権限が必要です
ko: 관리자 권한 필요
pt: Privilégios de administrador necessários
ru: Требуются привилегии администратора
th: ต้องใช้สิทธิ์ผู้ดูแลระบบ
tr: Yönetici ayrıcalıkları gerekli
vi: Cần quyền admin
zh_hant: 需要系統管理員權限

# ViewControlLoadingText
source: Loading, please wait
de: Laden, bitte warten
es: Cargando, por favor espere
fr: Chargement, veuillez patienter
id: Memuat, harap tunggu
it: Caricamento, attendere prego
ja: 読み込んでいます。しばらくお待ちください。
ko: 로딩 중, 기다려주세요
pt: Carregando, aguarde
ru: Загрузка, пожалуйста подождите
th: กำลังโหลด โปรดรอสักครู่
tr: Yükleniyor, lütfen bekleyin
vi: Đang tải, vui lòng chờ
zh_hant: 載入中，請等候
zh_tw: 加載中，請等候

# ViewControlStatisticsCardBlueText
source: 3 Stars
de: Sterne
es: Tres estrellas
fr: 3 Étoiles
it: Tre stelle
ja: 星3
ko: 3성
pt: 3 estrelas
ru: 3-зв.
th: สามดาว
tr: Üç Yıldız
vi: 3 Sao
zh_hant: 三星
zh_tw: 三星

# ViewControlStatisticsCardGuaranteeText
source: Pity
de: Garantie
es: Compasión
fr: Garantie
it: Pietà
ja: 天井
ko: 천장
ru: Гарант
th: การันตี
tr: Garanti
vi: Bảo hiểm
zh_hant: 保底

# ViewControlStatisticsCardOrangeAveragePullText
source: Avg 5 Stars wish #
de: Durchschn. Anzahl an Ziehungen für 5 Sterne
es: Promedio de deseos de cinco estrellas
fr: Moyenne de tirages 5 Étoiles
id: Rata-rata 5 Stars wish #
it: Media desideri a cinque stelle
ja: 星5獲得平均数
ko: 5성 평균 획득
pt: Oração média de 5 estrelas nº
ru: Среднее 5-зв. выпадение
th: เฉลี่ยการออกห้าดาว
tr: Ort. Beş Yıldız Çekilişi #
vi: Số lần quay trung bình 5 Sao
zh_hant: 五星平均抽數
zh_tw: 五星平均抽數

# ViewControlStatisticsCardOrangeText
source: 5 Stars
de: 5 Sterne
es: Cinco estrellas
fr: 5 Étoiles
it: Cinque stelle
ja: 星5
ko: 5성
pt: 5 estrelas
ru: 5-зв.
th: ห้าดาว
tr: Beş Yıldız
vi: 5 Sao
zh_hant: 五星
zh_tw: 五星

# ViewControlStatisticsCardPullText
source: Pulls
de: Ziehungen
es: Deseos
fr: Tirages
it: Desideri
ja: 回
ko: 뽑음
pt: Orações
th: ครั้ง
tr: Çekiliş
vi: Lượt
zh_hant: 抽
zh_tw: 抽

# ViewControlStatisticsCardPurpleText
source: 4 Stars
de: 4 Sterne
es: Cuatro estrellas
fr: 4 Étoiles
it: Quattro stelle
ja: 星4
ko: 4성
pt: 4 estrelas
ru: 4 зв.
th: สี่ดาว
tr: Dört Yıldız
vi: 4 Sao
zh_hant: 四星
zh_tw: 四星

# ViewControlStatisticsCardToLastOrangeText
source: Last 5 Star
de: Bis zum letzten 5-Sterne
es: Última cinco estrellas
fr: Dernier 5 Étoiles
id: 5 Stars Terakhir
it: Ultima cinque stelle
ja: 前回の星5から
ko: 최근 5성 획득까지
pt: Últimos 5 estrelas
ru: Последний 5-зв.
th: ห่างจากห้าดาวล่าสุด
tr: Son Beş Yıldız
vi: Lần 5 Sao trước
zh_hant: 距上個五星

# ViewControlStatisticsCardToLastPurpleText
source: Last 4 Star
de: Bis zum letzten 4-Sterne
es: Última cuatro estrellas
fr: Dernier 4 Étoiles
id: 4 Stars Terakhir
it: Ultima quattro stelle
ja: 前回の星4から
ko: 최근 4성 획득까지
pt: Últimos 4 estrelas
ru: Последний 4-зв.
th: ห่างจากสี่ดาวล่าสุด
tr: Son Dört Yıldız
vi: Lần 4 Sao trước
zh_hant: 距上個四星

# ViewControlStatisticsCardUpAveragePullText
source: Luckiness Avg
de: Durchschn. Anzahl an Ziehungen für UP
es: Promedio de Deseos UP
fr: Moyenne de tirages UP
id: Rata-rata Keberuntungan
it: Media desideri UP
ja: UP 獲得平均数
ko: UP 평균 획득
pt: Sorte média
ru: Средняя удача выпадения
th: เฉลี่ยการออก UP
tr: Ort. Şans Çekilişi
vi: Số lượt trung bình UP
zh_hant: UP 平均抽數
zh_tw: UP 平均抽數

# ViewControlStatisticsSegmentedItemContentPrediction
source: Prediction
de: Vorhersage
es: Predicción
fr: Prédiction
id: Prediksi
it: Previsione
ja: 予測
ko: 예측
pt: Previsão
th: การคาดการณ์
tr: Tahmin
vi: Dự đoán
zh_hant: 預測

# ViewControlStatisticsSegmentedItemContentProportion
source: Proportion
de: Verhältnis
es: Proporción
id: Proporsi
it: Proporzione
ja: 割合
ko: 비율
pt: Proporção
ru: Масштаб
th: สัดส่วน
tr: Oran
vi: Tỷ lệ
zh_hant: 比例

# ViewControlStatisticsSegmentedItemContentStatistics
source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
pt: Estatísticas
ru: Статистика
th: สถิติ
tr: İstatistikler
vi: Thống kê
zh_hant: 統計

# ViewControlWebViewerCoreWebView2ProfileQueryInterfaceFailed
source: The current version of WebView2 does not support management configuration, continuing to use may cause abnormalities, please update as soon as possible
de: Die aktuelle Version von WebView2 unterstützt keine Verwaltungskonfiguration. Die weitere Verwendung kann zu Anomalien führen. Bitte aktualisieren Sie so schnell wie möglich.
es: La versión actual de WebView2 no admite la configuración de administración, el uso continuado puede causar anomalías, actualice lo antes posible
fr: La version actuelle de WebView2 ne prend pas en charge la configuration de la gestion, la poursuite de l'utilisation peut entraîner des anomalies, veuillez effectuer la mise à niveau dès que possible.
id: Versi WebView2 saat ini tidak mendukung konfigurasi manajemen, terus menggunakan dapat menyebabkan ketidaknormalan, harap segera tingkatkan versinya
it: La versione attuale di WebView2 non supporta la configurazione della gestione, l'uso continuato potrebbe causare anomalie, si prega di aggiornare il prima possibile
ja: 現在インストールされているWebView2のバージョンは構成管理をサポートしていないため、エラーが発生する可能性があります。WebView2 コンポーネントを更新してください。
ko: 현재 WebView2 버전은 관리 구성을 지원하지 않습니다. 계속 사용하면 오류가 발생할 수 있으므로 가능한 한 빨리 업그레이드하십시오.
pt: A versão atual do WebView2 não é compatível com a configuração de gerenciamento; continuar a usá-la pode causar anormalidades; faça a atualização assim que possível.
ru: Текущая версия WebView2 не поддерживает конфигурацию управления, дальнейшее использование может привести к ошибкам, пожалуйста, установите обновление
th: WebView2 เวอร์ชันปัจจุบันไม่รองรับการจัดการกำหนดค่า การใช้งานต่ออาจทำให้เกิดความผิดปกติ โปรดอัปเดตโดยเร็วที่สุด
tr: Mevcut WebView2 sürümü yönetici yapılandırmasını desteklemiyor, kullanmaya devam etmek anormalliklere neden olabilir, lütfen en kısa sürede güncelleyin
vi: Phiên bản WebView2 hiện tại không hỗ trợ cấu hình quản lý, việc tiếp tục sử dụng có thể gây ra bất thường, vui lòng nâng cấp sớm.
zh_hant: 目前 WebView2 版本不支援管理設定，繼續使用可能會導致異常，請盡快升級

# ViewCultivationHeader
source: Dev Plan
de: Entwicklungsplan
es: Plan de Desarrollo
fr: Plan de développement
id: Rencana pengembang
it: Piano di sviluppo
ja: 育成計画
ko: 육성 계획
pt: Planejamento
ru: План разработки
th: แผนการพัฒนา
tr: Geliştirme Planı
vi: Kế hoạch bồi dưỡng
zh_hant: 養成計劃
zh_tw: 養成計劃

# ViewDailyNoteHeader
source: Realtime Notes
de: Echtzeit-Notizen
es: Notas en tiempo real
fr: Bloc-notes en temps réel
id: Catatan Waktu
it: Note in tempo reale
ja: ﾘｱﾙﾀｲﾑﾉｰﾄ
ko: 실시간 메모
pt: Lembretes
ru: Заметки в реальном времени
th: บันทึกช่วยจำแบบเรียลไทม์
tr: Gerçek Zamanlı Notlar
vi: Ghi chú thời gian thực
zh_hant: 即時便箋
zh_tw: 即時便籤

# ViewDataHeader
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データベース
ko: 데이터
pt: Dados
th: ข้อมูล
tr: Veri
vi: Dữ liệu
zh_hant: 資料
zh_tw: 數據

# ViewDialogAchievementArchiveCreateInputPlaceholder
source: Enter here
de: Hier eingeben
es: Introduce aquí
fr: Saisir ici
id: Masukan disini
it: Inserisci qui
ja: ここに入力してください
ko: 여기에 입력하세요
pt: Digite aqui
th: ป้อนที่นี่
tr: Buraya girin
vi: Nhập tại đây
zh_hant: 在此處輸入
zh_tw: 在此處輸入

# ViewDialogAchievementArchiveCreateTitle
source: Set the name of the achievement archive
de: Namen des Erfolgsarchivs festlegen
es: Establecer el nombre del archivo de logros
fr: Définir le nom de l'archive de succès
id: Atur nama arsip Achievement
it: Imposta il nome dell'archivio degli achievement
ja: アーカイブの名前を設定する
ko: 업적 아카이브 이름 설정
pt: Defina o nome do arquivo de conquistas
ru: Установить имя архива достижений
th: ตั้งชื่อที่เก็บถาวรความสำเร็จ
tr: Başarım arşivinin adını ayarlayın
vi: Đặt tên cho kho lưu trữ thành tựu
zh_hant: 設定成就存檔的名稱
zh_tw: 設置成就存檔的名稱

# ViewDialogAchievementArchiveImportStrategy
source: Import mode
de: Importmodus
es: Modo de importación
fr: Mode d'importation
it: Modalità di importazione
ja: インポートモード
ko: 가져오기 모드
pt: Modo de importação
ru: Режим импорта
th: โหมดนำเข้า
tr: İçe aktarma modu
vi: Chế độ nhập
zh_hant: 匯入模式
zh_tw: 匯入模式

# ViewDialogAchievementArchiveImportStrategyAggressive
source: Greedy (add new data, update completed records)
de: Gierig (neue Daten hinzufügen, abgeschlossene Einträge aktualisieren)
es: Codicioso (añadir nuevos datos, actualizar registros completados)
fr: Gourmand (ajouter de nouvelles données, mettre à jour les enregistrements complétés)
id: Greedy (tambah data baru, perbarui catatan yang sudah selesai)
it: Avido (aggiungi nuovi dati, aggiorna elementi completati)
ja: 貪欲（新規項目を追加、達成項目を更新）
ko: 탐욕 (새 데이터 추가, 완료된 항목 업데이트)
pt: Guloso (adicionar novos dados, atualizar registros completos)
ru: Жадно (добавляют новые данные, обновляют завершенные записи)
th: ตะกละ (เพิ่มข้อมูลใหม่ อัปเดตรายการที่เสร็จสมบูรณ์แล้ว)
tr: Açgözlü (yeni veri ekle, tamamlanan kayıtları güncelle)
vi: Tham lam (thêm dữ liệu mới, cập nhật các mục đã hoàn thành)
zh_hant: 貪婪（添加新資料，更新已完成項）
zh_tw: 貪婪（添加新的數據，更新已完成項）

# ViewDialogAchievementArchiveImportStrategyLazy
source: Lazy (add new data, skip completed records)
de: Faul (neue Daten hinzufügen, abgeschlossene Einträge überspringen)
es: Perezoso (añadir nuevos datos, omitir registros completados)
fr: Paresse (ajouter de nouvelles données, ignorer les éléments terminés)
id: Diam (tambahkan data baru, lewati catatan yang sudah selesai)
it: Pigro (aggiungi nuovi dati, salta elementi completati)
ja: 怠惰（新規項目を追加、達成項目をスキップ）
ko: 나태 (새 데이터 추가, 완료된 항목 건너뛰기)
pt: Preguiçoso (adicionar novos dados, pular registros completos)
ru: Лениво (добавление новых данных, пропуск завершенных записей)
th: ขี้เกียจ (เพิ่มข้อมูลใหม่ ข้ามรายการที่เสร็จสมบูรณ์แล้ว)
tr: Tembel (yeni veri ekle, tamamlanan kayıtları atla)
vi: Lười biếng (thêm dữ liệu mới, bỏ qua các mục đã hoàn thành)
zh_hant: 懶惰（添加新資料，跳過已完成項）
zh_tw: 懶惰（添加新數據，跳過已完成項）

# ViewDialogAchievementArchiveImportStrategyOverwrite
source: Overwrite (delete old data, add new data)
de: Überschreiben (alte Daten löschen, neue Daten hinzufügen)
es: Sobrescribir (eliminar datos antiguos, añadir nuevos datos)
fr: Écraser (supprimer les anciennes données, ajouter de nouvelles données)
id: Timpa (hapus data lama, tambahkan data baru)
it: Sovrascrivi (elimina vecchi dati, aggiungi nuovi dati)
ja: 置換（既存項目を削除、新規項目を追加）
ko: 덮어쓰기 (오래된 데이터 삭제, 새로운 데이터 추가)
pt: Substituir (excluir dados antigos, adicionar novos dados)
ru: Перезапись (удаление старых данных, добавление новых)
th: เขียนทับ (ลบข้อมูลเก่า เพิ่มข้อมูลใหม่)
tr: Üzerine Yaz (eski verileri sil, yeni veriler ekle)
vi: Ghi đè (xóa dữ liệu cũ, thêm dữ liệu mới)
zh_hant: 覆蓋（刪除舊資料，添加新的資料）
zh_tw: 覆蓋（刪除舊數據，添加新的數據）

# ViewDialogAchievementArchiveImportTitle
source: Import achievements data for current archive
de: Erfolgsdaten für aktuelles Archiv importieren
es: Importar datos de logros para el archivo actual
fr: Importer les succès pour l'archive actuelle
id: Impor data Achievements untuk arsip saat ini
it: Importa i dati degli achievement per l'archivio corrente
ja: アーカイブにアチーブメントをインポート
ko: 현재 아카이브 업적 가져오기
pt: Importar dados de conquistas para o arquivo atual
ru: Импорт данных о достижениях в текущий архив
th: นำเข้าข้อมูลความสำเร็จสำหรับที่เก็บถาวรปัจจุบัน
tr: Mevcut arşiv için başarım verilerini içe aktar
vi: Nhập dữ liệu thành tích cho lưu trữ hiện tại
zh_hant: 為目前存檔匯入成就
zh_tw: 為當前存檔導入成就

# ViewDialogCloseButtonBehaviorSetDialogCaption
source: You may change this behavior later in settings
de: Sie können dieses Verhalten später in den Einstellungen ändern
es: Puedes cambiar este comportamiento más tarde en la configuración
fr: Vous pourrez modifier ce comportement plus tard dans les paramètres
id: Anda dapat mengubah perilaku ini nanti di pengaturan
it: Puoi modificare questo comportamento in seguito nelle impostazioni
ja: この動作は後で設定で変更できます
ko: 나중에 설정에서 이 동작을 변경할 수 있습니다
pt: Você pode alterar este comportamento mais tarde nas configurações
ru: Это можно изменить позже в настройках
vi: Bạn có thể thay đổi hành vi này sau trong cài đặt
zh_hant: 稍後可以在設定中修改此行為

# ViewDialogCloseButtonBehaviorSetDialogHint
source: Features like Realtime Notes data refresh requires Snap Hutao running in background
de: Funktionen wie die automatische Aktualisierung der Echtzeitnotizen erfordern, dass Snap Hutao im Hintergrund ausgeführt wird.
es: Funciones como la actualización automática de notas en tiempo real requieren que Snap Hutao se ejecute en segundo plano
fr: Des fonctionnalités telles que l'actualisation des données des Notes en temps réel nécessitent que Snap Hutao s'exécute en arrière-plan
id: Fitur seperti penyegaran data Realtime Notes memerlukan Snap Hutao berjalan di latar belakang
it: Funzionalità come l'aggiornamento automatico dei dati delle Note in tempo reale richiedono che Snap Hutao sia in esecuzione in background
ja: リアルタイムノートの自動更新などの機能には、胡桃をバックグラウンドで実行しておく必要があります
ko: 실시간 노트 자동 새로고침과 같은 기능은 Snap Hutao가 백그라운드에서 실행되어야 합니다
pt: Recursos como a atualização automática das Anotações em Tempo Real exigem que o Snap Hutao seja executado em segundo plano
ru: Функции, такие как автоматическое обновление Заметок в реальном времени, требуют, чтобы Snap Hutao работал в фоновом режиме.
vi: Các tính năng như làm mới tự động ghi chú thời gian thực yêu cầu Snap Hutao chạy trong nền
zh_hant: 即時便箋自動重新整理等功能需要胡桃保持背景執行

# ViewDialogCloseButtonBehaviorSetDialogTitle
source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
id: Tutup Jendela
it: Chiudi finestra
ja: ウィンドウを閉じる
ko: 창 닫기
pt: Fechar Janela
ru: Закрыть окно
vi: Đóng cửa sổ
zh_hant: 關閉視窗

# ViewDialogCultivateBatchAvatarLevelTarget
source: Character Target Level
de: Ziellevel des Charakters
es: Nivel objetivo del personaje
fr: Niveau cible du personnage
id: Target Level Karakter
it: Livello obiettivo del personaggio
ja: キャラクター目標レベル
ko: 캐릭터 목표 레벨
pt: Nível alvo do personagem
ru: Целевой уровень персонажа
th: ระดับเป้าหมายตัวละคร
tr: Karakter Hedef Seviyesi
vi: Cấp độ mục tiêu của nhân vật
zh_hant: 角色目標等級

# ViewDialogCultivateBatchSkillATarget
source: Attack Target Level
de: Ziellevel des Standardangriffs
es: Nivel objetivo de ataque normal
fr: Niveau cible de l'attaque normale
id: Target Serangan Karakter
it: Livello obiettivo dell'attacco normale
ja: 通常攻撃目標レベル
ko: 일반 공격 목표 레벨
pt: Nível alvo de ataque
ru: Уровень цели обычной атаки
th: ระดับเป้าหมายการโจมตีปกติ
tr: Normal Saldırı Hedef Seviyesi
vi: Cấp độ mục tiêu của tấn công thường
zh_hant: 普通攻擊目標等級

# ViewDialogCultivateBatchSkillETarget
source: Elemental Skill Target Level
de: Ziellevel der Elementarfähigkeit
es: Nivel objetivo de habilidad elemental
fr: Niveau cible de compétence élémentaire
id: Target Level Elemental Skill
it: Livello obiettivo dell'abilità elementale
ja: 元素スキル目標レベル
ko: 원소 전투 스킬 목표 레벨
pt: Nível alvo de habilidade elemental
ru: Целевой уровень Элементального навыка
th: ระดับเป้าหมายสกิลธาตุ
tr: Element Becerisi Hedef Seviyesi
vi: Cấp độ mục tiêu của kỹ năng nguyên tố
zh_hant: 元素戰技目標等級

# ViewDialogCultivateBatchSkillQTarget
source: Elemental Burst Target Level
de: Ziellevel der Spezialfähigkeit
es: Nivel objetivo de explosión elemental
fr: Niveau cible de déchaînement élémentaire
id: Target Level Elemental Burst
it: Livello obiettivo del Tripudio elementale
ja: 元素爆発目標レベル
ko: 원소폭발 목표 레벨
pt: Nível alvo de supremo
ru: Целевой уровень Взрыва стихий
th: ระดับเป้าหมายท่าไม้ตายธาตุ
tr: Element Patlaması Hedef Seviyesi
vi: Cấp độ mục tiêu của kỹ năng nộ nguyên tố
zh_hant: 元素爆發目標等級

# ViewDialogCultivateBatchWeaponLevelTarget
source: Weapon Target Level
de: Ziellevel der Waffe
es: Nivel objetivo de arma
fr: Niveau cible de l'arme
id: Target Level Senjata
it: Livello obiettivo dell'arma
ja: 武器目標レベル
ko: 무기 목표 레벨
pt: Nível alvo de arma
ru: Целевой уровень оружия
th: ระดับเป้าหมายอาวุธ
tr: Silah Hedef Seviyesi
vi: Cấp độ mục tiêu của vũ khí
zh_hant: 武器目標等級

# ViewDialogCultivateProjectInputPlaceholder
source: Enter the plan name here
de: Hier den Plan-Namen eingeben
es: Introduce aquí el nombre del plan
fr: Saisir le nom du plan ici
id: Masukan nama plan disini
it: Inserisci qui il nome del piano
ja: ここに計画名を入力してください
ko: 계획 이름을 입력하세요
pt: Digite o nome do plano aqui
ru: Введите название плана
th: ป้อนชื่อแผนที่นี่
tr: Buraya plan adını girin
vi: Nhập tên kế hoạch tại đây
zh_hant: 在此處輸入計劃名稱
zh_tw: 在此處輸入計劃名稱
