Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ModelMetadataMaterialCharacterAscensionMaterial
source: Character Ascension Material
de: Materialien für den Figurenaufstieg
es: Materiales de ascensión de personaje
fr: Matériaux d'ascension de personnage
id: Bahan Kenaikan Tingkatan Karakter
it: Materiali per l'ascensione dei personaggi
ja: キャラクター突破素材
ko: 캐릭터 돌파 소재
pt: Material de Ascensão de Personagem
ru: Материалы для Вознесения Персонажа
th: วัสดุเลื่อนขั้นตัวละคร
tr: Karakter Yükseltme Malzemeleri
vi: Nguyên liệu đột phá nhân vật
zh_hant: 角色突破素材

# ModelMetadataMaterialCharacterEXPMaterial
source: Character EXP Material
de: Materialien für Figuren-EP
es: Materiales de EXP de personaje
fr: Matériaux d'EXP de personnage
id: Bahan EXP Karakter
it: Materiali EXP personaggio
ja: キャラクター経験値素材
ko: 캐릭터 경험치 소재
pt: Material de EXP de Personagem
ru: Материалы опыта персонажа
th: วัสดุ EXP ตัวละคร
tr: Karakter EXP Malzemeleri
vi: Nguyên liệu EXP nhân vật
zh_hant: 角色經驗素材

# ModelMetadataMaterialCharacterLevelUpMaterial
source: Character Level-Up Material
de: Materialien für den Figurenaufstieg
es: Materiales de mejora de personaje
fr: Matériaux de level-up de personnage
id: Bahan Peningkatan Level Karakter
it: Materiali per l'aumento di livello dei personaggi
ja: キャラクター育成素材
ko: 캐릭터 육성 소재
pt: Material de Elevação de Personagem
ru: Материалы для повышения уровня персонажа
th: วัสดุเพิ่มเลเวลตัวละคร
tr: Karakter Seviye Yükseltme Malzemeleri
vi: Nguyên liệu bồi dưỡng nhân vật
zh_hant: 角色培養素材

# ModelMetadataMaterialCharacterTalentMaterial
source: Character Talent Material
de: Materialien für Figurentalente
es: Materiales de talento de personaje
fr: Matériaux d'aptitude de personnage
id: Bahan Talenta Karakter
it: Materiali per i talenti dei personaggi
ja: キャラクター天賦素材
ko: 캐릭터 특성 소재
pt: Material de Talento do Personagem
ru: Материалы талантов персонажей
th: วัสดุพรสวรรค์ตัวละคร
tr: Karakter Yetenek Malzemeleri
vi: Nguyên liệu thiên phú nhân vật
zh_hant: 角色天賦素材

# ModelMetadataMaterialWeaponAscensionMaterial
source: Weapon Ascension Material
de: Materialien für den Waffenaufstieg
es: Materiales de ascensión de arma
fr: Matériaux d'ascension d'arme
id: Bahan Kenaikan Senjata
it: Materiali per l'ascensione delle armi
ja: 武器突破素材
ko: 무기 돌파 소재
pt: Material de Ascensão de Armas
ru: Материалы для улучшения оружия
th: วัสดุเลื่อนขั้นอาวุธ
tr: Silah Yükseltme Malzemeleri
vi: Nguyện liệu đột phá vũ khí
zh_hant: 武器突破素材

# ModelMetadataMaterialWeaponEnhancementMaterial
source: Weapon Enhancement Material
de: Materialien zur Waffenverbesserung
es: Materiales de mejora de arma
fr: Matériaux d'amélioration d'arme
id: Bahan Peningkatan Senjata
it: Materiali per il potenziamento delle armi
ja: 武器強化素材
ko: 무기 강화 소재
pt: Material de Fortalecimento de Arma
ru: Weapon Enhancement Materials
th: วัสดุเสริมแกร่งอาวุธ
tr: Silah Geliştirme Malzemeleri
vi: Nguyên liệu cường hoá vũ khí
zh_hant: 武器強化素材

# ModelMetadataTowerGoalTypeDefeatMonsters
source: Eliminate Monsters
de: Monster besiegen
es: Eliminar monstruos
fr: Tuer les monstres
id: Menghilangkan Monster
it: Sconfiggi i mostri
ja: 敵を倒す
ko: 몬스터 처치
pt: Elimine os monstros
ru: Уничтожьте монстров
th: กำจัดมอนสเตอร์
tr: Canavarları Yok Et
vi: Đánh bại quái vật
zh_hant: 擊敗怪物

# ModelMetadataTowerGoalTypeDefendTarget
source: Protect Ley Line Monolith
de: Ziel verteidigen
es: Proteger objetivo
fr: Protéger le monolithe
id: Lindungi Ley Line Monolith
it: Proteggi l'obiettivo
ja: 地脈鎮石を守る
ko: 목표 보호
pt: Proteja o Monolith de Linha Ley
ru: Защитите монолит
th: ปกป้องเป้าหมาย
tr: Hedefi Koru
vi: Bảo vệ mục tiêu
zh_hant: 守護目標

# ModelMetadataTowerWaveTypeAdditional
source: Addition: Monster Reinforce
de: Zusatz: Verstärkungsmonster
es: Adición: Refuerzo de monstruos
fr: Ajout : Renforcement des monstres
id: Penambahan: Penguatan Monster
it: Aggiunta: Rinforzo mostri
ja: 追加：増援の敵
ko: 추가: 증원 몬스터
pt: Adição: Reforços de monstos
ru: Дополнение: Усиление монстров
th: เพิ่มเติม: มอนสเตอร์เสริมกำลัง
tr: Ek: Takviye Canavarlar
vi: Bổ sung: Quái vật tăng viện
zh_hant: 附加：增援怪物

# ModelMetadataTowerWaveTypeDefault
source: Monsters in this Chamber
de: Monster in dieser Kammer
es: Monstruos de esta sala
fr: Monstres de cette salle
id: Monster di Ruangan Ini
it: Mostri in questa stanza
ja: 本間のボス
ko: 본 공간 몬스터
pt: Monstros nesta câmara
ru: Монстры в этой комнате
th: มอนสเตอร์ประจำห้อง
tr: Bu Bölmedeki Canavarlar
vi: Quái vật của tầng này
zh_hant: 本間怪物

# ModelMetadataTowerWaveTypeGroupA
source: Group A: Different groups coexist and have independent waves
de: Gruppe A: 不同的组同时在场，各自分波独立
es: Grupo A: Diferentes grupos coexisten y tienen oleadas independientes
fr: Groupe A : 不同的组同时在场，各自分波独立
id: Grup A: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Gruppo A: gruppi diversi coesistono e hanno ondate indipendenti.
ja: Group A: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: A그룹: 不同的组同时在场，各自分波独立
pt: Grupo A: Diferentes grupos coexistem e têm ondas independentes
ru: Группа А: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม A: 不同的组同时在场，各自分波独立
tr: A Grubu: Farklı gruplar aynı anda bulunur ve her birinin dalgaları bağımsızdır
vi: Nhóm A: 不同的组同时在场，各自分波独立
zh_hant: A組：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupAWave1
source: Group A Wave 1: Different groups coexist and have independent waves
de: Gruppe A, Welle 1: Verschiedene Gruppen sind gleichzeitig anwesend und haben unabhängige Wellen
es: Grupo A Oleada 1: Diferentes grupos coexisten, con sus propias oleadas independientes.
fr: Vague 1 du groupe A : Différents groupes coexistent, chacun avec ses propres vagues indépendantes.
id: Grup A Gelombang 1: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Ondata 1 Gruppo A: gruppi diversi coesistono e hanno ondate indipendenti.
ja: Group A Wave 1: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: A그룹 1번째 웨이브: 不同的组同时在场，各自分波独立
pt: Grupo A Onda 1: Diferentes grupos coexistem e têm ondas independentes
ru: Группа А. Волна 1: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม A เวฟที่ 1: กลุ่มที่แตกต่างกันอยู่ร่วมกันและมีคลื่นอิสระ
tr: A Grubu 1. Dalga: Farklı gruplar aynı anda bulunur ve her birinin dalgaları bağımsızdır
vi: Lượt 1 của nhóm A: Các nhóm khác nhau cùng tồn tại và có các đợt sóng riêng biệt
zh_hant: A組第一波：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupAWave2
source: Group A Wave 2: Different groups coexist and have independent waves
de: Gruppe A, Welle 2: Verschiedene Gruppen sind gleichzeitig anwesend und haben unabhängige Wellen
es: Grupo A Oleada 2: Diferentes grupos coexisten, con sus propias oleadas independientes.
fr: Groupe A Vague 2 : Différents groupes sont présents simultanément, avec des vagues indépendantes.
id: Grup A Gelombang 2: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Ondata 2 Gruppo A: gruppi diversi coesistono e hanno ondate indipendenti.
ja: Group A Wave 2: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: A그룹 2번째 웨이브: 不同的组同时在场，各自分波独立
pt: Grupo A Onda 2: Grupos diferentes coexistem e têm ondas independentes
ru: Группа А. Волна 2: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม A เวฟที่ 2: กลุ่มที่แตกต่างกันอยู่ร่วมกันและมีคลื่นอิสระ
tr: A Grubu 2. Dalga: Farklı gruplar aynı anda bulunur ve her birinin dalgaları bağımsızdır
vi: Lượt 2 của nhóm A: Các nhóm khác nhau cùng tồn tại và có các đợt sóng riêng biệt
zh_hant: A組第二波：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupAWave3
source: Group A Wave 3: Different groups coexist and have independent waves
de: Gruppe A, Welle 3: Verschiedene Gruppen sind gleichzeitig anwesend und haben unabhängige Wellen
es: Grupo A Oleada 3: Diferentes grupos coexisten, con sus propias oleadas independientes.
fr: Groupe A Vague 3 : Différents groupes sont présents simultanément, avec des vagues indépendantes.
id: Grup A Gelombang 3: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Ondata 3 Gruppo A: gruppi diversi coesistono e hanno ondate indipendenti.
ja: Group A Wave 3: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: A그룹 3번째 웨이브: 不同的组同时在场，各自分波独立
pt: Grupo A Onda 3: Grupos diferentes coexistem e têm ondas independentes
ru: Группа А. Волна 3: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม A เวฟที่ 3: กลุ่มที่แตกต่างกันอยู่ร่วมกันและมีคลื่นอิสระ
tr: A Grubu 3. Dalga: Farklı gruplar aynı anda bulunur ve her birinin dalgaları bağımsızdır
vi: Lượt 3 của nhóm A: Các nhóm khác nhau cùng tồn tại và có các đợt sóng riêng biệt
zh_hant: A組第三波：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupB
source: Group B: Different groups coexist and have independent waves
de: Gruppe B: 不同的组同时在场，各自分波独立
es: Grupo B: Diferentes grupos coexisten y tienen oleadas independientes
fr: Groupe B : différents groupes sont présents simultanément, avec des vagues indépendantes.
id: Grup B: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Gruppo B: gruppi diversi coesistono e hanno ondate indipendenti.
ja: Group B: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: B그룹: 不同的组同时在场，各自分波独立
pt: Grupo B: Diferentes grupos coexistem e têm ondas independentes
ru: Группа B: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม B: 不同的组同时在场，各自分波独立
tr: B Grubu: Farklı gruplar aynı anda bulunur ve her birinin dalgaları bağımsızdır
vi: Nhóm B: 不同的组同时在场，各自分波独立
zh_hant: B組：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupBWave1
source: Group B Wave 1: Different groups coexist and have independent waves
de: Gruppe B, Welle 1: Verschiedene Gruppen sind gleichzeitig anwesend und haben unabhängige Wellen
es: Grupo B Oleada 1: Diferentes grupos coexisten, con sus propias oleadas independientes.
fr: Groupe B vague 1 : Différents groupes coexistent et ont des vagues indépendantes
id: Grup B Gelombang 1: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Ondata 1 Gruppo B: gruppi diversi coesistono e hanno ondate indipendenti.
ja: Group B Wave 1: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: B그룹 첫 번째 웨이브: 不同的组同时在场，各自分波独立
pt: Grupo B Onda 1: Diferentes grupos coexistem e têm ondas independentes
ru: Группа B, волна 1: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม B เวฟที่ 1: กลุ่มที่แตกต่างกันอยู่ร่วมกันและมีคลื่นอิสระ
tr: B Grubu 1. Dalga: Farklı gruplar aynı anda bulunur ve her birinin dalgaları bağımsızdır
vi: Nhóm B đợt 1: Các nhóm khác nhau cùng tồn tại và có các đợt sóng riêng biệt.
zh_hant: B組第一波：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupBWave2
source: Group B Wave 2: Different groups coexist and have independent waves
de: Gruppe B, Welle 2: Verschiedene Gruppen sind gleichzeitig anwesend und haben unabhängige Wellen
es: Grupo B, segunda oleada: Diferentes grupos coexisten y tienen oleadas independientes
fr: Groupe B vague 2 : Différents groupes coexistent et ont des vagues indépendantes
id: Grup B Gelombang 2: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Gruppo B, ondata 2: Gruppi diversi coesistono e hanno ondate indipendenti.
ja: Group B Wave 2: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: B그룹 두 번째 웨이브: 不同的组同时在场，各自分波独立
pt: Grupo B Onda 2: Grupos diferentes coexistem e têm ondas independentes
ru: Группа B, волна 2: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม B เวฟที่ 2: แต่ละกลุ่มปรากฏตัวพร้อมกัน โดยแต่ละกลุ่มจะแยกคลื่นกัน
tr: B Grubu 2. Dalga: Farklı gruplar aynı anda mevcut ve her biri kendi dalgasına sahip.
vi: Nhóm B đợt 2: Các nhóm khác nhau cùng tồn tại và có các đợt sóng riêng biệt.
zh_hant: B組第二波：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupBWave3
source: Group B Wave 3: Different groups coexist and have independent waves
de: Gruppe B, Welle 3: Verschiedene Gruppen sind gleichzeitig anwesend und haben unabhängige Wellen
es: Grupo B, tercera oleada: Diferentes grupos coexisten y tienen oleadas independientes
fr: Groupe B vague 3 : 不同的组同时在场，各自分波独立
id: Grup B Gelombang 3: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Gruppo B, ondata 3: Gruppi diversi coesistono e hanno ondate indipendenti.
ja: Group B Wave 3: 異なるグループが同時に存在し、それぞれそれぞれ独立したウェーブに現れる
ko: B그룹 세 번째 웨이브: 不同的组同时在场，各自分波独立
pt: Grupo B Onda 3: Diferentes grupos coexistem e têm ondas independentes
ru: Группа B, волна 3: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม B เวฟที่ 3: แต่ละกลุ่มปรากฏตัวพร้อมกัน โดยแต่ละกลุ่มจะแยกคลื่นกัน
tr: B Grubu 3. Dalga: Farklı gruplar aynı anda mevcut ve her biri kendi dalgasına sahip.
vi: Nhóm B đợt 3: Các nhóm khác nhau cùng xuất hiện và có các đợt sóng riêng.
zh_hant: B組第三波：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupC
source: Group C: Different groups coexist and have independent waves
de: Gruppe C: 不同的组同时在场，各自分波独立
es: Grupo C: Diferentes grupos coexisten y tienen oleadas independientes
fr: Groupe C : 不同的组同时在场，各自分波独立
id: Grup C: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Gruppo C: Gruppi diversi coesistono e hanno ondate indipendenti.
ja: Group C: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: C그룹: 不同的组同时在场，各自分波独立
pt: Grupo C: Diferentes grupos coexistem e têm ondas independentes
ru: Группа C: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม C: 不同的组同时在场，各自分波独立
tr: C Grubu: Farklı gruplar aynı anda mevcut ve her biri kendi dalgasına sahip
vi: Nhóm C: 不同的组同时在场，各自分波独立
zh_hant: C組：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupCWave1
source: Group C Wave 1: Different groups coexist and have independent waves
de: Gruppe C, Welle 1: Verschiedene Gruppen sind gleichzeitig anwesend und haben unabhängige Wellen
es: Grupo C, primera oleada: Diferentes grupos coexisten y tienen oleadas independientes
fr: Vague 1 du groupe C : Différents groupes sont présents simultanément, chacun avec sa propre vague.
id: Grup C Gelombang 1: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Gruppo C, ondata 1: Gruppi diversi coesistono e hanno ondate indipendenti.
ja: Group C Wave 1: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: C그룹 첫 번째 웨이브: 不同的组同时在场，各自分波独立
pt: Grupo C Onda 1: Diferentes grupos coexistem e têm ondas independentes
ru: Группа C, волна 1: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม C เวฟที่ 1: แต่ละกลุ่มปรากฏตัวพร้อมกัน โดยแต่ละกลุ่มจะแยกคลื่นกัน
tr: C Grubu 1. Dalga: Farklı gruplar aynı anda mevcut ve her biri kendi dalgasına sahip.
vi: Nhóm C đợt 1: Các nhóm khác nhau cùng xuất hiện và có các đợt sóng riêng.
zh_hant: C組第一波：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupCWave2
source: Group C Wave 2: Different groups coexist and have independent waves
de: Gruppe C, Welle 2: Verschiedene Gruppen sind gleichzeitig anwesend und haben unabhängige Wellen
es: Grupo C, segunda oleada: Diferentes grupos coexisten y tienen oleadas independientes
fr: Vague 2 du groupe C : Différents groupes sont présents simultanément, chacun avec sa propre vague.
id: Grup C Gelombang 2: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Gruppo C, ondata 2: Gruppi diversi coesistono e hanno ondate indipendenti.
ja: Group C Wave 2: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: C그룹 두 번째 웨이브: 不同的组同时在场，各自分波独立
pt: Grupo C Onda 2: Diferentes grupos coexistem e têm ondas independentes
ru: Группа C, волна 2: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม C เวฟที่ 2: แต่ละกลุ่มปรากฏตัวพร้อมกัน โดยแต่ละกลุ่มจะแยกคลื่นกัน
tr: C Grubu 2. Dalga: Farklı gruplar aynı anda mevcut ve her biri kendi dalgasına sahip.
vi: Lượt thứ hai của nhóm C: Các nhóm khác nhau cùng xuất hiện, mỗi nhóm có đợt riêng.
zh_hant: C組第二波：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupCWave3
source: Group C Wave 3: Different groups coexist and have independent waves
de: Gruppe C, Welle 3: Verschiedene Gruppen sind gleichzeitig anwesend und haben unabhängige Wellen
es: Grupo C, tercera oleada: Diferentes grupos coexisten y tienen oleadas independientes
fr: Groupe C troisième vague : 不同的组同时在场，各自分波独立
id: Grup C Gelombang 3: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Gruppo C, ondata 3: Gruppi diversi coesistono e hanno ondate indipendenti.
ja: Group C Wave 3: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: C 그룹 세 번째 웨이브: 不同的组同时在场，各自分波独立
pt: Grupo C Onda 3: Diferentes grupos coexistem e têm ondas independentes
ru: Группа C, волна 3: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม C เวฟที่ 3: แต่ละกลุ่มปรากฏตัวพร้อมกัน โดยแต่ละกลุ่มจะแยกคลื่นกัน
tr: C Grubu 3. Dalga: Farklı gruplar aynı anda mevcut ve her biri kendi dalgasına sahip.
vi: Lượt thứ ba của nhóm C: Các nhóm khác nhau cùng xuất hiện, mỗi nhóm có đợt riêng.
zh_hant: C組第三波：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupD
source: Group D: Different groups coexist and have independent waves
de: Gruppe D: 不同的组同时在场，各自分波独立
es: Grupo D: Diferentes grupos coexisten y tienen oleadas independientes
fr: Groupe D : 不同的组同时在场，各自分波独立
id: Grup D: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Gruppo D: <Unlocalized>不同的组同时在场，各自分波独立</Unlocalized>
ja: Group D: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: D 그룹: 不同的组同时在场，各自分波独立
pt: Grupo D: Diferentes grupos coexistem e têm ondas independentes
ru: Группа D: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม D: 不同的组同时在场，各自分波独立
tr: D Grubu: Farklı gruplar aynı anda mevcut ve her biri kendi dalgasına sahip
vi: Nhóm D: 不同的组同时在场，各自分波独立
zh_hant: D組：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupDWave1
source: Group D Wave 1: Different groups coexist and have independent waves
de: Gruppe D, Welle 1: Verschiedene Gruppen sind gleichzeitig anwesend und haben unabhängige Wellen
es: Grupo D, primera oleada: Diferentes grupos coexisten y tienen oleadas independientes
fr: Groupe D première vague : 不同的组同时在场，各自分波独立
id: Grup D Gelombang 1: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Gruppo D, ondata 1: <Unlocalized>不同的组同时在场，各自分波独立</Unlocalized>
ja: Group D Wave 1: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: D 그룹 첫 번째 웨이브: 不同的组同时在场，各自分波独立
pt: Grupo D Onda 1: Diferentes grupos coexistem e têm ondas independentes
ru: Группа D, волна 1: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม D เวฟที่ 1: แต่ละกลุ่มปรากฏตัวพร้อมกัน โดยแต่ละกลุ่มจะแยกคลื่นกัน
tr: D Grubu 1. Dalga: Farklı gruplar aynı anda mevcut ve her biri kendi dalgasına sahip.
vi: Nhóm D đợt 1: Các nhóm khác nhau cùng xuất hiện, mỗi nhóm có đợt riêng.
zh_hant: D組第一波：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupDWave2
source: Group D Wave 2: Different groups coexist and have independent waves
de: Gruppe D, Welle 2: Verschiedene Gruppen sind gleichzeitig anwesend und haben unabhängige Wellen
es: Grupo D, segunda oleada: Diferentes grupos coexisten y tienen oleadas independientes
fr: Groupe D vague 2 : Différents groupes coexistent et ont des vagues indépendantes.
id: Grup D Gelombang 2: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Gruppo D, ondata 2: <Unlocalized>不同的组同时在场，各自分波独立</Unlocalized>
ja: Group D Wave 2: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: D 그룹 두 번째 웨이브: 不同的组同时在场，各自分波独立
pt: Grupo D Onda 2: Grupos diferentes coexistem e têm ondas independentes
ru: Группа D, волна 2: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม D เวฟที่ 2: แต่ละกลุ่มปรากฏตัวพร้อมกัน โดยแต่ละกลุ่มจะแยกคลื่นกัน
tr: D Grubu 2. Dalga: Farklı gruplar aynı anda mevcut ve her biri kendi dalgasına sahip.
vi: Nhóm D đợt 2: Các nhóm khác nhau cùng xuất hiện, mỗi nhóm có đợt riêng.
zh_hant: D組第二波：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeGroupDWave3
source: Group D Wave 3: Different groups coexist and have independent waves
de: Gruppe D, Welle 3: 不同的组同时在场，各自分波独立
es: Grupo D, tercera oleada: Diferentes grupos coexisten y tienen oleadas independientes
fr: Groupe D vague 3 : Différents groupes coexistent et ont des vagues indépendantes.
id: Grup D Gelombang 3: Berbagai macam kelompok dan memiliki gelombang yang independen
it: Gruppo D, ondata 3: <Unlocalized>不同的组同时在场，各自分波独立</Unlocalized>
ja: Group D Wave 3: 異なるグループが同時に存在し、それぞれ独立したウェーブに現れる
ko: D 그룹 세 번째 웨이브: 不同的组同时在场，各自分波独立
pt: Grupo D Onda 3: Diferentes grupos coexistem e têm ondas independentes
ru: Группа D, волна 3: разные группы сосуществуют и имеют независимые волны.
th: กลุ่ม D เวฟ 3: 不同的组同时在场，各自分波独立
tr: D Grubu 3. Dalga: Farklı gruplar aynı anda mevcut ve her biri kendi dalgasına sahip
vi: Nhóm D đợt 3: Các nhóm khác nhau cùng xuất hiện, mỗi nhóm có đợt riêng.
zh_hant: D組第三波：不同的組同時在場，各自分波獨立

# ModelMetadataTowerWaveTypeIndependent
source: Independent from other monsters
de: Unabhängig von anderen Monstern
es: Independiente de otros monstruos
fr: Indépendant des autres monstres
id: Independen dari monster lain
it: Indipendente dagli altri mostri
ja: 他の敵から独立して現れる
ko: 다른 몬스터와 독립적
pt: Independente de outros monstros
ru: Независимость от других монстров
th: เป็นอิสระจากมอนสเตอร์อื่น
tr: Diğer canavarlardan bağımsız
vi: Độc lập với các quái khác
zh_hant: 與其他怪物獨立

# ModelMetadataTowerWaveTypeSuppressed
source: No wave data
de: Keine Wellendaten vorhanden
es: Sin información de oleadas temporalmente
fr: Aucune donnée de vague pour le moment
id: Tidak ada data gelombang
it: Nessuna informazione sull'ondata
ja: 暫くウェーブ情報がありません
ko: 현재 웨이브 정보 없음
pt: Sem dados de onda
ru: Нет данных о волнах
th: ไม่มีข้อมูลเวฟ
tr: Şimdilik dalga bilgisi yok
vi: Tạm thời không có thông tin phân tầng
zh_hant: 暫時沒有分波資訊

# ModelMetadataTowerWaveTypeWave1
source: Wave 1: A wave will spawn only after killing all enemies in the previous wave
de: Welle 1: 击败所有怪物，下一波才会出现
es: Primera oleada: Derrota a todos los monstruos para que aparezca la siguiente
fr: Première vague : Éliminez tous les monstres pour que la vague suivante apparaisse.
id: Gelombang 1: Gelombang akan muncul hanya setelah membunuh semua musuh di gelombang sebelumnya
it: Ondata 1: <Unlocalized>击败所有怪物，下一波才会出现</Unlocalized>
ja: Wave 1: すべての敵を倒すと、次のウェーブの敵が現れる。
ko: 첫 번째 웨이브: 击败所有怪物，下一波才会出现
pt: Onda 1: Uma onda surgirá somente depois de matar todos os inimigos da onda anterior
ru: Волна 1: Волна появится только после убийства всех врагов в предыдущей волне.
th: เวฟ 1: 击败所有怪物，下一波才会出现
tr: 1. Dalga: Bir önceki dalgadaki tüm düşmanlar öldürüldükten sonra bir dalga ortaya çıkar
vi: Lượt 1: 击败所有怪物，下一波才会出现
zh_hant: 第一波：擊敗所有怪物，下一波才會出現

# ModelMetadataTowerWaveTypeWave1Additional
source: Wave 1 Addition: First wave of monster reinforce
de: Erste Welle Zusatz: Erste Welle der Monsterverstärkung
es: Adición de la oleada: Refuerzo de la primera oleada de monstruos
fr: Première vague additionnelle : renfort de la première vague de monstres
id: Tambahan Gelombang 1: Penguatan pertama dari monster
it: Aggiunta ondata: rinforzi della prima ondata di mostri
ja: Wave 1 追加：敵の第1ウェーブを増援する。
ko: 첫 번째 웨이브 추가: 첫 번째 웨이브 몬스터 증원
pt: Adição da onda 1: Primeira onda de reforço de monstros
ru: Дополнение к первой волне: первая волна подкрепления монстров.
th: ระลอกที่ 1 เพิ่มเติม: เสริมกำลังมอนสเตอร์ระลอกแรก
tr: 1. Dalga İlavesi: Canavar takviyesinin ilk dalgası
vi: Lượt 1 bổ sung: Tăng viện đợt quái vật đầu tiên
zh_hant: 第一波追加：增援第一波怪物

# ModelMetadataTowerWaveTypeWave2
source: Wave 2: A wave will spawn only after killing all enemies in the previous wave
de: Zweite Welle: 击败所有怪物，下一波才会出现
es: Oleada 2: Derrota a todos los monstruos para que aparezca la siguiente oleada
fr: Deuxième vague : Éliminez tous les monstres pour que la vague suivante apparaisse.
id: Gelombang 2: Gelombang akan muncul hanya setelah membunuh semua musuh di gelombang sebelumnya
it: Ondata 2: Sconfiggi tutti i mostri per far apparire l'ondata successiva
ja: Wave 2: すべての敵を倒すと、次のウェーブの敵が現れる。
ko: 두 번째 웨이브: 모든 몬스터를 격파해야 다음 웨이브가 나타납니다.
pt: Onda 2: Uma onda surgirá somente depois de matar todos os inimigos da onda anterior
ru: Волна 2: Волна появится только после убийства всех врагов в предыдущей волне.
th: ระลอกที่ 2: 击败所有怪物，下一波才会出现
tr: 2. Dalga: Tüm canavarları yen, sonraki dalga ortaya çıksın
vi: Lượt 2: 击败所有怪物，下一波才会出现
zh_hant: 第二波：擊敗所有怪物，下一波才會出現
