Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewGuideStepStaticResourceDownloadIncompleteHint
source: * Don't worry if a file download fails; we will automatically attempt to complete it when the image is about to be displayed.
de: * Keine Sorge, wenn ein Dateidownload fehlschlägt. Wir versuchen automatisch, ihn abzuschließen, wenn das Bild angezeigt werden soll.
es: * No te preocupes si falla la descarga de un archivo; intentaremos completarla automáticamente cuando la imagen esté a punto de mostrarse.
fr: * En cas d'échec du téléchargement de fichiers, ne vous inquiétez pas, nous essaierons automatiquement de les compléter lorsque les images seront sur le point d'être affichées.
id: * Jika ada file gagal diunduh, jangan khawatir, kami akan mencoba melengkapinya secara otomatis saat gambar akan ditampilkan.
it: * In caso di download non riuscito di un file, non preoccuparti. Cercheremo di completarlo automaticamente quando l'immagine sta per essere visualizzata.
ja: * 画像を表示する際に自動で補完を試みるから、ファイルのダウンロードに失敗した場合でも心配ありません
ko: * 파일 다운로드에 실패하더라도 걱정하지 마세요. 이미지가 표시될 때 자동으로 보완을 시도합니다.
pt: * Se alguns ou todos os arquivos não forem baixados, não se preocupe, tentaremos concluí-los automaticamente quando as imagens estiverem prestes a ser exibidas.
ru: * Если загрузка некоторых файлов не удалась, не беспокойтесь, мы автоматически попытаемся завершить ее, когда изображения будут готовы к отображению
th: * 当遇到文件下载失败的情况时无需担心，我们会在图片将要展示时自动尝试补全
tr: * Bir dosya indirme hatasıyla karşılaştığınızda endişelenmeyin, resim gösterilmek üzereyken otomatik olarak tamamlamayı deneyeceğiz.
vi: * Khi gặp sự cố tải xuống tệp, đừng lo lắng, chúng tôi sẽ tự động thử hoàn tất khi hình ảnh sắp hiển thị
zh_hant: * 當遇到檔案下載失敗的情況時無需擔心，我們會在圖片將要展示時自動嘗試補全

# ViewGuideStepStaticResourceSetting
source: Image Assets Settings
de: Einstellungen für Bildressourcen
es: Configuración de recursos de imagen
fr: Paramètres des ressources d'image
id: Pengaturan Sumber Daya Gambar
it: Impostazioni delle risorse grafiche
ja: 画像アセットの設定
ko: 이미지 리소스 설정
pt: Configurações de recursos de imagem
ru: Настройки ресурсов изображений
th: การตั้งค่าทรัพยากรภาพ
tr: Görüntü Kaynak Ayarları
vi: Cài đặt tài nguyên hình ảnh
zh_hant: 圖像資源設定

# ViewGuideStepStaticResourceSettingHint
source: * Unless uninstall and reinstall Snap Hutao, you cannot change this setting
de: * Du kannst diese Einstellungen nur ändern, wenn du Snap Hutao deinstallierst und neu installierst.
es: * A menos que desinstales y vuelvas a instalar Snap Hutao, no podrás cambiar esta configuración
fr: * À moins de désinstaller et de réinstaller Snap Hutao, vous ne pourrez pas modifier ces paramètres
id: * Kecuali Anda mencopot pemasangan dan memasang kembali Snap Hutao, Anda tidak dapat mengubah pengaturan ini
it: * A meno che non disinstalli e reinstalli Snap Hutao, non potrai modificare queste impostazioni
ja: * 胡桃をアンインストールして再インストールしない限り、この設定は変更できません。
ko: * Snap Hutao를 제거하고 다시 설치하지 않는 한 이 설정을 변경할 수 없습니다.
pt: * A menos que desinstale e reinstale o Snap Hutao, você não poderá alterar esta configuração
ru: * Вы не сможете изменить эти настройки, если не удалите и не переустановите Snap Hutao.
th: * คุณจะไม่สามารถเปลี่ยนแปลงการตั้งค่าเหล่านี้ได้ นอกเสียจากคุณจะถอนการติดตั้งแล้วติดตั้ง Snap Hutao ใหม่อีกครั้ง
tr: * Snap Hutao'yu kaldırıp yeniden yüklemediğiniz sürece bu ayarı değiştiremezsiniz
vi: * Bạn sẽ không thể thay đổi các cài đặt này trừ khi bạn gỡ cài đặt và cài đặt lại Snap Hutao
zh_hant: * 除非你刪除並重新安裝胡桃，否則你將無法更改這些設定

# ViewGuideStepStaticResourceSettingMinimumHeader
source: Image Assets Package
de: Bildressourcenpaket
es: Paquete de recursos de imagen
fr: Archive des ressources d'images
id: Paket Sumber Daya Gambar
it: Pacchetto risorse grafiche
ja: 画像アセットのアーカイブ
ko: 이미지 리소스 패키지
pt: Pacote de recursos de imagem
ru: Пакет ресурсов изображений
th: แพ็กเกจทรัพยากรภาพ
tr: Görüntü Kaynak Paketi
vi: Gói tài nguyên hình ảnh
zh_hant: 圖片資源包體

# ViewGuideStepStaticResourceSettingMinimumOff
source: Full Package
de: Vollständiges Paket
es: Paquete completo
fr: Archive complète
id: Klien
it: Pacchetto completo
ja: 完全なアーカイブ
ko: 클라이언트
pt: Cliente
ru: клиент
th: แพ็กเกจเต็ม
tr: Tam Paket
vi: Gói đầy đủ
zh_hant: 完整包體

# ViewGuideStepStaticResourceSettingMinimumOn
source: Minimum Package
de: Minimales Paket
es: Paquete mínimo
fr: Package minimum
id: Klien Ringkas
it: Pacchetto minimo
ja: 簡潔なアーカイブ
ko: 최소 패키지
pt: Pacote mínimo
ru: Минимальный клиент
th: แพ็กเกจขนาดเล็ก
tr: Minimum Paket
vi: Gói tinh gọn
zh_hant: 精簡包體

# ViewGuideStepStaticResourceSettingQualityHeader
source: Image Assets Quality
de: Qualität der Bildressourcen
es: Calidad de recursos de imagen
fr: Qualité des ressources d'images
id: Kualitas Sumber Daya Gambar
it: Qualità delle risorse grafiche
ja: 画像アセットの画質
ko: 이미지 리소스 품질
pt: Qualidade dos recursos de imagem
ru: Качество ресурсов изображений
th: คุณภาพทรัพยากรภาพ
tr: Görüntü Kaynak Kalitesi
vi: Chất lượng tài nguyên hình ảnh
zh_hant: 圖片資源品質

# ViewHutaoPassportHeader
source: Hutao Passport
ja: 胡桃通行証
ko: Snap Hutao Passport
pt: Passe de Batalha da Hutao
ru: Snap Hutao Паспорт
th: 胡桃通行证
tr: Snap Hutao Pasaportu
zh_hant: 胡桃通行證

# ViewInfoBarPanelClearAllContent
source: Clear all notifications
de: Alle Benachrichtigungen löschen
es: Borrar todas las notificaciones
fr: Effacer toutes les notifications
id: Bersihkan semua notifikasi
it: Cancella tutte le notifiche
ja: すべて消去
ko: 모든 알림 지우기
pt: Limpar todas as notificações
ru: Очистить все уведомления
th: 清除所有通知
tr: Tüm bildirimleri temizle
vi: Xóa tất cả thông báo
zh_hant: 清除所有通知

# ViewInfoBarPanelContractContent
source: Collapse
de: Zusammenklappen
es: Contraer
fr: Réduire
id: Ciutkan
it: Comprimi
ja: 折りたたむ
ko: 접기
pt: Recolher
ru: Свернуть
th: 收起
tr: Daralt
vi: Thu gọn
zh_hant: 收起

# ViewInfoBarPanelTitle
source: All notifications
de: Alle Benachrichtigungen
es: Todas las notificaciones
fr: Toutes les notifications
id: Semua notifikasi
it: Tutte le notifiche
ja: すべての通知
ko: 모든 알림
pt: Todas as notificações
ru: Все уведомления
th: 所有通知
tr: Tüm Bildirimler
vi: Tất cả thông báo
zh_hant: 所有通知

# ViewInfoBarToggleTitle
source: New notification
de: Neue Benachrichtigung
es: Nueva notificación
fr: Nouvelle notification
id: Notifikasi baru
it: Nuova notifica
ja: 新しい通知
ko: 새 알림이 있습니다.
pt: Nova notificação
ru: Есть новое уведомление
th: มีการแจ้งเตือนใหม่
tr: Yeni bildirim var
vi: Có thông báo mới
zh_hant: 有新的通知

# ViewLaunchGameHeader
source: Game Launcher
de: Spiel starten
es: Lanzador del juego
fr: Lanceur de jeu
it: Avvia gioco
ja: ゲームランチャー
ko: 게임 시작
pt: Inicializador
th: เปิดเกม
tr: Oyunu Başlat
vi: Trình khởi chạy
zh_hant: 啟動遊戲
zh_tw: 啟動遊戲

# ViewListViewDragElevatedHint
source: Cannot reorder in Admin Mode
de: Sortierung kann nicht im Administratormodus erfolgen
es: No se puede reordenar en modo administrador
fr: Impossible de réorganiser en mode administrateur
id: Tidak dapat mengurutkan dalam Mode Administrator
it: Impossibile riordinare in modalità amministratore
ja: 管理者モードでは並べ替えできません
ko: 관리자 모드에서는 드래그하여 정렬할 수 없습니다.
pt: Não é possível reordenar no modo de administrador
ru: Невозможно перетаскивать для сортировки в режиме администратора
th: ไม่สามารถจัดเรียงใหม่ในโหมดผู้ดูแลระบบ
tr: Yönetici Modunda sıralama için sürüklenemez
vi: Không thể sắp xếp lại trong Chế độ Quản trị viên
zh_hant: 系統管理員模式下無法拖動排序

# ViewModelAchievementArchiveAdded
source: Archive [{0}] added successfully
de: Archiv [{0}] erfolgreich hinzugefügt
es: Archivo [{0}] añadido correctamente
fr: Archive [{0}] ajouté avec succès
id: Arsip [{0}] berhasil ditambahkan
it: Archivio [{0}] aggiunto correttamente
ja: アーカイブ [{0}] を作成しました
ko: 아카이브 [{0}]가 추가되었습니다
pt: Arquivo [{0}] adicionado com sucesso
ru: Архив [{0}] добавлен
th: เพิ่มข้อมูลสำรอง [{0}] สำเร็จ
tr: Arşiv [{0}] başarıyla eklendi
vi: Đã thêm thành công lưu trữ [{0}]
zh_hant: 存檔 [{0}] 添加成功
zh_tw: 存檔 [{0}] 添加成功

# ViewModelAchievementArchiveAlreadyExists
source: Can't add archive with duplicated name [{0}]
de: Es kann kein Archiv mit doppeltem Namen [{0}] hinzugefügt werden
es: No se puede añadir un archivo con nombre duplicado [{0}]
fr: Impossible d'ajouter un archive avec un nom dupliqué [{0}]
id: Tidak dapat menambahkan arsip dengan nama yang sama [{0}]
it: Impossibile aggiungere un archivio con nome duplicato [{0}]
ja: アーカイブ [{0}] はすでに使用されています。別の名前で作成してください
ko: 중복된 이름을 가진 아카이브를 추가할 수 없음 [{0}]
pt: Não é possível adicionar um arquivo com nome duplicado [{0}]
ru: Невозможно добавить архив с повторяющимся именем [{0}]
th: ไม่สามารถเพิ่มข้อมูลสำรองชื่อซ้ำ [{0}]
tr: Aynı ada sahip arşiv eklenemiyor [{0}]
vi: Không thể thêm lưu trữ có tên trùng lặp [{0}]
zh_hant: 不能添加名稱重覆的存檔 [{0}]
zh_tw: 不能添加名稱重覆的存檔 [{0}]

# ViewModelAchievementArchiveInvalidName
source: Can't add archive with invalid name
de: Es kann kein Archiv mit ungültigem Namen hinzugefügt werden
es: No se puede añadir un archivo con nombre no válido
fr: Impossible d'ajouter un archive avec un nom invalide
id: Tidak dapat menambahkan arsip dengan nama yang salah.
it: Impossibile aggiungere un archivio con nome non valido
ja: 無効な文字を含むアーカイブは作成できません
ko: 잘못된 이름을 가진 아카이브를 추가할 수 없음
pt: Não é possível adicionar um arquivo com nome inválido
ru: Невозможно добавить архив с недопустимым именем
th: ไม่สามารถเพิ่มข้อมูลสำรองชื่อไม่ถูกต้อง
tr: Geçersiz ada sahip arşiv eklenemiyor
vi: Không thể thêm lưu trữ có tên không hợp lệ
zh_hant: 不能添加名稱無效的存檔
zh_tw: 不能添加名稱無效的存檔

# ViewModelAchievementExportFileType
source: UIAF File
de: UIAF-Datei
es: Archivo UIAF
fr: format UIAF
id: Berkas UIAF
it: File UIAF
ja: UIAF ファイル
ko: UIAF 파일
pt: Arquivo UIAF
ru: Файл UIAF
th: ไฟล์ UIAF
tr: UIAF Dosyası
vi: Tệp UIAF
zh_hant: UIAF 檔案
zh_tw: UIAF 文件

# ViewModelAchievementImportProgress
source: Importing achievements
de: Erfolge werden importiert
es: Importando logros
fr: Importation des succès en cours
id: Mengimpor Achievement
it: Importazione degli achievement in corso
ja: アチーブメントをインポート中
ko: 업적 가져오기
pt: Importando conquistas
ru: Импорт достижений
th: กำลังนำเข้าความสำเร็จ
tr: Başarımlar içe aktarılıyor
vi: Đang nhập thành tựu
zh_hant: 匯入成就中
zh_tw: 匯入成就中

# ViewModelAchievementImportWarningMessage
source: UIAF version is too low to import
de: Die UIAF-Version der Daten ist zu niedrig, um sie zu importieren
es: La versión UIAF de los datos es demasiado baja para importar
fr: La version UIAF des données est trop basse pour être importée
id: Versi UIAF terlalu rendah untuk diimpor
it: La versione UIAF dei dati è troppo bassa per essere importata
ja: UIAF バージョンが古いため、インポートできません
ko: 데이터를 가져올 수 있는 UIAF 버전이 너무 낮습니다
pt: A versão do UIAF é muito baixa para ser importada
ru: Версия UIAF данных слишком низкая для импорта
th: UIAF ของข้อมูลเก่าเกินไป ไม่สามารถนำเข้าได้
tr: Verilerin UIAF sürümü içe aktarmak için çok düşük
vi: Phiên bản UIAF của dữ liệu quá thấp, không thể nhập
zh_hant: 資料的 UIAF 版本過低，無法匯入
zh_tw: 數據的 UIAF 版本過低，無法匯入

# ViewModelAchievementRemoveArchiveContent
source: This operation is irreversible. The achievement archive will be lost.
de: Dieser Vorgang ist irreversibel. Das Erfolgsarchiv und alle seine Erfolgszustände gehen verloren.
es: Esta operación es irreversible. El archivo de logros y todos sus estados se perderán.
fr: Cette opération est irréversible, l'archive et tous les états de succès qu'elle contient seront perdus
id: Operasi ini tidak dapat dibalik. Arsip Achievement akan hilang.
it: Questa operazione è irreversibile. L'archivio degli achievement e tutti i suoi contenuti andranno persi.
ja: この操作は不可逆的であり、アーカイブと中のすべてのアチーブメント達成状態は失われます。
ko: 이 작업은 되돌릴 수 없습니다. 아카이브와 모든 업적 상태가 삭제됩니다
pt: Essa operação é irreversível. O arquivo de conquistas será perdido.
ru: Эта операция необратима, этот архив и все его статусы достижений будут потеряны
th: การดำเนินการนี้ไม่สามารถย้อนกลับได้ ข้อมูลสำรองและความสำเร็จทั้งหมดในนั้นจะสูญหาย
tr: Bu işlem geri alınamaz. Başarım arşivi ve içindeki tüm başarımların durumu kaybolacak.
vi: Thao tác này không thể đảo ngược, kho lưu trữ này và tất cả trạng thái thành tựu trong đó sẽ bị mất
zh_hant: 該操作是不可逆的，該存檔和其內的所有成就狀態會丟失
zh_tw: 該操作是不可逆的，該存檔和其內的所有成就狀態會丟失

# ViewModelAchievementRemoveArchiveTitle
source: Are you sure to delete archive {0}?
de: Möchtest du das Archiv {0} wirklich löschen?
es: ¿Estás seguro de que quieres eliminar el archivo {0}?
fr: Voulez-vous vraiment supprimer l'archive {0} ?
id: Apakah Anda yakin ingin menghapus arsip {0}?
it: Eliminare l'archivio {0}?
ja: {0} を削除してもよろしいでしょうか？
ko: 아카이브 {0}를 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir o arquivo {0}?
ru: Вы уверены, что хотите удалить архив {0}?
th: ยืนยันที่จะลบข้อมูลสำรอง {0} หรือไม่?
tr: {0} arşivini silmek istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa kho lưu trữ {0} không?
zh_hant: 確定要刪除存檔 {0} 嗎？
zh_tw: 確定要刪除存檔 {0} 嗎？

# ViewModelAchievementUIAFExportPickerTitle
source: Export UIAF Json file to the selected path
de: UIAF-JSON-Datei in den angegebenen Pfad exportieren
es: Exportar archivo JSON UIAF a la ruta seleccionada
fr: Exporter le fichier JSON UIAF vers le chemin sélectionné
id: Ekspor file Json UIAF ke path yang dipilih
it: Esporta il file JSON UIAF nel percorso selezionato
ja: UIAF JSON ファイルを指定した場所へエクスポート
ko: 선택한 경로로 UIAF Json 파일 내보내기
pt: Exportar o arquivo Json UIAF para o caminho selecionado
ru: Экспорт UIAF Json файл в указанный путь
th: 导出 UIAF JSON 文件到指定路径
tr: UIAF JSON dosyasını belirtilen yola aktar
vi: Xuất tập tin UIAF Json đến đường dẫn đã chọn
zh_hant: 匯出 UIAF JSON 檔案到指定路徑

# ViewModelAvatarPropertyBatchCultivateProgressTitle
source: Fetching ascension materials...
de: Beschaffung von Kultivierungsmaterialien, bitte warten...
es: Obteniendo materiales de ascensión, por favor espera...
fr: Récupération des matériaux d'amélioration, veuillez patienter...
id: Mengambil bahan kenaikan tingkat...
it: Recupero materiali di ascensione in corso, attendere...
ja: 素材リスト取得中、しばらくお待ちください
ko: 육성 재료를 가져오는 중입니다. 잠시만 기다려 주세요...
pt: Obtendo materiais de ascensão...
ru: Получение материалов для повышения, пожалуйста, подождите...
th: กำลังดึงวัสดุฝึกฝน โปรดรอ...
tr: Yükseltme materyalleri alınıyor, lütfen bekleyin...
vi: Đang lấy nguyên liệu bồi dưỡng, vui lòng chờ...
zh_hant: 獲取培養材料中，請稍後...

# ViewModelAvatarPropertyCalculateWeaponNull
source: Can't calculate current character. Please try again after syncing data.
de: Aktueller Charakter kann nicht berechnet werden, bitte synchronisiere die Informationen und versuche es erneut
es: No se puede calcular el personaje actual, por favor sincroniza la información e inténtalo de nuevo
fr: Le personnage actuel ne peut pas être calculé, veuillez synchroniser les informations et réessayer.
id: Tidak dapat menghitung karakter saat ini. Silakan coba lagi setelah menyinkronkan data.
it: Impossibile calcolare il personaggio attuale, provare di nuovo dopo aver sincronizzato le informazioni
ja: 現在のキャラクターを計算できません。データの同期後に再試行してください。
ko: 현재 캐릭터를 계산할 수 없습니다. 정보 동기화 후 다시 시도하세요
pt: Não é possível calcular o personagem atual. Tente novamente após a sincronização dos dados.
ru: Невозможно рассчитать текущего персонажа, пожалуйста, синхронизируйте данные и попробуйте еще раз
th: ไม่สามารถคำนวณตัวละครปัจจุบันได้ โปรดซิงค์ข้อมูลแล้วลองอีกครั้ง
tr: Mevcut karakter hesaplanamıyor, lütfen bilgileri senkronize ettikten sonra tekrar deneyin
vi: Không thể tính toán nhân vật hiện tại, vui lòng đồng bộ hóa thông tin rồi thử lại
zh_hant: 目前角色無法計算，請同步資訊後再試
zh_tw: 當前角色無法計算，請同步信息後再試

# ViewModelAvatarPropertyEnkaApiUnavailable
source: Character data service [Enka API] is unavailable
de: Charakterinformationsdienst [Enka API] ist derzeit nicht verfügbar
es: El servicio de información de personajes [Enka API] no está disponible actualmente
fr: Le service d'informations sur les personnages [Enka API] n'est pas disponible actuellement.
id: Layanan data karakter [Enka API] tidak tersedia
it: Il servizio informazioni personaggio [Enka API] non è disponibile
ja: キャラクターデータサービス [Enka API] は現在利用できません。
ko: 캐릭터 정보 서비스 [Enka API]는 현재 사용할 수 없습니다
pt: O serviço de dados de personagem [Enka API] não está disponível
ru: Сервис информации о персонажах [Enka API] в настоящее время недоступен
th: บริการข้อมูลตัวละคร [Enka API] ไม่พร้อมใช้งานในขณะนี้
tr: Karakter bilgi hizmeti [Enka API] şu anda kullanılamıyor
vi: Dịch vụ thông tin nhân vật [Enka API] hiện không khả dụng
zh_hant: 角色資訊服務 [Enka API] 目前不可用
zh_tw: 角色信息服務 [Enka API] 當前不可用

# ViewModelAvatarPropertyFetch
source: Fetching Data
de: Daten werden abgerufen
es: Obteniendo datos
fr: Récupération des données.
id: Mengambil Data
it: Recupero dati in corso
ja: データを取得中
ko: 데이터 가져오는 중
pt: Obtendo dados
ru: Получение данных
th: กำลังดึงข้อมูล
tr: Veri Alınıyor
vi: Đang lấy dữ liệu
zh_hant: 獲取資料中
zh_tw: 獲取數據中

# ViewModelAvatarPropertyShowcaseNotOpen
source: Character showcase is disabled. Please activate it in the game.
de: Charakter-Ausstellung ist noch nicht aktiviert. Bitte aktiviere sie im Spiel und versuche es erneut.
es: La exhibición de personajes no está habilitada, por favor actívala en el juego e inténtalo de nuevo
fr: La vitrine de personnage n'est pas activée, veuillez l'activer dans le jeu et réessayer.
id: Pameran karakter dinonaktifkan. Silakan aktifkan di dalam permainan.
it: La vetrina del personaggio non è ancora attiva, si prega di attivare e riprovare
ja: キャラクターラインナップが未配置か非表示です。ゲーム内のプロフィール編集で設定してください
ko: 캐릭터 상세정보 보기가 꺼져있습니다. 게임에서 설정 후 다시 시도하십시오.
pt: A exibição de personagens está desativada. Por favor, ative-a no jogo.
ru: Витрина персонажа не активирована. Пожалуйста, активируйте её в игре.
th: ยังไม่ได้เปิดตู้โชว์ตัวละคร โปรดไปดำเนินการในเกมแล้วลองอีกครั้ง
tr: Karakter vitrini henüz etkinleştirilmedi, lütfen oyunda işlem yaptıktan sonra tekrar deneyin
vi: Tủ trưng bày nhân vật chưa được mở, vui lòng vào game thao tác rồi thử lại
zh_hant: 角色展櫃尚未開啟，請前往遊戲操作後重試
zh_tw: 角色展櫃尚未開啟，請前往遊戲操作後重試

# ViewModelAvatarPropertySortDescriptionKindActivatedConstellationCount
source: Constellation Level
de: Konstellationsstufe
es: Nivel de Constelación
fr: Ordre des niveaux de constellation débloqués
id: Urutan Tingkat Konstelasi
it: Livello della costellazione
ja: 命ノ星座解放数順
ko: 운명의 별자리 해제 레벨 순서
pt: Nível de Constelação
ru: Уровень созвездия
vi: Thứ tự mở khóa tầng chòm sao
zh_hant: 命之座解鎖層數順序

# ViewModelAvatarPropertySortDescriptionKindCurAttack
source: ATK
de: ANG
es: ATQ
id: Urutan Serangan
ja: 攻撃力順
ko: 공격력 순서
pt: ATQ
ru: АТК
vi: Thứ tự tấn công
zh_hant: 攻擊力順序

# ViewModelAvatarPropertySortDescriptionKindCurDefense
source: DEF
de: VERT
id: Urutan Pertahanan
ja: 防御力順
ko: 방어력 순서
ru: ЗАЩ
vi: Thứ tự phòng thủ
zh_hant: 防禦力順序

# ViewModelAvatarPropertySortDescriptionKindDefault
source: Default Order
de: Standardreihenfolge
es: Orden predeterminado
fr: Ordre par défaut
id: Urutan Default
it: Ordine predefinito
ja: デフォルト順
ko: 기본 순서
pt: Ordem Padrão
ru: Порядок по умолчанию
vi: Thứ tự mặc định
zh_hant: 預設順序

# ViewModelAvatarPropertySortDescriptionKindElementMastery
source: Elemental Mastery
de: Elementare Meisterschaft
es: Maestría Elemental
fr: Maîtrise élémentaire
id: Urutan Penguasaan Elemen
it: Maestria elementale
ja: 元素熟知順
ko: 원소 마스터리 순서
pt: Domínio Elemental
ru: Мастерство стихий
vi: Thứ tự tinh thông nguyên tố
zh_hant: 元素精通順序

# ViewModelAvatarPropertySortDescriptionKindFetterLevel
source: Friendship Level
de: Freundschaftsstufe
es: Nivel de Amistad
fr: Niveau d'amitié
id: Urutan Tingkat Persahabatan
it: Livello di amicizia
ja: 好感度順
ko: 호감도 순서
pt: Nível de Amizade
ru: Уровень дружбы
vi: Thứ tự mức độ thân thiết
zh_hant: 好感度順序

# ViewModelAvatarPropertySortDescriptionKindLevelNumber
source: Level
de: Stufe
es: Nivel
fr: Niveau
id: Urutan Level
it: Livello
ja: レベル順
ko: 레벨 순서
pt: Nível
ru: Уровень
vi: Thứ tự cấp độ
zh_hant: 等級順序

# ViewModelAvatarPropertySortDescriptionKindMaxHp
source: Max HP
de: Max. LP
es: HP Máx
fr: HP max
id: Urutan HP Maksimum
it: HP massimo
ja: HP 上限順
ko: 최대 HP 순서
pt: HP Máx
ru: Макс. HP
vi: Thứ tự HP tối đa
zh_hant: 生命值上限順序

# ViewModelAvatarPropertySortDescriptionKindQuality
source: Rarity
de: Seltenheit
es: Rareza
fr: Rareté
id: Urutan Kualitas
it: Rarità
ja: レアリティ順
ko: 품질 순서
pt: Raridade
ru: Редкость
vi: Thứ tự chất lượng
zh_hant: 品質順序

# ViewModelAvatarPropertyTotalAvatarCountHint
source: {0} characters in total
de: Insgesamt {0} Charaktere
es: Total de {0} personajes
fr: {0} personnage{plural, one { au total} other {s} au total}
id: Total {0} karakter
it: Totale {0} personaggi
ja: キャラ総計 {0} 人
ko: 총 {0}명의 캐릭터
pt: Total de {0} personagens
ru: Всего {0} персонажа
th: 共 {0} 位角色
tr: Toplam {0} karakter
vi: Tổng cộng {0} nhân vật
zh_hant: 共 {0} 位角色

# ViewModelAvatatPropertyExportTextError
source: Failed to copy role details
de: Fehler beim Kopieren der Rollendetails
es: Error al copiar los detalles del personaje
fr: Échec de la copie des détails du personnage
id: Gagal menyalin detail karakter
it: Esportazione dettagli personaggio non riuscita
ja: キャラ詳細をコピーに失敗しました
ko: 캐릭터 상세 정보 복사 실패
pt: Falha ao copiar detalhes do personagem
ru: Не удалось скопировать детали персонажа
th: 复制角色详情失败
tr: Karakter detayları kopyalanamadı
vi: Sao chép thông tin chi tiết nhân vật thất bại
zh_hant: 複製角色詳情失敗

# ViewModelAvatatPropertyExportTextSuccess
source: Successfully copied role details
de: Rollendetails erfolgreich kopiert
es: Detalles del personaje copiados correctamente
fr: Détails du personnage copiés avec succès
id: Berhasil menyalin detail karakter
it: Dettagli personaggio esportati correttamente
ja: キャラ詳細をコピーしました
ko: 캐릭터 상세 정보 복사 성공
pt: Detalhes do personagem copiados com sucesso
ru: Детали персонажа успешно скопированы
th: 复制角色详情成功
tr: Karakter detayları başarıyla kopyalandı
vi: Sao chép thông tin chi tiết nhân vật thành công
zh_hant: 複製角色詳情成功

# ViewModelComplexReliquarySetViewEmptyName
source: No Artifact Set
de: Kein Artefaktset oder Einzelteile
es: Sin conjunto de artefactos o piezas sueltas
fr: Pas d'ensemble d'artéfacts ou de pièces détachées
id: Tidak ada set artefak
it: Nessun set di artefatti o pezzi singoli
ja: 聖遺物なし
ko: 성유물 없음
pt: Nenhum artefato definido
ru: Нет набора артефактов или отдельных частей
th: ไม่มีอาร์ติแฟกต์หรือชิ้นส่วน
tr: Eser seti veya münferit eser yok
vi: Không có Thánh Di Vật hoặc mảnh ghép
zh_hant: 無聖遺物或散件

# ViewModelCultivationAddWarning
source: Failed to add Enhancement Progression plan
de: Fehler beim Hinzufügen des Aufwertungsplans
es: Error al añadir el plan de mejora
fr: Échec de l'ajout au plan de développement
id: Gagal menambahkan rencana pengembang.
it: Aggiunta al piano di potenziamento non riuscita
ja: 育成計画の追加に失敗しました
ko: 육성 계획을 추가하지 못했습니다
pt: Falha ao adicionar planejamento
ru: Не удалось добавить в план разработки
th: เพิ่มแผนการพัฒนาไม่สำเร็จ
tr: Geliştirme planı eklenemedi
vi: Thêm kế hoạch bồi dưỡng thất bại
zh_hant: 養成計劃添加失敗
zh_tw: 養成計劃添加失敗

# ViewModelCultivationBatchAddCompletedFormat
source: Operation completed: added/updated {0}, skipped {1}
de: Vorgang abgeschlossen: Hinzugefügt / Aktualisiert: {0}, Übersprungen: {1}
es: Operación completada: añadido/actualizado: {0}, omitido {1}
fr: 操作完成：添加/更新：{0} 个，跳过 {1} 个
id: Operasi selesai: ditambahkan/diperbarui {0}, dilewati {1}
it: Operazione completata: aggiunti/aggiornati {0}, saltati {1}
ja: 完了しました：追加／更新：{0}、スキップ{1}
ko: 操作完成：添加/更新：{0} 个，跳过 {1} 个
pt: Operação concluída: adicionado/atualizado {0}, pulado {1}
ru: 操作完成：添加/更新：{0} 个，跳过 {1} 个
th: ดำเนินการเสร็จสิ้น: เพิ่ม / อัปเดต: {0} ข้าม {1}
tr: İşlem tamamlandı: Eklendi / Güncellendi: {0}, atlandı {1}
vi: 操作完成：添加/更新：{0} 个，跳过 {1} 个
zh_hant: 操作完成：添加/更新：{0} 個，跳過 {1} 個
