Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# WebDailyNoteAttendanceRewardStatusTakenAward
source: Claimed
de: Abgeholt
es: Reclamado
fr: Récupéré
id: Telah diklaim
it: Reclamato
ja: 受け取り済み
ko: 수령 완료
pt: Resgatado
ru: Получено
th: รับแล้ว
tr: Alındı
vi: Đã nhận
zh_hant: 已領取

# WebDailyNoteAttendanceRewardStatusUnfinished
source: Unfinished
de: Nicht abgeschlossen
es: Sin finalizar
fr: Non terminé
id: Belum selesai
it: Non completato
ja: 未完了
ko: 아직 완료 안 됨
pt: Inacabado
ru: Незаконченно
th: ยังไม่เสร็จสิ้น
tr: Tamamlanmadı
vi: Chưa hoàn thành
zh_hant: 尚未完成

# WebDailyNoteAttendanceRewardStatusWaitTaken
source: Ready to claim
de: Bereit zur Abholung
es: Listo para reclamar
fr: Prêt à être récupéré
id: Siap untuk diklaim
it: Disponibile
ja: 獲得可能
ko: 받을 수 있음
pt: Pronto para resgatar
th: รอรับ
tr: Alınmaya Hazır
vi: Chờ nhận
zh_hant: 等待領取

# WebDailyNoteExpeditionRemainTime
source: {0} hour(s) {1} minute(s)
de: {0} Stunde {1} Minute
es: {0} hora {1} minuto
fr: {0} heure {1} minute
id: {0} jam {1} menit
it: {0} ora {1} minuto
ja: {0} 時間 {1} 分
ko: {0}시 {1}분
pt: {0} hora {1} minuto
ru: {0} ч {1} мин
th: {0} 时 {1} 分
tr: {0} saat {1} dakika
vi: {0} giờ {1} phút
zh_hant: {0} 時 {1} 分

# WebDailyNoteExtraTaskRewardNotAllowed
source: Daily Commissions are not Completed
de: Tägliche Aufträge nicht abgeschlossen
es: No se han completado suficientes encargos diarios hoy
fr: Le nombre de commissions quotidiennes terminées aujourd'hui est insuffisant
id: Komisi Harian Belum Selesai
it: Incarichi giornalieri insufficienti
ja: 今日の依頼完了数が足りません
ko: 일일 의뢰 횟수 부족
pt: Missões diárias incompletas
ru: Incomplete Daily Commissions
th: ภารกิจประจำวันวันนี้ไม่สำเร็จ
tr: Günlük Görevler tamamlanmadı
vi: Số lượng Ủy Thác hôm nay chưa đủ
zh_hant: 今日完成委託數量不足

# WebDailyNoteExtraTaskRewardNotTaken
source: Daily Commission Reward not claimed
de: Belohnung für „Tägliche Aufträge“ nicht abgeholt
es: Recompensa de «Comisión diaria» no reclamada
fr: Récompense de « Commissions quotidiennes » non récupérée
id: Hadiah Komisi Harian Belum Diklaim
it: Ricompensa per «Incarichi giornalieri» non riscattata
ja: 依頼報酬はまだ受取っていません
ko: 「일일 의뢰」 보상을 받지 않음
pt: Recompensa de missão diária não resgatada
ru: Ежедневная награда не собрана
th: รางวัล“ภารกิจประจำวัน”ยังไม่ได้เคลม
tr: 「Günlük Görev」 ödülü alınmadı
vi: Chưa nhận thưởng «Ủy Thác Hằng Ngày»
zh_hant: 「每日委託」獎勵未領取

# WebDailyNoteExtraTaskRewardReceived
source: Daily Commission Reward claimed
de: Belohnung für „Tägliche Aufträge“ abgeholt
es: Recompensa de «Comisión diaria» reclamada
fr: Récompense de « Commissions quotidiennes » récupérée
id: Hadiah Komisi Harian Sudah Diklaim
it: Ricompensa per «Incarichi giornalieri» riscattata
ja: ﾃﾞｲﾘｰ依頼報酬は受取り済です
ko: 「일일 의뢰」 보상 획득 완료
pt: Recompensa de comissão diária resgatada
ru: Ежедневная награда собрана
th: รางวัล“ภารกิจประจำวัน”เคลมแล้ว
tr: 「Günlük Görev」 ödülü alındı
vi: Đã nhận thưởng 「Ủy thác hằng ngày」
zh_hant: 「每日委託」獎勵已領取

# WebDailyNoteHomeCoinRecoveryFormat
source: Full in {0} {1:HH:mm}
de: Voraussichtlich {0} {1:HH:mm} erreicht die Speichergrenze
es: Se alcanzará el límite de almacenamiento en {0} a las {1:HH:mm}
fr: Plein dans {0} {1:HH:mm}
id: Akan penuh dalam {0} {1:HH:mm}
it: Si prevede che il limite di accumulo sarà raggiunto tra {0} alle {1:HH:mm}
ja: {0} {1:HH:mm} に上限到達
ko: {0} {1:HH:mm}에 저장 한도 도달 예상
pt: Estará cheio {0} às {1:HH:mm}
ru: Будет заполнен через {0} {1:HH:mm}
th: คาดว่าจะถึงขีดจำกัดที่เก็บใน {0} {1:HH:mm}
tr: Depolama sınırına {0} {1:HH:mm} içinde ulaşılacak
vi: Dự kiến đầy vào {0} {1:HH:mm}
zh_hant: 預計 {0} {1:HH:mm} 達到儲存上限

# WebDailyNoteHomeLocked
source: Serenitea Pot not Unlocked
de: Reich der Träume noch nicht freigeschaltet
es: Relajatetera no desbloqueada
fr: La Sérénithéière n'est pas débloquée
id: Serenitea Pot belum Terbuka
it: La Serenteiera non è stata ancora sbloccata
ja: 塵歌壺が未解放です
ko: 선계가 아직 해제되지 않음
pt: Bule de Relachá não desbloqueado
th: ยังไม่ได้ปลดล็อก Serenitea Pot
tr: Açık Dünya Yerleşkesi henüz açılmadı
vi: Chưa mở khóa động thiên
zh_hant: 尚未解鎖洞天

# WebDailyNoteRecoveryTimeDay0
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
th: วันนี้
tr: Bugün
vi: Hôm nay
zh_hant: 今天

# WebDailyNoteRecoveryTimeDay1
source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
id: Besok
it: Domani
ja: 明日
ko: 내일
pt: Amanhã
ru: Завтра
th: พรุ่งนี้
tr: Yarın
vi: Ngày mai
zh_hant: 明天

# WebDailyNoteRecoveryTimeDay2
source: 2 days after
de: Übermorgen
es: Pasado mañana
fr: Après-demain
id: Lusa
it: Dopodomani
ja: 明後日
ko: 모레
pt: 2 dias depois
ru: Послезавтра
th: มะรืนนี้
tr: Yarından sonraki gün
vi: Ngày kia
zh_hant: 後天

# WebDailyNoteRecoveryTimeDayFormat
source: {0} day
de: {0} Tag
es: {0} día
fr: {0} jour
id: {0} Hari
it: {0} giorno
ja: {0} 日
ko: {0}일
pt: {0} dia
ru: {0} день
th: {0} วัน
tr: {0} gün
vi: {0} ngày
zh_hant: {0} 天

# WebDailyNoteResinRecoveryCompleted
source: Original Resin is Full
de: Ursprüngliches Harz vollständig wiederhergestellt
es: Resina original totalmente recuperada
fr: La Résine originelle est complètement restaurée
id: Original Resin telah penuh
it: Resina originaria completamente rigenerata
ja: 天然樹脂は完全に回復しました
ko: 원소 레진 완전 회복
pt: A resina original está cheia
ru: Смола заполнена
th: Original Resin ฟื้นฟูเต็มแล้ว
tr: Orijinal Reçine tamamen doldu
vi: Nguyên Thủy Nhựa đã hồi phục hoàn toàn
zh_hant: 原粹樹脂已完全恢復

# WebDailyNoteResinRecoveryFormat
source: Will be Replenished in {0} {1:HH:mm}
de: Wird in {0} {1:HH:mm} vollständig wiederhergestellt
es: Se recuperará totalmente en {0} a las {1:HH:mm}
fr: Sera entièrement restaurée dans {0} {1:HH:mm}
id: Akan diisi ulang pada {0} {1:HH:mm}
it: Sarà completamente ripristinata tra {0} alle {1:HH:mm}
ja: {0} {1:HH:mm} 後にすべて回復
ko: {0} {1:HH:mm} 이후 전부 회복
pt: Será reabastecido em {0} {1:HH:mm}
ru: Будет пополнен через {0} {1:HH:mm}
th: จะฟื้นฟูเต็มใน {0} {1:HH:mm}
tr: {0} {1:HH:mm} sonra tamamen yenilenecek
vi: Sẽ hồi phục hoàn toàn sau {0} {1:HH:mm}
zh_hant: 將於 {0} {1:HH:mm} 後全部恢復

# WebDailyNoteStoredAttendanceRefreshCountdown
source: Reset after {0:c}
de: Zurücksetzen nach {0:c}
es: Restablecer en {0:c}
fr: Réinitialiser après {0:c}
id: Reset setelah {0:c}
it: Resetta dopo {0:c}
ja: {0:c} 後にリセット
ko: {0:c} 후 재설정
pt: Redefinir após {0:c}
ru: Сброс через {0:c}
th: {0:c} 后重置
tr: {0:c} sonra sıfırla
vi: Đặt lại sau {0:c}
zh_hant: {0:c} 後重設

# WebDailyNoteTransformerAppend
source: Ready for use again after
de: Nachher wieder verwendbar
es: Listo para usar de nuevo después de
fr: Prêt à être utilisé après
id: Siap digunakan kembali setelah
it: Pronto per essere utilizzato di nuovo tra
ja: 後に再び使用することができます
ko: 추후 재사용 가능
pt: Pronto para ser usado novamente após
ru: Снова готов к использованию после
th: พร้อมใช้งานอีกครั้งใน
tr: sonra tekrar kullanılabilir
vi: Có thể dùng lại sau
zh_hant: 後可再次使用

# WebDailyNoteTransformerDaysFormat
source: {0} days
de: {0} Tage
es: {0} días
fr: {0} jour(s)
id: {0} Hari
it: {0} giorni
ja: {0} 日
ko: {0}일
pt: {0} dias
ru: {0} дней
th: {0} วัน
tr: {0} gün
vi: {0} ngày
zh_hant: {0} 天

# WebDailyNoteTransformerHoursFormat
source: {0} hrs
de: {0} Std.
es: {0} h
fr: {0} Heure(s)
id: {0} jam
it: {0} ore
ja: {0} 時間
ko: {0}시간
ru: {0} часов
th: {0} ชม.
tr: {0} saat
vi: {0} giờ
zh_hant: {0} 時

# WebDailyNoteTransformerMinutesFormat
source: {0} mins
de: {0} Min.
es: {0} min
fr: {0} min
id: {0} menit
it: {0} minuti
ja: {0} 分
ko: {0}분
ru: {0} минут
th: {0} นาที
tr: {0} dakika
vi: {0} phút
zh_hant: {0} 分

# WebDailyNoteTransformerNotObtained
source: Not obtained
de: Nicht erhalten
es: No obtenido
fr: Non obtenu
id: Tidak didapat
it: Non ottenuto
ja: 未獲得
ko: 아직 획득하지 않음
pt: Não obtido
ru: Не получен
th: ยังไม่ได้รับ
tr: Henüz alınmadı
vi: Chưa nhận được
zh_hant: 尚未獲得

# WebDailyNoteTransformerNotObtainedDetail
source: Transformer not obtained
de: Parametrischer Wandler nicht erhalten
es: No se ha obtenido el transmutador paramétrico
fr: Le transmutateur paramétrique n'a pas encore été obtenu
id: Transformer tidak diperoleh
it: Non hai ancora ottenuto il Trasformatore Parametrico
ja: 参量物質変化器を持っていません
ko: 아직 참량 변환기를 획득하지 않음
pt: Transformador não obtido
ru: Параметрический преобразователь не получен
th: ยังไม่ได้รับ Parametric Transformer
tr: Parametrik Dönüştürücü henüz alınmadı
vi: Chưa nhận được Máy Biến Đổi Tham Số
zh_hant: 尚未獲得參數質變儀

# WebDailyNoteTransformerNotReached
source: Cooling down
de: Wird abgekühlt
es: Enfriando
fr: En recharge
it: In ricarica
ja: クールタイム中
ko: 쿨타임
pt: Recarregando
ru: Перезаряжается
th: กำลังระบายความร้อน
tr: Soğuyor
vi: Đang hồi chiêu
zh_hant: 冷卻中

# WebDailyNoteTransformerReached
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
id: Tersedia
it: Disponibile
ja: 使用可能
ko: 사용 가능
pt: Disponível
ru: Доступно
th: พร้อมใช้งาน
tr: Kullanılabilir
vi: Có thể sử dụng
zh_hant: 可使用

# WebDailyNoteTransformerReady
source: Ready
de: Bereit
es: Listo
fr: Prêt
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
pt: Pronto
ru: Готов
th: พร้อมแล้ว
tr: Hazır
vi: Sẵn sàng
zh_hant: 已準備完成

# WebDailyNoteTransformerSecondsFormat
source: {0} Seconds
de: {0} Sek.
es: {0} s
fr: {0} seconde{other}s{/other}
id: {0} detik
it: {0} secondi
ja: {0} 秒
ko: {0}초
pt: {0} segundos
ru: {0} Секунд
th: {0} วินาที
tr: {0} saniye
vi: {0} giây
zh_hant: {0} 秒

# WebDailyNoteVerificationFailed
source: Verification failed. Please check MiHoYo BBS - Toolbox - Realtime Notes manually
de: Verifizierung fehlgeschlagen. Bitte manuell verifizieren oder die Seite „miHoYo BBS – Werkzeuge – Echtzeit-Notizen“ überprüfen.
es: Falló la verificación. Verifica manualmente o consulta la página de «miHoYo BBS - Herramientas - Notas en tiempo real»
fr: La vérification a échoué, veuillez vérifier manuellement ou consulter la page « miHoYo BBS-Outils de voyage-Chroniques-Notes en temps réel »
id: Verifikasi gagal. Harap periksa MiHoYo BBS - Toolbox - Catatan Real-time secara manual.
it: Verifica fallita, verifica manualmente o vai alla pagina "MiHoYo BBS - Strumenti - Note in tempo reale di Genshin Impact"
ja: 認証に失敗しました。「HoYoLAB - ツールボックス - 戦績 - リアルタイムノート」で確認してください。
ko: 인증에 실패했습니다. 수동으로 인증하거나 '미유쉐-여행 도구-원신 전적-실시간 메모' 페이지에서 확인하시기 바랍니다.
pt: A verificação falhou. Por favor, verifique manualmente em MiHoYo BBS - Todas as ferramentas - Conquistas
ru: Проверка не удалась. Пожалуйста, проверьте 米游社 - Путевые заметки - Записи - Заметки в реальном времени вручную
th: การตรวจสอบล้มเหลว โปรดตรวจสอบด้วยตนเองหรือไปที่หน้า "<text>米游社</text>-เครื่องมือเดินทาง-บันทึกกิจกรรม-บันทึกประจำวัน" เพื่อดู
tr: Doğrulama başarısız oldu, lütfen manuel olarak doğrulayın veya "MiHoYo BBS - Seyahat Araçları - Genshin Etkinlik Notları - Gerçek Zamanlı Notlar" sayfasına gidin
vi: Xác minh thất bại, vui lòng xác minh thủ công hoặc truy cập trang "MiHoYo BBS - Công cụ du hành - Nhật ký chiến đấu - Ghi chú thời gian thực"
zh_hant: 驗證失敗，請手動進行驗證或前往「 HoYoLAB - 工具箱 - 戰績 - 即時便箋」頁面查看。

# WebEnkaResponseStatusCode400
source: Wrong UID format
de: Falsches UID-Format
es: Formato UID incorrecto
fr: Format d'Uid incorrect
id: Format UID Salah
it: Formato UID errato
ja: 間違った UID フォーマット
ko: 잘못된 UID 형식
pt: Formato de UID inválido
ru: Неправильный формат UID
th: รูปแบบ UID ไม่ถูกต้อง
tr: Hatalı UID biçimi
vi: Định dạng UID sai
zh_hant: 錯誤的 UID 格式

# WebEnkaResponseStatusCode404
source: Character UID does not exist, please try again later
de: Charakter-UID existiert nicht, bitte später erneut versuchen
es: El UID del personaje no existe, inténtalo de nuevo más tarde
fr: L'Uid du personnage n'existe pas, veuillez réessayer plus tard
id: Role UID tidak ada, Coba lagi nanti
it: L'UID del personaggio non esiste, riprova più tardi
ja: キャラクターUID が存在しません。後でもう一度お試しください。
ko: 캐릭터 UID가 존재하지 않습니다. 나중에 다시 시도해주세요.
pt: O UID da personagem não existe, tente novamente mais tarde
ru: Идентификатор UID не существует, пожалуйста, повторите попытку позже
th: ไม่มี UID ตัวละคร โปรดลองอีกครั้งในภายหลัง
tr: Karakter UID'si mevcut değil, lütfen daha sonra tekrar deneyin
vi: UID nhân vật không tồn tại, vui lòng thử lại sau
zh_hant: 角色 UID 不存在，請稍候再試

# WebEnkaResponseStatusCode424
source: Game in maintenance
de: Spiel wird gewartet
es: El juego está en mantenimiento
fr: Jeu en maintenance
id: Game sedang masa perbaikan
it: Gioco in manutenzione
ja: ゲームメンテナンス中
ko: 게임 점검 중
pt: Jogo em manutenção
ru: Игра на обновлении
th: เกมอยู่ระหว่างการบำรุงรักษา
tr: Oyun bakımda
vi: Game đang bảo trì
zh_hant: 遊戲維護中

# WebEnkaResponseStatusCode429
source: Request too fast, please try again later
de: Anfrage zu schnell, bitte später erneut versuchen
es: Solicitud demasiado rápida, inténtalo de nuevo más tarde
fr: Requête trop rapide, veuillez réessayer plus tard
id: Permintaan terlalu cepat, Coba lagi nanti
it: Richiesta troppo rapida, riprova più tardi
ja: リクエストが速すぎて、後でもう一度お試しください。
ko: 요청이 너무 빠릅니다. 나중에 다시 시도해주세요.
pt: Solicitação muito rápida, tente novamente mais tarde
ru: Слишком много запросов, пожалуйста, повторите попытку позже
th: คำขอเร็วเกินไป โปรดลองอีกครั้งในภายหลัง
tr: İstek çok hızlı, lütfen daha sonra tekrar deneyin
vi: Yêu cầu quá nhanh, vui lòng thử lại sau.
zh_hant: 請求過快，請稍後再試

# WebEnkaResponseStatusCode500
source: Occasional Server Errors
de: Gelegentliche Serverfehler
es: Errores ocasionales del servidor
fr: Erreurs occasionnelles du serveur
id: Kesalahan Server Sesekali
it: Errori occasionali del server
ja: 偶発的なサーバーエラー
ko: 서버에서 가끔 오류 발생
pt: Erros ocasionais do servidor
ru: Случайная ошибка сервера
th: ข้อผิดพลาดของเซิร์ฟเวอร์เป็นครั้งคราว
tr: Sunucu kaynaklı hatalar
vi: Lỗi máy chủ không thường xuyên
zh_hant: 伺服器偶發錯誤

# WebEnkaResponseStatusCode503
source: Critical Server Error
de: Kritischer Serverfehler
es: Error crítico del servidor
fr: Erreur critique du serveur
id: Kesalahan Server Kritikal
it: Errore critico del server
ja: 致命的なサーバーエラー
ko: 심각한 서버 오류
pt: Erro crítico do servidor
ru: Критическая ошибка сервера.
th: ข้อผิดพลาดร้ายแรงของเซิร์ฟเวอร์
tr: Kritik Sunucu Hatası
vi: Lỗi máy chủ nghiêm trọng
zh_hant: 伺服器嚴重錯誤

# WebEnkaResponseStatusCodeUnknown
source: Unknown Server Error
de: Unbekannter Serverfehler
es: Error de servidor desconocido
fr: Erreur de serveur inconnue
id: Kesalahan Server Tidak DIketahui
it: Errore del server sconosciuto
ja: 不明なサーバーエラー
ko: 알 수 없는 서버 오류
pt: Erro de servidor desconhecido
ru: Неизвестная ошибка сервера
th: ข้อผิดพลาดของเซิร์ฟเวอร์ที่ไม่รู้จัก
tr: Bilinmeyen Sunucu Hatası
vi: Lỗi máy chủ không xác định
zh_hant: 未知的伺服器錯誤

# WebGachaConfigTypeAvatarEventWish
source: Character Event Wish
de: Figuren-Aktionsgebet
es: Gachapón de evento de personaje
fr: Vœu événement personnage
id: Event WIsh Karakter
it: Desiderio evento personaggio
ja: イベント祈願・キャラクター
ko: 캐릭터 이벤트 기원
pt: Evento de oração de personagem
ru: Молитва события персонажа
th: คำอธิษฐานกิจกรรมตัวละคร
tr: Karakter Etkinlik Dileği
vi: Cầu nguyện nhân vật
zh_hant: 角色活動祈願
zh_tw: 角色活動祈願

# WebGachaConfigTypeAvatarEventWish2
source: Character Event Wish-2
de: Figuren-Aktionsgebet-2
es: Gachapón de evento de personaje-2
fr: Vœu événement de personnage
id: Event WIsh Karakter-2
it: Desiderio evento personaggio-2
ja: イベント祈願・キャラクター2
ko: 캐릭터 이벤트 기원-2
pt: Evento de oração de personagem-2
ru: Молитва события персонажа - 2
th: คำอธิษฐานกิจกรรมตัวละคร-2
tr: Karakter Etkinlik Dileği-2
vi: Cầu nguyện nhân vật-2
zh_hant: 角色活動祈願-2
zh_tw: 角色活動祈願-2

# WebGachaConfigTypeChronicledWish
source: Chronicled Wish
de: Chronik-Gebet
es: Deseo Crónico
fr: Vœu Chronique
id: Kumpulan Wish
it: Desiderio cronaca
ja: 集録祈願
ko: 집록 기원
pt: Orações coletadas
ru: Хроники желаний
th: คำอธิษฐานบันทึก
tr: Kaydedilen Dilek
vi: Tập Hợp Nguyện Ước
zh_hant: 集錄祈願

# WebGachaConfigTypeNoviceWish
source: Beginners' Wish
de: Anfängergebet
es: Gachapón para principiantes
fr: Vœu novice
id: Wish Pemula
it: Desiderio per principianti
ja: 初心者祈願
ko: 초심자 기원
pt: Oração de Novatos
ru: Молитва новичка
th: คำอธิษฐานสำหรับผู้เริ่มต้น
tr: Acemi Dileği
vi: Cầu nguyện tân thủ
zh_hant: 新手祈願
zh_tw: 新手祈願

# WebGachaConfigTypePermanentWish
source: Standard Wish
de: Standardgebet
es: Gachapón permanente
fr: Vœu permanent
it: Desiderio standard
ja: 通常祈願
ko: 상주 기원
pt: Oração padrão
ru: Стандартная молитва
th: คำอธิษฐานถาวร
tr: Standart Dilek
vi: Ước Nguyện Thường Trú
zh_hant: 常駐祈願
zh_tw: 常駐祈願

# WebGachaConfigTypeWeaponEventWish
source: Weapon Event Wish
de: Waffen-Aktionsgebet
es: Gachapón de evento de armas
fr: Vœu événement d'arme
id: Event Wish Senjata
it: Desiderio evento arma
ja: イベント祈願・武器
ko: 무기 이벤트 기원
pt: Evento de oração de arma
ru: Молитва события оружия
th: คำอธิษฐานกิจกรรมอาวุธ
tr: Silah Etkinlik Dileği
vi: Ước Nguyện Sự Kiện Vũ Khí
zh_hant: 武器活動祈願
zh_tw: 武器活動祈願

# WebGameResourcePathCopySucceed
source: Copy Link Successful
de: Download-Link erfolgreich kopiert
es: Enlace de descarga copiado correctamente
fr: Lien de téléchargement copié
id: Salin Tautan Berhasil
it: Link di download copiato correttamente
ja: ダウンロードリンクのコピーに成功しました
ko: 다운로드 링크 복사 성공
pt: Link de download copiado com sucesso
ru: Ссылка успешно скопирована
th: คัดลอกลิงก์ดาวน์โหลดสำเร็จ
tr: İndirme bağlantısı başarıyla kopyalandı
vi: Sao chép liên kết tải xuống thành công
zh_hant: 下載連結複製成功

# WebHoyolabInvalidRegion
source: Invalid server
de: Ungültiger Server
es: Servidor no válido
fr: Serveur non valide
id: Server tidak sah
it: Server non valido
ja: 無効なサーバー
ko: 유효하지 않은 서버
pt: Servidor inválido
ru: Ошибка сервера
th: เซิร์ฟเวอร์ไม่ถูกต้อง
tr: Geçersiz sunucu
vi: Máy chủ không hợp lệ
zh_hant: 無效的伺服器

# WebHoyolabInvalidUid
source: Invalid UID
de: Ungültige UID
es: UID no válido
fr: Uid non valide
it: UID non valido
ja: 無効なUIDです
ko: 유효하지 않은 Uid
pt: UID inválido
th: UID ไม่ถูกต้อง
tr: Geçersiz UID
vi: UID không hợp lệ
zh_hant: 無效的 UID

# WebHoyolabRegionCNGF01
source: CN Server: Official
de: CN-Server: Offiziell
es: Servidor CN: Oficial
fr: Serveur CN : officiel
id: Server Nasional Server Resmi
it: Server CN: Ufficiale
ja: 中国サーバー: 天空島
ko: 중국 서버: 공식 서버
pt: Servidor China: Oficial
th: เซิร์ฟเวอร์จีน: ทางการ
tr: CN Sunucusu: Resmi
vi: Sever Trung Quốc: Chính thức
zh_hant: 陸服 官方服

# WebHoyolabRegionCNQD01
source: CN Server: bilibili
es: Servidor CN: bilibili
fr: Serveur CN : bilibili
id: Server Nasional Server Channel
it: Server CN: bilibili
ja: 中国サーバー: 世界樹
ko: 중국 서버: 채널 서버
pt: Servidor China: bilibili
th: เซิร์ฟเวอร์จีน: bilibili
tr: CN Sunucusu: bilibili
vi: Sever Trung Quốc: bilibili
zh_hant: 陸服 渠道服

# WebHoyolabRegionOSASIA
source: Oversea Server: Asian
de: Übersee-Server: Asien
es: Servidor de ultramar: asiático
fr: Serveur d’outre-mer : Asie
id: Server Internasional Server Asia
it: Server estero: Asia
ja: 国内サーバー: アジア
ko: 해외 서버: 아시아 서버
pt: Servidor exterior: Asiático
th: เซิร์ฟเวอร์ต่างประเทศ: เอเชีย
tr: Denizaşırı Sunucu: Asya
vi: Sever Nước Ngoài: Châu Á
zh_hant: 國際服 亞服

# WebHoyolabRegionOSCHT
source: Oversea Server: TW/HK/MU server
de: Übersee-Server: TW/HK/MU Server
es: Servidor de ultramar: servidor TW/HK/MU
fr: Serveur d’outre-mer : serveur TW/HK/MU
id: Server International: Server TW/HK/MU
it: Server estero: TW/HK/MU
ja: 海外サーバー: 台湾/香港/マカオ
ko: 국제 서버: 대만/홍콩/마카오 서버
pt: Servidor exterior: servidor de TW/HK/MU
th: เซิร์ฟเวอร์ต่างประเทศ: เซิร์ฟเวอร์ TW/HK/MU
tr: Denizaşırı Sunucu: TW/HK/MU sunucusu
vi: Máy chủ quốc tế: Máy chủ TW/HK/MU
zh_hant: 國際服 港澳台服

# WebHoyolabRegionOSEURO
source: Oversea Server: EU
de: Internationaler Server: EU
es: Servidor internacional: UE
fr: Serveur d’outre-mer : UE
id: Server Internasional Server Eropa
it: Server globale: UE
ja: 海外サーバー: ヨーロッパ
ko: 국제 서버: 유럽 서버
pt: Servidor exterior: EU
ru: Глобальный Сервер: Европа
th: เซิร์ฟเวอร์ต่างประเทศ: EU
tr: Uluslararası Sunucu: AB
vi: Máy chủ quốc tế: Máy chủ EU
zh_hant: 國際服 歐服

# WebHoyolabRegionOSUSA
source: Oversea Server: NA
de: Internationaler Server: NA
es: Servidor internacional: NA
fr: Serveur d’outre-mer : NA
id: Server Internasional Server US
it: Server globale: NA
ja: 海外サーバー: 北アメリカ
ko: 국제 서버: 북미 서버
pt: Servidor exterior: AN
ru: Глобальный Сервер: Северная Америка
th: เซิร์ฟเวอร์ต่างประเทศ: NA
tr: Uluslararası Sunucu: NA
vi: Máy chủ quốc tế: Máy chủ NA
zh_hant: 國際服 美服

# WebHutaoServiceUnAvailable
source: Snap Hutao server is under maintenance
de: Snap Hutao Server wird gewartet
es: El servidor de Snap Hutao está en mantenimiento
fr: Service Snap Hutao en maintenance
id: Server Snap Hutao sedang dalam perbaikan
it: Il server di Snap Hutao è in manutenzione
ja: 胡桃サーバがメンテナンス中です
ko: Snap Hutao 서버가 점검 중입니다.
pt: O servidor do Snap Hutao está em manutenção
ru: Сервер Snap Hutao находится на техническом обслуживании
th: Snap Hutao อยู่ระหว่างการบำรุงรักษาเซิร์ฟเวอร์
tr: Snap Hutao sunucusu bakımda
vi: Dịch vụ Snap Hutao đang bảo trì
zh_hant: 胡桃服務維護中

# WebIndexOrSpiralAbyssVerificationFailed
source: Verification failed. Please verify manually or check MiHoYo BBS - Battle Chronicle page
de: Verifizierung fehlgeschlagen. Bitte manuell verifizieren oder die Seite „miHoYo BBS – Kampfchronik“ überprüfen.
es: Falló la verificación. Verifica manualmente o consulta la página de «miHoYo BBS - Crónica de batalla»
fr: La vérification a échoué, veuillez vérifier manuellement ou consulter la page « miHoYo BBS-Outils de voyage-Chroniques »
id: Verifikasi gagal. Harap verifikasi secara manual atau periksa halaman MiHoYo BBS - Battle Chronicle.
it: Verifica fallita, verifica manualmente o vai alla pagina "MiHoYo BBS - Cronologia di battaglia"
ja: 認証に失敗しました。手動で認証するか「HoYoLAB - ツールボックス - 戦績」で確認してください。
ko: 인증에 실패했습니다. 수동으로 인증하거나 '미유쉐-여행 도구-원신 전적' 페이지에서 확인하시기 바랍니다.
pt: A verificação falhou. Verifique manualmente ou consulte a página MiHoYo BBS - Meus personagens
ru: Проверка не удалась. Пожалуйста, проверьте вручную или перейдите на страницу <текст>miHoYo BBS</текст> - Записи
th: การตรวจสอบล้มเหลว โปรดตรวจสอบด้วยตนเองหรือไปที่หน้า "<text>米游社</text>-เครื่องมือเดินทาง-บันทึกกิจกรรม" เพื่อดู
tr: Doğrulama başarısız oldu, lütfen manuel olarak doğrulayın veya "MiHoYo BBS - Seyahat Araçları - Genshin Etkinlik Notları" sayfasına gidin
vi: Xác minh thất bại, vui lòng xác minh thủ công hoặc truy cập trang "MiHoYo BBS - Công cụ du hành - Nhật ký chiến đấu"
zh_hant: 驗證失敗，請手動進行驗證或前往「 HoYoLAB - 工具箱 - 戰績」頁面查看。

# WebRequestBuilderExceptionDescription
source: Something wrong when requesting {0}
de: Problem bei der Anforderung von {0}
es: Hubo un problema al solicitar {0}
fr: Un problème est survenu lors de la requête de {0}
id: Terjadi masalah saat meminta {0}
it: Si è verificato un problema durante la richiesta di {0}
ja: {0} をリクエスト中に問題が発生しました
ko: {0} 요청 중 문제가 발생했습니다
pt: Ocorreu um problema ao solicitar {0}
ru: Возникла проблема при запросе {0}
vi: Gặp sự cố khi yêu cầu {0}
zh_hant: 在請求 {0} 時遇到問題

# WebResponseFormat
source: Return Code: {0} | Message: {1}
de: Status: {0} | Nachricht: {1}
es: Código de retorno: {0} | Mensaje: {1}
fr: État : {0} | Information : {1}
id: Kode Kembali: {0} | Pesan: {1}
it: Codice restituito: {0} | Messaggio: {1}
ja: リターンコード：{0} | メッセージ：{1}
ko: 상태：{0} | 정보：{1}
pt: Código de retorno: {0} | Mensagem: {1}
ru: Код возврата: {0} | Сообщение: {1}
th: สถานะ: {0} | ข้อความ: {1}
tr: Durum: {0} | Mesaj: {1}
vi: Trạng thái: {0} | Thông tin: {1}
zh_hant: 狀態：{0} | 資訊：{1}
zh_tw: 狀態：{0} | 信息：{1}

# WebResponseRefreshCookieHintFormat
source: Please refresh cookie, raw message: {0}
de: Bitte Cookie aktualisieren, Originalnachricht: {0}
es: Por favor, actualice la cookie, mensaje original: {0}
fr: Veuillez actualiser le cookie, message brut : {0}
id: Silakan perbarui cookie, pesan mentah: {0}
it: Aggiorna il cookie, messaggio non elaborato: {0}
ja: Cookieを更新してください。 エラーメッセージ: {0}
ko: 쿠키를 새로 고쳐주세요. 원시 메시지: {0}
pt: Atualize o cookie, mensagem bruta: {0}
ru: Пожалуйста, обновите файл cookie, необработанное сообщение: {0}
th: โปรดรีเฟรช Cookie, ข้อความดิบ: {0}
tr: Lütfen çerezi yenileyin, ham mesaj: {0}
vi: Vui lòng làm mới Cookie, tin nhắn gốc: {0}
zh_hant: 請重新整理 Cookie，原始訊息：{0}
