Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ModelMetadataTowerWaveTypeWave3
source: Wave 3: A wave will spawn only after killing all enemies in the previous wave
de: Dritte Welle: 击败所有怪物，下一波才会出现
es: Oleada 3: Derrota a todos los monstruos para que aparezca la siguiente oleada
fr: Troisième vague : battez tous les monstres, la vague suivante apparaîtra.
id: Gelombang 3: Gelombang akan muncul hanya setelah membunuh semua musuh di gelombang sebelumnya
it: Ondata 3: Sconfiggi tutti i mostri per far apparire l'ondata successiva
ja: Wave 3: すべての敵を倒すと、次のウェーブの敵が現れる。
ko: 세 번째 웨이브: 모든 몬스터를 격파해야 다음 웨이브가 나타납니다.
pt: Onda 3: Uma onda surgirá somente depois de matar todos os inimigos da onda anterior
ru: Волна 3: Волна появится только после убийства всех врагов в предыдущей волне.
th: ระลอกที่ 3: 击败所有怪物，下一波才会出现
tr: 3. Dalga: Tüm canavarları yen, sonraki dalga ortaya çıksın
vi: Lượt thứ ba: 击败所有怪物，下一波才会出现
zh_hant: 第三波：擊敗所有怪物，下一波才會出現

# ModelMetadataTowerWaveTypeWave4
source: Wave 4: A wave will spawn only after killing all enemies in the previous wave
de: Vierte Welle: 击败所有怪物，下一波才会出现
es: Oleada 4: Derrota a todos los monstruos para que aparezca la siguiente oleada
fr: Quatrième vague : battez tous les monstres, la vague suivante apparaîtra.
id: Gelombang 4: Gelombang akan muncul hanya setelah membunuh semua musuh di gelombang sebelumnya
it: Ondata 4: Sconfiggi tutti i mostri per far apparire l'ondata successiva
ja: Wave 4: すべての敵を倒すと、次のウェーブの敵が現れる。
ko: 네 번째 웨이브: 모든 몬스터를 격파해야 다음 웨이브가 나타납니다.
pt: Onda 4: Uma onda surgirá somente depois de matar todos os inimigos da onda anterior
ru: Четвертая волна: Победите всех монстров, прежде чем появится следующая волна
th: ระลอกที่ 4: 击败所有怪物，下一波才会出现
tr: 4. Dalga: Tüm canavarları yen, sonraki dalga ortaya çıksın
vi: Lượt thứ tư: 击败所有怪物，下一波才会出现
zh_hant: 第四波：擊敗所有怪物，下一波才會出現

# ModelMetadataTowerWaveTypeWave99999
source: Remain 4 Treasure Hoarders on the field, instantly respawn on death. 12 in total.
de: Halte 4 Schatzräuber auf dem Feld, die sofort nach dem Tod neu erscheinen. Insgesamt 12.
es: Mantener 4 monstruos del grupo de ladrones en el campo, que se reemplazarán inmediatamente después de ser derrotados, con un total de 12
fr: Maintenir 4 monstres Pilleurs de trésors sur le terrain, les remplacer immédiatement après leur élimination, pour un total de 12.
id: Tetapkan 4 Perampok Harta Karun di lapangan, langsung muncul kembali setelah mati. Total 12.
it: Mantieni 4 mostri Cacciatori di Tesori sul campo, che si rigenerano immediatamente alla morte. Totale 12.
ja: フィールド上に宝盗団を 4 体維持し、倒され次第入れ替えて、総計 12 個。
ko: 필드에 4명의 보물 사냥단 몬스터를 유지하고, 처치 시 즉시 리스폰합니다. 총 12마리.
pt: Mantenha 4 monstros do grupo de ladrões de tesouro no campo, substituindo-os imediatamente após serem derrotados, totalizando 12 monstros.
th: รักษา 4 มอนสเตอร์กลุ่มโจรล่าสมบัติในสนาม เมื่อฆ่าแล้วจะเกิดใหม่ทันที รวม 12 ตัว
tr: Sahada 4 Hazine Avcısı canavarı tutun, öldürüldükten sonra hemen değiştirin, toplam 12 tane
vi: Duy trì 4 quái vật Đạo Bảo Đoàn trên sân, ngay lập tức hồi sinh khi bị tiêu diệt. Tổng cộng 12 con.
zh_hant: 維持場上 4 個盜寶團怪物，擊殺後立即取代，總數 12 個

# ModelNameValueDefaultDescription
source: Please update showcase data
de: Bitte aktualisiere die Charakter-Vitrinendaten
es: Por favor, actualiza los datos del escaparate de personajes
fr: Veuillez mettre à jour les données de la vitrine de personnage
id: Silakan perbarui data tampilan.
it: Aggiorna i dati della vetrina dei personaggi
ja: キャラクターラインナップを更新してください
ko: 캐릭터 쇼케이스 데이터를 업데이트하십시오.
pt: Atualize os dados de exibição
ru: Обновите данные витрины персонажей
th: โปรดอัปเดตข้อมูลตู้โชว์ตัวละคร
tr: Lütfen karakter vitrini verilerini güncelleyin
vi: Vui lòng cập nhật dữ liệu tủ trưng bày nhân vật
zh_hant: 請更新角色櫥窗資料

# ModelNameValueDefaultName
source: No data
de: Keine Daten
es: Sin datos
fr: Pas de données
id: Tidak ada data
it: Nessun dato
ja: データがありません
ko: 데이터 없음
pt: Sem dados
ru: Нет данных
th: ไม่มีข้อมูล
tr: Veri yok
vi: Không có dữ liệu
zh_hant: 暫無資料

# ModelWeaponAffixFormat
source: Refinement {0}
de: Verfeinerung {0} Stufe
es: Refinamiento {0}
fr: Raffiner {0} niveau
id: Perbaikan {0}
it: Raffinamento livello {0}
ja: 精錬ランク {0}
ko: 재련 {0}단계
pt: Refinamento {0}
ru: Уровень совершенствования {0}
th: ขัดเกลาขั้น {0}
tr: Arıtma {0} Aşaması
vi: Tinh luyện cấp {0}
zh_hant: 精煉 {0} 階

# MustSelectUserAndUid
source: Must sign in to MiYouShe/HoYoLAB and select a user and role
de: Sie müssen sich bei 米游社 / HoYoLAB anmelden und einen Benutzer und eine Rolle auswählen.
es: Debes iniciar sesión en 米游社 / HoYoLAB y seleccionar un usuario y un rol
fr: 必须登录 米游社/HoYoLAB 并选择一个用户与角色
id: Anda harus masuk ke akun MiHoYo Bbs Anda dan pilih pengguna.
it: È necessario accedere a 米游社 / HoYoLAB e selezionare un utente e un ruolo
ja: 米游社 / HoYoLAB にログインして、ユーザーを選択する必要があります
ko: 必须登录 米游社/HoYoLAB 并选择一个用户与角色
pt: É necessário entrar na sua conta do MiHoYo BBS e selecionar um usuário
ru: Необходимо войти в учетную запись miHoYo/HoYoLAB и выбрать пользователя с персонажем
th: ต้องลงชื่อเข้าใช้ 米游社 / HoYoLAB และเลือกผู้ใช้และบทบาท
tr: MiYouShe / HoYoLAB'e giriş yapmalı ve bir kullanıcı ve rol seçmelisiniz
vi: Phải đăng nhập vào tài khoản MiHoYo BBS của bạn và chọn người dùng
zh_hant: 必須登入 米遊社 / HoYoLAB 並選擇一個使用者與角色
zh_tw: 必須先選擇一個用戶與角色

# ServerCdnServiceInsufficientTime
source: Hutao Cloud CDN not activated or expired
de: Snap Hutao Cloud CDN nicht aktiviert oder abgelaufen
es: El CDN de la nube de Snap Hutao no está activado o ha caducado
fr: Le CDN Hutao Cloud n'est pas activé ou a expiré
id: Hutao Cloud CDN belum diaktifkan atau sudah kedaluwarsa
it: CDN di Hutao Cloud non attivato o scaduto
ja: 胡桃クラウド CDN が未開通か、有効期限が切れています
ko: Snap Hutao Cloud CDN이 활성화되지 않았거나 만료되었습니다.
pt: O CDN do Hutao Cloud não foi ativado ou expirou
ru: Snap Hutao Cloud CDN не активирован или срок действия истек
th: 未开通胡桃云 CDN 或已到期
tr: Snap Hutao Bulutu CDN etkinleştirilmedi veya süresi doldu
vi: Chưa kích hoạt hoặc đã hết hạn Hutao Cloud CDN
zh_hant: 未開通 Hutao Cloud CDN 或已到期

# ServerGachaLogServiceDeleteEntrySucceed
source: Deleted {1} wish records from UID: {0}
de: {1} Wunschaufzeichnungen von UID: {0} gelöscht
es: Se eliminaron {1} registros de gachapón del UID: {0}
fr: 删除了 Uid：{0} 的 {1} 条祈愿记录
id: Menghapus {1} catatan wish dari Uid: {0}
it: Eliminati {1} record dei desideri dall'UID: {0}
ja: UID: {0} の祈願履歴を {1} 件削除しました
ko: 删除了 Uid：{0} 的 {1} 条祈愿记录
pt: Excluiu {1} registro de oração da Uid: {0}
ru: Удален Uid: {0} из {1} записи пожеланий
th: ลบบันทึกการอธิษฐาน {1} รายการจาก UID: {0} แล้ว
tr: UID: {0} hesabına ait {1} dilek kaydı silindi
vi: Đã xoá {1} bản ghi cầu nguyện của UID: {0}
zh_hant: 刪除了 UID：{0} 的 {1} 筆祈願紀錄

# ServerGachaLogServiceInsufficientRecordSlot
source: Reached max allowed number of wish history archives on Snap Hutao Cloud
de: Die Anzahl der von Snap Hutao Cloud gespeicherten Wunschdatensätze hat die aktuelle Kontobegrenzung erreicht.
es: El número de archivos de registro de deseos guardados en Snap Hutao Cloud ha alcanzado el límite actual de la cuenta
fr: Le nombre d'archives de l'historique des vœux enregistrées sur le Snap Hutao Cloud a atteint la limite maximale du compte actuel.
id: Sudah mencapai jumlah maksimum arsip riwayat wish di Snap Hutao Cloud
it: Il numero di archivi della cronologia dei desideri salvati in Hutao Cloud ha raggiunto il limite massimo dell'account attuale
ja: 胡桃クラウドへ保存された祈願履歴の数が現在のアカウントの上限に達しました。
ko: Snap Hutao 클라우드에 저장된 기원 기록 아카이브 수가 현재 계정의 최대 한도에 도달했습니다.
pt: Atingiu o número máximo permitido de arquivos de histórico de oração no Snap Hutao Cloud
ru: Достигнуто максимально допустимое количество архивов истории желаний в облаке Snap Hutao
th: จำนวนการจัดเก็บประวัติการอธิษฐานของ Snap Hutao Cloud ถึงขีดจำกัดสูงสุดของบัญชีปัจจุบันแล้ว
tr: Snap Hutao Bulutu'nda saklanan dilek kaydı arşiv sayısı, mevcut hesap sınırına ulaştı
vi: Đã đạt đến số lượng lịch sử cầu nguyện tối đa cho phép trên Snap Hutao Cloud
zh_hant: Hutao Cloud 儲存的祈願紀錄存檔數已達目前帳號上限

# ServerGachaLogServiceInsufficientTime
source: No valid wish history backup service privilege
de: Der Dienst zum Hochladen von Wunschdaten ist nicht aktiviert oder abgelaufen
es: El servicio de carga de registros de deseos no está activado o ha caducado
fr: Le service de téléchargement de l'historique des vœux n'est pas activé ou a expiré.
id: Tidak ada hak istimewa layanan cadangan riwayat wish yang valid
it: Il servizio di caricamento della cronologia dei desideri non è attivo o è scaduto
ja: 祈願履歴のアップロードサービスが無効か、有効期限が切れています。
ko: 유효한 기원 기록 백업 서비스 권한이 없거나 만료되었습니다.
pt: Nenhum privilégio de serviço de backup de histórico de oração válido
ru: Сервис загрузки записей пожеланий не активирован или истек срок его действия
th: ไม่ได้เปิดบริการอัปโหลดประวัติการอธิษฐานหรือหมดอายุแล้ว
tr: Dilek kaydı yükleme hizmeti etkinleştirilmemiş veya süresi dolmuş
vi: Chưa mở dịch vụ tải lên lịch sử cầu nguyện hoặc đã hết hạn
zh_hant: 未開通祈願紀錄上傳服務或已到期

# ServerGachaLogServiceInvalidGachaLogData
source: Wish history data contains invalid item, unable to be uploaded to Snap Hutao Cloud
de: Die Wunschdaten enthalten ungültige Gegenstände und können nicht in Snap Hutao Cloud gespeichert werden.
es: Los datos de deseos contienen objetos no válidos, no se pueden guardar en Snap Hutao Cloud
fr: Les données de vœux contiennent des éléments non valides, impossible de les enregistrer sur Hutao Cloud
id: Data riwayat wish mengandung item yang tidak valid, tidak dapat diunggah ke Snap Hutao Cloud
it: I dati dei desideri contengono oggetti non validi, impossibile salvarli in Hutao Cloud
ja: 祈願データに無効な項目があるため、胡桃クラウドに保存できません。
ko: 기원 데이터에 유효하지 않은 항목이 있어 Snap Hutao 클라우드에 업로드할 수 없습니다.
pt: Os dados do histórico de orações contêm um item inválido, não é possível enviar para o Snap Hutao Cloud
ru: Данные о желаниях содержат недопустимые предметы и не могут быть сохранены в Ху Тао облако
th: ข้อมูลการอธิษฐานมีไอเทมที่ไม่ถูกต้อง ไม่สามารถบันทึกลง Snap Hutao Cloud ได้
tr: Dilek verileri geçersiz öğeler içeriyor, Snap Hutao Bulutu'na kaydedilemiyor
vi: Dữ liệu cầu nguyện chứa vật phẩm không hợp lệ, không thể lưu vào Hutao Cloud
zh_hant: 祈願資料存在無效的物品，無法儲存至 Hutao Cloud

# ServerGachaLogServiceServerDatabaseError
source: Abnormal data found, unable to be uploaded to Snap Hutao Cloud. Please do not upload across accounts or you may attempt to delete cloud data and try to upload again.
de: Datenfehler, können nicht in der Cloud gespeichert werden. Bitte laden Sie nicht kontoübergreifend hoch oder versuchen Sie, die Cloud-Daten zu löschen und es erneut zu versuchen.
es: Se encontraron datos anómalos, no se pueden guardar en la nube. Por favor, no cargues datos entre cuentas o intentes eliminar los datos de la nube y vuelve a intentarlo.
fr: Données anormales, impossible d'enregistrer sur le cloud. Veuillez ne pas effectuer de téléversement entre plusieurs comptes ou essayer de supprimer les données cloud puis réessayer.
id: Menemukan data yang tidak normal, tidak dapat diunggah ke Snap Hutao Cloud. Mohon jangan mengunggah antar akun atau Anda dapat mencoba menghapus data cloud dan coba lagi.
it: Dati anomali, impossibile salvare nel cloud. Non caricare su account diversi o prova a eliminare i dati dal cloud e riprovare.
ja: 異常なデータが見つかり、胡桃クラウドにアップロードできません。複数のアカウントを跨いでアップロードしないか、クラウドデータを削除して再試行してください。
ko: 데이터가 비정상입니다. 클라우드에 저장할 수 없습니다. 계정 간에 업로드하지 않거나 클라우드 데이터를 삭제한 후 다시 시도하십시오.
pt: Foram encontrados dados anormais, não foi possível fazer o envio para o Snap Hutao Cloud. Não faça envio entre contas ou você pode tentar excluir os dados da nuvem e tentar novamente.
ru: Данные некорректны, не удается сохранить в облако. Пожалуйста, не загружайте через другие аккаунты или попробуйте удалить данные в облаке и повторите попытку
th: พบข้อมูลผิดปกติ ไม่สามารถบันทึกลงคลาวด์ได้ โปรดอย่าอัปโหลดข้ามบัญชี หรือลองลบข้อมูลบนคลาวด์แล้วลองอีกครั้ง
tr: Veri anormalliği bulundu, buluta kaydedilemiyor, lütfen hesaplar arası yükleme yapmayın veya bulut verilerini silip tekrar yüklemeyi deneyin
vi: Tìm thấy dữ liệu bất thường, không thể tải lên Snap Hutao Cloud. Vui lòng không tải lên từ nhiều tài khoản hoặc bạn có thể thử xóa dữ liệu đám mây và thử lại.
zh_hant: 資料異常，無法儲存至雲端，請勿跨帳號上傳或嘗試删除雲端數據後重試

# ServerGachaLogServiceUploadEntrySucceed
source: Uploaded {1} wish records to UID: {0}, {2} records saved
de: {1} Wunschaufzeichnungen zu UID: {0} hochgeladen, {2} Aufzeichnungen gespeichert
es: Se subieron {1} registros de gachapón al UID: {0}, se guardaron {2} registros
fr: 上传了 Uid：{0} 的 {1} 条祈愿记录，存储了 {2} 条
id: Mengunggah {1} catatan wish dari Uid: {0}, tersimpan {2}
it: Caricati {1} record dei desideri per l'UID: {0}, salvati {2} record
ja: UID: {0} の祈願履歴を {1} 件アップロードしました。保存済みは {2} 件です。
ko: 上传了 Uid：{0} 的 {1} 条祈愿记录，存储了 {2} 条
pt: Enviado(s) {1} registro(s) de oração do Uid: {0}, armazenou {2}
ru: Загружено Uid: {0} из {1} записи желаний, Сохранено {2} записей
th: อัปโหลดบันทึกการอธิษฐาน {1} รายการไปยัง UID: {0} บันทึก {2} รายการ
tr: UID: {0} hesabına ait {1} dilek kaydı yüklendi, {2} kayıt kaydedildi
vi: Đã tải lên {1} bản ghi cầu nguyện của UID: {0}, đã được lưu trữ {2}
zh_hant: 上傳了 UID：{0} 的 {1} 筆祈願紀錄，儲存了 {2} 筆

# ServerPassportLoginRequired
source: Please login or register Snap Hutao account first
de: Bitte melde dich zuerst an oder registriere dich für ein Snap Hutao-Konto
es: Por favor, inicia sesión o regístrate en una cuenta de Snap Hutao primero
fr: Veuillez d'abord vous connecter ou enregistrer un compte Snap Hutao
id: Silakan masuk atau daftar akun Hutao terlebih dahulu.
it: Accedi o registra prima un account di Snap Hutao
ja: 最初に胡桃アカウントにログインするか、アカウントを登録してください。
ko: 먼저 Snap Hutao 계정에 로그인하거나 등록하십시오.
pt: Faça login ou cadastre sua conta Hutao primeiro
ru: Пожалуйста, сначала войдите или зарегистрируйтесь Snap Hutao аккаунт
th: โปรดเข้าสู่ระบบหรือลงทะเบียนบัญชี Snap Hutao ก่อน
tr: Lütfen önce Snap Hutao hesabına giriş yapın veya kayıt olun
vi: Vui lòng đăng nhập hoặc đăng ký tài khoản Snap Hutao trước tiên
zh_hant: 請先登入或註冊胡桃帳號

# ServerPassportLoginSucceed
source: Login successfully
de: Anmeldung erfolgreich
es: Sesión iniciada correctamente
fr: Connexion réussie
id: Berhasil Masuk
it: Accesso riuscito
ja: ログイン成功
ko: 로그인 성공
pt: Login bem-sucedido
ru: Успешный вход
th: เข้าสู่ระบบสำเร็จ
tr: Giriş başarılı
vi: Đăng nhập thành công
zh_hant: 登入成功

# ServerPassportRegisterSucceed
source: Register successfully
de: Registrierung erfolgreich
es: Registro completado correctamente
fr: Enregistrement réussi
id: Registrasi berhasil
it: Registrazione riuscita
ja: 登録が完了しました
ko: 등록 성공
pt: Cadastro bem-sucedido
ru: Регистрация успешна
th: ลงทะเบียนสำเร็จ
tr: Kayıt başarılı
vi: Đăng ký thành công
zh_hant: 註冊成功

# ServerPassportResetPasswordSucceed
source: Password has been set successfully
de: Neues Passwort erfolgreich gesetzt
es: Nueva contraseña establecida correctamente
fr: Nouveau mot de passe défini avec succès
id: Kata sandi berhasil diatur.
it: Nuova password impostata correttamente
ja: 新しいパスワードを設定しました
ko: 새 비밀번호 설정 성공
pt: A senha foi definida com sucesso
ru: Новый пароль установлен успешно
th: ตั้งรหัสผ่านใหม่สำเร็จ
tr: Yeni parola başarıyla ayarlandı
vi: Đã đặt mật khẩu mới thành công
zh_hant: 新密碼設定成功

# ServerPassportServiceEmailHasNotRegistered
source: Current email address is not registered
de: Die aktuelle E-Mail-Adresse ist noch nicht registriert.
es: El correo electrónico actual aún no está registrado
fr: L'adresse e-mail actuelle n'est pas enregistrée
id: Alamat email saat ini tidak terdaftar.
it: L'indirizzo email attuale non è ancora stato registrato
ja: このメールアドレスは登録されていません。
ko: 현재 이메일은 아직 등록되지 않았습니다
pt: O endereço de e-mail atual não está cadastrado
ru: Текущий адрес электронной почты еще не зарегистрирован
th: อีเมลปัจจุบันยังไม่ได้ลงทะเบียน
tr: Mevcut e-posta adresi henüz kayıtlı değil
vi: Địa chỉ email hiện tại chưa được đăng ký
zh_hant: 目前電子郵件地址尚未註冊

# ServerPassportServiceEmailHasRegistered
source: Current emaill address is registered
de: Die aktuelle E-Mail-Adresse ist bereits registriert
es: El correo electrónico actual ya está registrado
fr: L'adresse e-mail actuelle est enregistrée
id: Alamat email saat ini telah terdaftar.
it: L'indirizzo email corrente è già registrato
ja: このメールアドレスは登録済みです。
ko: 현재 이메일은 이미 등록되었습니다
pt: O endereço de e-mail atual está cadastrado
ru: Текущий адрес электронной почты уже зарегистрирован
th: อีเมลนี้ถูกลงทะเบียนแล้ว
tr: Geçerli e-posta adresi zaten kayıtlı
vi: Địa chỉ email hiện tại đã được đăng ký
zh_hant: 目前電子郵件地址已被註冊

# ServerPassportServiceInternalException
source: Register failed, server error, please contact developer to fix it
de: Registrierung fehlgeschlagen, Serverfehler, bitte kontaktiere den Entwickler, um dies zu beheben
es: Error al registrarse, error del servidor, por favor, contacta con el desarrollador para solucionarlo
fr: L'inscription a échoué, erreur du serveur, veuillez contacter le développeur dès que possible pour résoudre ce problème
id: Pendaftaran gagal, ada kesalahan server, harap hubungi pengembang untuk memperbaikinya.
it: Registrazione non riuscita, errore del server. Si prega di contattare al più presto lo sviluppatore per risolvere il problema
ja: 登録に失敗しました。サーバーエラーです。解決しない場合は開発者に連絡してください。
ko: 등록 실패, 서버 오류, 개발자에게 문의하여 해결하세요
pt: O cadastro falhou, erro do servidor, entre em contato com um desenvolvedor para corrigi-lo
ru: Ошибка регистрации, проблемы с сервером. Пожалуйста, свяжитесь с разработчиком для решения проблемы
th: ลงทะเบียนล้มเหลว, เซิร์ฟเวอร์ผิดพลาด, โปรดติดต่อผู้พัฒนาเพื่อแก้ไขโดยเร็ว
tr: Kayıt başarısız, sunucu hatası, lütfen sorunu çözmek için en kısa sürede geliştiriciyle iletişime geçin
vi: Đăng ký không thành công, lỗi máy chủ, vui lòng liên hệ nhà phát triển để khắc phục
zh_hant: 註冊失敗，伺服器異常，請盡快聯繫開發者解決

# ServerPassportServiceUnregisterFailed
source: User does not exist, failed to delete account
de: Benutzer existiert nicht, Abmeldung fehlgeschlagen
es: El usuario no existe, error al cancelar el registro
fr: L'utilisateur n'existe pas, la suppression du compte a échoué
id: Pengguna tidak ada, gagal menghapus akun.
it: L'utente non esiste, annullamento della registrazione non riuscito
ja: ユーザーが存在しないため、アカウントを削除できません。
ko: 사용자가 존재하지 않아, 계정 삭제에 실패했습니다
pt: O usuário não existe, falha ao excluir a conta
ru: Пользователь не существует, отмена не удалась
th: ผู้ใช้ไม่มีอยู่, ยกเลิกการลงทะเบียนล้มเหลว
tr: Kullanıcı mevcut değil, hesap silme başarısız
vi: Người dùng không tồn tại, không thể xoá tài khoản
zh_hant: 使用者不存在，刪除帳號失敗

# ServerPassportUnregisterSucceed
source: Unregister successfully
de: Benutzerabmeldung erfolgreich
es: Usuario dado de baja correctamente
fr: Désinscription de l'utilisateur réussie
id: Berhasil tidak terdaftar.
it: Annullamento della registrazione dell'utente riuscito
ja: アカウントを削除しました
ko: 사용자 삭제 성공
pt: O cadastro foi cancelado com sucesso
ru: Пользователь успешно отменен
th: ยกเลิกการลงทะเบียนผู้ใช้สำเร็จ
tr: Kullanıcı kaydı başarıyla silindi
vi: Huỷ đăng ký thành công
zh_hant: 使用者刪除成功

# ServerPassportUserInfoNotExist
source: User does not exist, failed to fetch user's data
de: Benutzer existiert nicht, das Abrufen der Benutzerdaten ist fehlgeschlagen
es: El usuario no existe, error al obtener la información del usuario
fr: L'utilisateur n'existe pas, impossible de récupérer les informations de l'utilisateur
id: Pengguna tidak ada, gagal mengambil data pengguna.
it: L'utente non esiste, recupero delle informazioni utente non riuscito
ja: ユーザーが存在しないため、ユーザーデータを取得出来ません。
ko: 사용자가 존재하지 않아 사용자 정보를 가져올 수 없습니다.
pt: O usuário não existe, falha ao buscar os dados do usuário
ru: Пользователь не существует, не удалось получить информацию о пользователе
th: ผู้ใช้ไม่มีอยู่, ดึงข้อมูลผู้ใช้ล้มเหลว
tr: Kullanıcı mevcut değil, kullanıcı verileri alınamadı
vi: Người dùng không tồn tại, không thể lấy thông tin người dùng
zh_hant: 使用者不存在，獲取使用者資訊失敗

# ServerPassportUserNameOrPasswordIncorrect
source: Wrong username or password
de: Falscher Benutzername oder falsches Passwort
es: Nombre de usuario o contraseña incorrectos
fr: Nom d’utilisateur ou mot de passe incorrect
id: Nama pengguna atau kata sandi salah
it: Nome utente o password errati
ja: ユーザー名またはパスワードが正しくありません。
ko: 사용자 이름 또는 비밀번호가 잘못되었습니다.
pt: Nome de usuário ou senha incorretos
ru: Неверное имя пользователя или пароль
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
tr: Kullanıcı adı veya parola hatalı
vi: Tên người dùng hoặc mật khẩu không đúng
zh_hant: 使用者名稱或密碼錯誤

# ServerPassportVerifyFailed
source: Verification failed
de: Verifizierung fehlgeschlagen
es: Error de verificación
fr: Échec de la vérification
id: Verifikasi gagal
it: Verifica non riuscita
ja: 認証に失敗しました。
ko: 인증 실패
pt: Falha na verificação
ru: Проверка не удалась
th: การตรวจสอบล้มเหลว
tr: Doğrulama başarısız
vi: Xác minh thất bại
zh_hant: 驗證失敗

# ServerPassportVerifyRequestNotCurrentUser
source: The verification request failed, it is not the currently logged in account
de: Verifizierungsanfrage fehlgeschlagen, es ist nicht das aktuell angemeldete Konto
es: Error en la solicitud de verificación, no es la cuenta actualmente conectada
fr: La demande de vérification a échoué, ce n'est pas le compte actuellement connecté
id: Permintaan verifikasi gagal, ini bukan akun yang saat ini masuk.
it: Richiesta di verifica non riuscita, non è l'account attualmente connesso
ja: 認証リクエストに失敗しました。現在ログインしているアカウントではありません。
ko: 인증 요청에 실패했습니다. 현재 로그인된 계정이 아닙니다.
pt: A solicitação de verificação falhou, pois não é a conta conectada no momento
ru: Ошибка проверки запроса, это не текущий вход в учетную запись
th: คำขอตรวจสอบล้มเหลว, ไม่ใช่บัญชีที่กำลังเข้าสู่ระบบ
tr: Doğrulama isteği başarısız, şu anda oturum açılan hesap değil
vi: Yêu cầu xác minh không thành công, đó không phải là tài khoản hiện đang đăng nhập
zh_hant: 驗證請求失敗，不是目前登入的帳號

# ServerPassportVerifyRequestSuccess
source: The verification code has been sent to your e-mail.
de: Der Verifizierungscode wurde an die E-Mail-Adresse gesendet
es: El código de verificación ha sido enviado al correo electrónico
fr: Le code de vérification a été envoyé à l'adresse e-mail
id: Kode verifikasi telah dikirim ke email Anda.
it: Codice di verifica inviato all'indirizzo email
ja: 入力されたメールアドレスへ確認コードが送信されました
ko: 인증 코드가 이메일로 전송되었습니다.
pt: O código de verificação foi enviado para seu e-mail.
ru: Код подтверждения отправлен на электронную почту
th: รหัสยืนยันถูกส่งไปยังอีเมลแล้ว
tr: Doğrulama kodu e-postanıza gönderildi
vi: Mã xác nhận đã được gửi đến email của bạn
zh_hant: 驗證碼已傳送至信箱

# ServerPassportVerifyRequestUserAlreadyExisted
source: The verification request failed, the current email address has been registered
de: Verifizierungsanfrage fehlgeschlagen, die aktuelle E-Mail-Adresse wurde bereits registriert
es: Error en la solicitud de verificación, el correo electrónico actual ya está registrado
fr: La demande de vérification a échoué, l'adresse e-mail actuelle est déjà enregistrée
id: Permintaan verifikasi gagal, alamat email saat ini sudah terdaftar.
it: Richiesta di verifica non riuscita, l'indirizzo email corrente è già registrato
ja: 認証リクエストに失敗しました。このメールアドレスは既に登録されています。
ko: 인증 요청 실패, 현재 이메일 주소가 이미 등록되었습니다
pt: A solicitação de verificação falhou, o endereço de e-mail atual foi cadastrado
ru: Ошибка проверки запроса, текущий адрес электронной почты уже зарегистрирован
th: คำขอตรวจสอบล้มเหลว, อีเมลนี้ถูกลงทะเบียนแล้ว
tr: Doğrulama isteği başarısız, geçerli e-posta adresi zaten kayıtlı
vi: Yêu cầu xác minh không thành công, địa chỉ email hiện tại đã được đăng ký
zh_hant: 驗證請求失敗，目前電子郵件地址已被註冊
