Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ServiceGamePackageConvertMoveFileRestoreFormat
source: Replace: {0}
de: Ersetzen: {0}
es: Reemplazar: {0}
fr: Remplacer : {0}
id: Ganti: {0}
it: Sostituisci: {0}
ja: 置換：{0}
ko: 교체: {0}
pt: Substituir: {0}
ru: Изменить: {0}
th: แทนที่: {0}
tr: Değiştir: {0}
vi: Thay thế: {0}
zh_hant: 取代：{0}

# ServiceGamePackageReadLocalPackageVerionFailed
source: Problem encountered while reading the local Package Version, repairing the game might help
de: Beim Lesen der lokalen Paketversion ist ein Problem aufgetreten. Eine Reparatur des Spiels kann hilfreich sein.
es: Se ha encontrado un problema al leer la versión local del paquete, reparar el juego puede ayudar
fr: Un problème est survenu lors de la lecture de la version du package local. La réparation du jeu pourrait être utile.
id: Terjadi masalah saat membaca Versi Paket Lokal, memperbaiki permainan mungkin dapat membantu
it: Si è verificato un problema durante la lettura della versione locale del pacchetto. Riparare il gioco potrebbe essere d'aiuto.
ja: ローカル Package Version の読み込みに問題があって、ゲームを修復することで解決するかもしれません。
ko: 로컬 패키지 버전을 읽는 중 문제가 발생했습니다. 게임을 복구하면 도움이 될 수 있습니다.
pt: Problema ao ler a versão do pacote local. Reparar o jogo pode ajudar.
ru: Проблема при чтении локальной версии пакета. Возможно, исправление игры поможет.
th: 在读取本地 Package Version 时遇到问题，修复游戏可能会有所帮助
tr: Yerel Paket Sürümü okunurken bir sorunla karşılaşıldı, oyunu onarmak yardımcı olabilir
vi: Đã xảy ra sự cố khi đọc Phiên bản gói cục bộ, việc sửa chữa trò chơi có thể hữu ích
zh_hant: 在讀取本地 Package Version 時遇到問題，修復遊戲可能會有所幫助

# ServiceGamePackageRenameDataFolderFailed
source: Failed to change data folder name
de: Fehler beim Umbenennen des Datenordners
es: Error al cambiar el nombre de la carpeta de datos
fr: Échec du changement de nom du dossier de données
id: Gagal mengubah nama folder data
it: Ridenominazione della cartella dati non riuscita
ja: データフォルダ名前の変更に失敗しました
ko: 데이터 폴더 이름을 변경하지 못했습니다
pt: Falha ao alterar o nome da pasta de dados
ru: Не удалось изменить имя папки
th: เปลี่ยนชื่อโฟลเดอร์ข้อมูลล้มเหลว
tr: Veri klasörü adı yeniden adlandırılamadı
vi: Đổi tên thư mục dữ liệu thất bại
zh_hant: 重新命名資料資料夾名稱失敗

# ServiceGamePackageRequestPackageVerion
source: Requesting Package Version
de: Anfordern der Paketversion
es: Solicitando la versión del paquete
fr: Récupération de la version du package
id: Meminta Versi Paket
it: Richiesta versione pacchetto
ja: Package Version を取得中
ko: Package Version 가져오기
pt: Solicitando versão do pacote
ru: Запрашиваемая версия пакета
th: กำลังขอ Package Version
tr: Paket Sürümü İsteniyor
vi: Đang lấy Package Version
zh_hant: 正在獲取 Package Version
zh_tw: 正在獲取 Package Version

# ServiceGamePackageRequestPackageVerionFailed
source: Requesting Package Version failed
de: Fehler beim Abrufen der Paketversion
es: Error al obtener la versión del paquete
fr: Échec de la récupération de la version du package
id: Gagal Meminta Versi Paket
it: Recupero della versione del pacchetto non riuscito
ja: Package Version を取得できません
ko: Package Version을 가져오지 못했습니다
pt: Falha na solicitação da versão do pacote
ru: Не удалось получить версию пакета
th: การรับ Package Version ล้มเหลว
tr: Paket Sürümü alma başarısız oldu
vi: Lấy Package Version thất bại
zh_hant: 獲取 Package Version 失敗
zh_tw: 獲取 Package Version 失敗

# ServiceGamePackageRequestScatteredFileFailed
source: Failed to download client file: {0}
de: Herunterladen der Clientdatei fehlgeschlagen: {0}
es: Error al descargar el archivo del cliente: {0}
fr: Échec du téléchargement du fichier client : {0}
id: Gagal mengunduh berkas klien: {0}
it: Download del file client non riuscito: {0}
ja: クライアントファイルのダウンロードに失敗しました：{0}
ko: 클라이언트 파일 다운로드 실패: {0}
pt: Falha no download do arquivo do cliente: {0}
ru: Не удалось загрузить файл клиента: {0}
th: ดาวน์โหลดไฟล์ไคลเอนต์ล้มเหลว: {0}
tr: İstemci dosyası indirilemedi: {0}
zh_hant: 下載用戶端檔案失敗：{0}

# ServiceGamePathLocateFailed
source: Unable to find game path. Edit it in the Setting page.
de: Spielpfad konnte nicht gefunden werden, bitte in den Einstellungen ändern
es: No se puede encontrar la ruta del juego, modifícala en la configuración
fr: Impossible de trouver le chemin du jeu. Veuillez le modifier dans les paramètres.
id: Tidak dapat menemukan path Game. Edit di halaman Pengaturan.
it: Impossibile trovare il percorso del gioco, modifica nelle impostazioni
ja: ゲームパスが見つかりません、設定で変更してください
ko: 게임 경로를 찾을 수 없습니다. 설정에서 수정하세요
pt: Não é possível encontrar o caminho do jogo. Edite na página de configurações.
ru: Невозможно найти путь к игре. Измените его в настройках.
th: ไม่พบเส้นทางเกม โปรดแก้ไขในการตั้งค่า
tr: Oyun yolu bulunamadı, lütfen ayarlardan değiştirin
vi: Không thể tìm thấy đường dẫn game. Hãy sửa trong trang Cài đặt.
zh_hant: 無法找到遊戲本體路徑，請前往設定修改
zh_tw: 無法找到游戲本體路徑，請前往設置修改

# ServiceGameSetMultiChannelConfigFileNotFound
source: Unable to read game config file {0}, file may be not exist
de: Spielekonfigurationsdatei {0} kann nicht gelesen werden, möglicherweise ist die Datei nicht vorhanden
es: No se puede leer el archivo de configuración del juego {0}, puede que el archivo no exista
fr: Impossible de lire le fichier de configuration du jeu {0}, il est possible qu'il n'existe pas
id: Tidak dapat membaca file konfigurasi game {0}, file mungkin tidak ada
it: Impossibile leggere il file di configurazione del gioco {0}, il file potrebbe non esistere
ja: ゲーム設定ファイル {0} を読み込めません。このファイルは存在しない可能性があります。
ko: 게임 구성 파일 {0}을(를) 읽을 수 없습니다. 파일이 존재하지 않을 수 있습니다.
pt: Não foi possível ler o arquivo de configuração do jogo {0}, o arquivo pode não existir
ru: Невозможно прочитать файл конфигурации игры {0}, возможно файл не существует
th: ไม่สามารถอ่านไฟล์กำหนดค่าเกม {0} อาจเป็นเพราะไฟล์ไม่มีอยู่
tr: Oyun yapılandırma dosyası {0} okunamıyor, dosya mevcut olmayabilir
vi: Không thể đọc tệp cấu hình game {0}, có thể tệp không tồn tại
zh_hant: 無法讀取遊戲設定檔案 {0}，可能是檔案不存在
zh_tw: 游戲配置文件 {0} 無法找到

# ServiceGameSetMultiChannelUnauthorizedAccess
source: Unable to read or save profile, please try again in administrator mode
de: Konfigurationsdatei kann nicht gelesen oder gespeichert werden, bitte im Administratormodus erneut versuchen
es: No se puede leer o guardar el perfil, inténtalo de nuevo en modo administrador
fr: Impossible de lire ou d'enregistrer le profil, veuillez réessayer en mode administrateur
id: Tidak dapat membaca atau menyimpan profil, coba lagi dengan mode administrator
it: Impossibile leggere o salvare il file di configurazione, riprova in modalità amministratore
ja: 設定ファイルの読み込み又は保存ができません。管理者モードで再試行してください。
ko: 설정 파일을 읽거나 쓸 수 없습니다. 관리자 모드로 실행하세요
pt: Não foi possível ler ou salvar o perfil, tente novamente no modo de administrador
ru: Невозможно открыть или сохранить профиль без прав администратора
th: ไม่สามารถอ่านหรือบันทึกไฟล์กำหนดค่า โปรดลองใหม่อีกครั้งในโหมดผู้ดูแลระบบ
tr: Yapılandırma dosyası okunamıyor veya kaydedilemiyor, lütfen yönetici modunda tekrar deneyin
vi: Không thể đọc hoặc lưu cấu hình, hãy thử lại ở chế độ quản trị viên
zh_hant: 無法讀取或儲存設定檔案，請用系統管理員模式重試
zh_tw: 無法讀取或保存配置文件，請用管理員模式重試

# ServiceHutaoUserGachaLogExpiredAt
source: Wish record uploading service is valid until
de: Die Gültigkeit des Hochladens von Wunschaufzeichnungen endet am
es: El servicio de carga del historial de deseos es válido hasta
fr: Le service de téléchargement des enregistrements de vœux est valide jusqu'au
id: Layanan pengunggahan riwayat wish berlaku hingga
it: Il servizio di caricamento della cronologia dei desideri è valido fino al
ja: 祈願履歴のアップロードサービス期限は
ko: 기원 기록 업로드 서비스 유효 기간:
pt: O serviço de envio de histórico de orações é válido até
ru: Срок действия услуги загрузки истории молитв истекает
th: 祈愿记录上传服务有效期至
tr: Dilek kaydı yükleme hizmetinin geçerlilik süresi:
vi: Dịch vụ tải lên lịch sử cầu nguyện có hiệu lực đến
zh_hant: 祈願記錄上傳服務有效期限至

# ServiceInventoryRefreshByEmbeddedYaeErrorMessage
source: Please use other ways to sync the package items
de: Bitte verwende andere Methoden, um Rucksackgegenstände zu synchronisieren
es: Utiliza otros métodos para sincronizar los objetos de la mochila
fr: Veuillez utiliser une autre méthode pour synchroniser les objets du sac à dos
id: Silakan gunakan metode lain untuk menyinkronkan item tas
it: Si prega di utilizzare altri metodi per sincronizzare gli oggetti dello zaino
ja: 他の方法でバッグのアイテムを同期してください
ko: 다른 방법으로 가방 아이템을 동기화하세요.
pt: Use outro método para sincronizar os itens da mochila
ru: Используйте другие способы для синхронизации предметов инвентаря
tr: 请使用其他方法同步背包物品
vi: Vui lòng sử dụng phương pháp khác để đồng bộ vật phẩm trong ba lô
zh_hant: 請使用其他方法同步背包物品

# ServiceMetadataFileNotFound
source: Unable to find cached metadata file
de: Zwischengespeicherte Metadatendatei konnte nicht gefunden werden
es: No se puede encontrar el archivo de metadatos en caché
fr: Impossible de trouver le fichier de métadonnées mis en cache
id: Tidak dapat menemukan berkas metadata yang di-cache
it: Impossibile trovare il file di metadati nella cache
ja: キャッシュされたメタデータファイルが見つかりませんでした
ko: 캐시된 메타데이터 파일을 찾을 수 없습니다.
pt: Não foi possível localizar o arquivo de metadados em cache
ru: Невозможно найти кэш файл метаданных
th: ไม่พบไฟล์ข้อมูลเมตาที่แคชไว้
tr: Önbelleğe alınmış meta veri dosyası bulunamadı
vi: Không thể tìm thấy tệp siêu dữ liệu đã được lưu trong bộ nhớ cache
zh_hant: 無法找到快取的後設資料檔案

# ServiceMetadataHttpRequestFailed
source: HTTP {0} | Error {1}: Failed to download metadata verification file
de: HTTP {0} | Fehler:{1}：Metadatenprüfdatei konnte nicht heruntergeladen werden
es: HTTP {0} | Error:{1}: Error al descargar el archivo de verificación de metadatos
fr: HTTP {0} | Erreur :{1} : Échec du téléchargement du fichier de vérification des métadonnées
id: HTTP {0} | Galat {1}: Gagal mengunduh berkas verifikasi metadata
it: HTTP {0} | Errore: {1}：Download del file di verifica metadati non riuscito
ja: HTTP {0} | Error {1}: メタデータ検証ファイルのダウンロードに失敗しました。
ko: HTTP {0} | 오류:{1}：메타데이터 검증 파일 다운로드 실패
pt: HTTP {0} | Erro {1}: Falha ao fazer o download do arquivo de verificação de metadados
ru: HTTP {0} | Ошибка {1}: Не удалось загрузить файл проверки метаданных
th: HTTP {0} | ข้อผิดพลาด:{1}：ดาวน์โหลดไฟล์ตรวจสอบข้อมูลเมตาล้มเหลว
tr: HTTP {0} | Hata:{1}：Meta veri doğrulama dosyası indirilemedi
vi: HTTP {0} | Lỗi:{1}：Tải xuống tệp xác thực siêu dữ liệu thất bại
zh_hant: HTTP {0} | Error:{1}：後設資料校驗檔案下載失敗

# ServiceMetadataNotInitialized
source: Metadata service has not been initialized or failed to initialize
de: Metadatendienst wurde noch nicht initialisiert oder die Initialisierung ist fehlgeschlagen
es: El servicio de metadatos no se ha inicializado, o ha fallado al inicializarse
fr: Le service de métadonnées n'est pas encore initialisé ou son initialisation a échoué
id: Layanan metadata belum diinisialisasi atau gagal diinisialisasi
it: Il servizio metadati non è stato inizializzato o l'inizializzazione non è riuscita
ja: メタデータサービスが初期化されていないか、または初期化できませんでした
ko: 메타데이터 서비스가 초기되지 않았거나 초기화에 실패했습니다
pt: O serviço de metadados não foi inicializado ou falhou na inicialização
ru: Служба метаданных не была инициализирована или инициализация завершилась неудачно
th: บริการข้อมูลเมตายังไม่ได้เริ่มต้น หรือเริ่มต้นไม่สำเร็จ
tr: Meta veri hizmeti başlatılmadı veya başlatma başarısız oldu
vi: Dịch vụ siêu dữ liệu chưa được khởi tạo hoặc khởi tạo thất bại
zh_hant: 後設資料服務尚未初始化，或初始化失敗
zh_tw: 元數據服務未初始化或初始化失敗

# ServiceMetadataParseFailed
source: Failed to parse Metadata validation file
de: Fehler beim Parsen der Metadaten-Validierungsdatei
es: Error al analizar el archivo de validación de metadatos
fr: Échec de l'analyse du fichier de validation des métadonnées
id: Gagal mengurai berkas validasi Metadata
it: Analisi del file di convalida dei metadati non riuscita
ja: メタデータの検証ファイルを解析できませんでした。
ko: 메타데이터 확인 파일 파싱 실패
pt: Falha ao analisar o arquivo de validação de metadados
ru: Не удалось прочитать файл проверки метаданных.
th: การแยกวิเคราะห์ไฟล์ตรวจสอบข้อมูลเมตาล้มเหลว
tr: Meta veri doğrulama dosyası ayrıştırılamadı
vi: Phân tích tệp xác thực siêu dữ liệu thất bại
zh_hant: 後設資料校驗檔案解析失敗
zh_tw: 元數據文件解析失敗

# ServiceMetadataRequestFailed
source: Failed to download Metadata validation file
de: Fehler beim Herunterladen der Metadaten-Validierungsdatei
es: Error al descargar el archivo de validación de metadatos
fr: Échec du téléchargement du fichier de validation des métadonnées
id: Gagal mengunduh berkas validasi Metadata
it: Download del file di convalida dei metadati non riuscito
ja: メタデータの検証ファイルのダウンロードに失敗しました。
ko: 메타데이터 확인 파일을 다운로드 하지 못했습니다
pt: Falha ao fazer o download do arquivo de validação de metadados
ru: Не удалось загрузить файл проверки метаданных.
th: การดาวน์โหลดไฟล์ตรวจสอบข้อมูลเมตาล้มเหลว
tr: Meta veri doğrulama dosyası indirilemedi
vi: Tải xuống tệp xác thực siêu dữ liệu thất bại
zh_hant: 後設資料校驗檔案下載失敗
zh_tw: 元數據文件下載失敗

# ServiceMetadataVersionNotSupported
source: Your Snap Hutao is outdated. Please update as soon as possible.
de: Deine Snap Hutao Version ist zu alt, bitte führe ein Update durch
es: Tu versión de Snap Hutao es demasiado antigua, actualiza lo antes posible
fr: Votre version de Snap Hutao est trop ancienne, veuillez la mettre à jour dès que possible
id: Versi Snap Hutao Anda terlalu rendah. Harap perbarui secepat mungkin.
it: La tua versione di Snap Hutao è obsoleta, aggiorna al più presto
ja: あなたの胡桃バージョンは古すぎて、できるだけ早く更新してください！
ko: 호두 버전이 낮습니다. 업데이트 해주세요
pt: Sua versão do Snap Hutao é muito desatualizada. Por favor, atualize o mais rápido possível.
ru: Ваша версия Snap Hutao устарела. Пожалуйста, обновите приложение
th: Snap Hutao ของคุณเก่าเกินไป โปรดอัปเดตโดยเร็วที่สุด
tr: Snap Hutao sürümünüz eski, lütfen en kısa sürede güncelleyin
vi: Phiên bản Snap Hutao của bạn đã quá cũ, vui lòng cập nhật càng sớm càng tốt
zh_hant: 你的胡桃版本過低，請盡快升級

# ServicePackageAdvancedExecuteOperationFailedTitle
source: 游戏资源操作失败
ja: ゲームリソースの操作に失敗しました
zh_hant: 遊戲資源操作失敗

# ServiceReSignInClaimRewardFailedFormat
source: Make up check-in failed, {0}
de: Nachholen der Anmeldung fehlgeschlagen, {0}
es: Fallo en la compensación de registro, {0}
fr: Échec de la reconnexion, {0}
id: Gagal melakukan check-in ulang, {0}
it: Ripristino del check-in fallito, {0}
ja: 埋め合せログインに失敗しました、{0}
ko: 추가 체크인 실패, {0}
pt: Falha ao fazer check-in de compensação, {0}
ru: Не удалось выполнить повторную регистрацию, {0}
vi: Bù đăng nhập thất bại, {0}
zh_hant: 補簽失敗，{0}

# ServiceReSignInSuccessRewardFormat
source: Make up for check-in successfully, {0} x{1}
de: Nachholen der Anmeldung erfolgreich, {0} ×{1}
es: Compensación de registro exitosa, {0}×{1}
fr: Reconnexion réussie, {0}×{1}
id: Berhasil melakukan check-in ulang, {0}×{1}
it: Ripristino del check-in riuscito, {0}×{1}
ja: 成功に埋め合せログインしました、{0}×{1}
ko: 추가 체크인 성공, {0}×{1}
pt: Check-in de compensação bem-sucedido, {0}×{1}
ru: Повторная регистрация успешна, {0}×{1}
vi: Bù đăng nhập thành công, {0}×{1}
zh_hant: 補簽成功，{0}×{1}

# ServiceSignInClaimRewardFailedFormat
source: Check-in failed, {0}
de: Anmeldung fehlgeschlagen, {0}
es: Error al registrarse, {0}
fr: Échec de la connexion, {0}
id: Check-in Gagal, {0}
it: Accesso non riuscito, {0}
ja: ログイン失敗しました、{0}
ko: 체크인 실패, {0}
pt: Falha no check-in, {0}
ru: Ошибка регистрации, {0}
th: การเช็คอินล้มเหลว, {0}
tr: Giriş yapılamadı, {0}
vi: Điểm danh thất bại, {0}
zh_hant: 簽到失敗，{0}

# ServiceSignInInfoRequestFailed
source: Failed to get signin days count
de: Fehler beim Abrufen der Anmeldeanzahl
es: Error al obtener el número de registros
fr: Échec de la récupération du nombre de connexions
id: Gagal mendapatkan jumlah hari masuk
it: Recupero del numero di accessi non riuscito
ja: ログイン日数の取得に失敗しました。
ko: 체크인 횟수 가져오기 실패
pt: Falha ao obter a contagem de dias de login
ru: Не удалось получить количество дней регистрации
th: ล้มเหลวในการรับจำนวนครั้งการเช็คอิน
tr: Giriş gün sayısı alınamadı
vi: Không thể lấy số lần điểm danh
zh_hant: 獲取簽到次數失敗

# ServiceSignInRewardListRequestFailed
source: Fetch Signin reward list failed
de: Fehler beim Abrufen der Belohnungsliste
es: Error al obtener la lista de recompensas
fr: Échec de la récupération de la liste des récompenses
id: Pengambilan daftar hadiah masuk gagal
it: Recupero dell'elenco premi non riuscito
ja: ログイン報酬リストの取得に失敗しました。
ko: 보상 목록 가져오기 실패
pt: Falha ao buscar a lista de prêmios de login
ru: Не удалось получить список наград за регистрацию.
th: ล้มเหลวในการดึงรายการรางวัลการเช็คอิน
tr: Giriş ödül listesi alınamadı
vi: Không thể lấy danh sách phần thưởng điểm danh
zh_hant: 獲取獎勵清單失敗

# ServiceSignInRiskVerificationFailed
source: Verification failed, please visit miHoYo BBS checkin page to manually claim reward
de: Verifizierung fehlgeschlagen, bitte gehe zur Genshin Impact Anmeldeseite von 米游社, um die Belohnung selbst abzuholen
es: Error de verificación, visita la página de registro de Genshin Impact de 米游社 para reclamar la recompensa manualmente
fr: Échec de la vérification, veuillez vous rendre sur la page de connexion de 米游社 pour réclamer la récompense manuellement
id: Verifikasi gagal, silakan kunjungi halaman check-in MiYouShe untuk klaim hadiah secara manual
it: Verifica non riuscita, visita la pagina di accesso di Genshin Impact su 米游社 per richiedere manualmente le ricompense
ja: 認証に失敗しました。HoYoLAB の原神ログインボーナスからご自身で報酬をお受け取りください。
ko: 인증 실패, 미유사(米游社) 원신 체크인 페이지에서 직접 보상을 받으세요
pt: A verificação falhou, visite a página de check-in do MiYouShe para resgatar manualmente a recompensa
ru: Проверка не удалась. Пожалуйста, перейдите на страницу регистрации HoYoLab в Genshin Impact, чтобы вручную получить награду.
th: การตรวจสอบสิทธิ์ล้มเหลว โปรดไปที่หน้าเช็คอิน Genshin Impact ของ{米游社} เพื่อรับรางวัลด้วยตนเอง
tr: Doğrulama başarısız, lütfen ödülü manuel olarak almak için 米游社 Genshin Impact giriş sayfasına gidin
vi: Xác minh thất bại, vui lòng truy cập trang điểm danh 米游社 để tự nhận thưởng
zh_hant: 驗證失敗，請前往 HoYoLAB - 原神簽到頁面自行領取獎勵

# ServiceSignInSuccessRewardFormat
source: Check-in successfully, {0} x {1}
de: Anmeldung erfolgreich, {0}×{1}
es: Registro exitoso, {0}×{1}
fr: Enregistrement réussi, {0}×{1}
id: Check-in Sukses, {0} x {1}
it: Accesso riuscito, {0}×{1}
ja: ログインボーナスを獲得しました。{0}×{1}
ko: 체크인 성공, {0}×{1}
pt: Check-in bem-sucedido, {0} x {1}
ru: Перемещение успешно, {0} × {1}.
th: เช็คอินสำเร็จ, {0} × {1}
tr: Giriş başarılı, {0} × {1}
vi: Đã điểm danh thành công, {0}×{1}
zh_hant: 簽到成功，{0}×{1}

# ServiceUpdateStatusVersionDescription
source: A new version {0} is available.
de: Neue Version {0} verfügbar
es: Nueva versión {0} disponible
fr: Nouvelle version {0} détectée
id: Versi terbau {0} sudah tersedia.
it: Trovata nuova versione {0}
ja: 新しいバージョン {0} が利用できます
ko: 새 버전 {0}을(를) 찾았습니다
pt: Uma nova versão {0} está disponível.
ru: Доступна новая версия {0}.
th: พบเวอร์ชันใหม่ {0}
tr: Yeni bir {0} sürümü mevcut.
vi: Đã phát hiện phiên bản mới {0}
zh_hant: 發現新版本 {0}

# ServiceUserProcessCookieNoMid
source: Mid must be included in the entered Cookie
de: Der eingegebene Cookie muss eine Mid enthalten
es: La Cookie ingresada debe incluir Mid
fr: Le cookie saisi doit inclure Mid
id: Mid harus disertakan dalam Cookie yang dimasukkan
it: Il Cookie inserito deve includere Mid
ja: 入力した Cookie には Mid が必要です
ko: 입력한 Cookie에 Mid가 없습니다
pt: O Mid deve estar incluso no cookie inserido
ru: Введенные Cookie должны включать Mid.
th: Cookie ที่ป้อนต้องมี Mid
tr: Girilen Cookie Mid içermelidir
vi: Cookie đã nhập phải chứa Mid
zh_hant: 輸入的 Cookie 中必須包含 Mid
zh_tw: Mid 必須包含在輸入的 Cookie 中

# ServiceUserProcessCookieNoSToken
source: Entered cookie must contains SToken
de: Der eingegebene Cookie muss ein SToken enthalten
es: La Cookie ingresada debe incluir SToken
fr: Le cookie saisi doit inclure SToken
id: Cookie yang dimasukkan harus berisi SToken
it: Il Cookie inserito deve includere SToken
ja: 入力した Cookie には SToken が必要です
ko: 입력한 Cookie는 SToken을 포함해야 합니다
pt: O cookie inserido deve conter o SToken
ru: Введенные Cookie должны включать SToken.
th: Cookie ที่ป้อนต้องมี SToken
tr: Girilen Cookie SToken içermelidir
vi: Cookie đã nhập phải chứa SToken
zh_hant: 輸入的 Cookie 必須包含 SToken

# ServiceUserProcessCookieRequestUserInfoFailed
source: Can't get user information with entered Cookie
de: Mit dem eingegebenen Cookie können keine Benutzerinformationen abgerufen werden
es: No se puede obtener la información del usuario con la Cookie ingresada
fr: Impossible d'obtenir les informations de l'utilisateur avec le cookie saisi
id: Tidak bisa mendapatkan informasi pengguna dengan Cookie yang dimasukkan
it: Impossibile recuperare le informazioni dell'utente con il Cookie inserito
ja: ユーザー情報を取得できません
ko: 입력한 쿠키에서 사용자 정보를 얻을 수 없습니다
pt: Não é possível obter informações do usuário com o cookie inserido
ru: Предоставленные Cookie не позволяют получить информацию о пользователе.
th: Cookie ที่ป้อนไม่สามารถรับข้อมูลผู้ใช้ได้
tr: Girilen Cookie ile kullanıcı bilgileri alınamıyor
vi: Không thể lấy thông tin người dùng bằng Cookie đã nhập
zh_hant: 輸入的 Cookie 無法獲取使用者資訊
zh_tw: 輸入的 Cookie 無法獲取用戶信息

# ServiceUserProcessInputCookieDialogTitle
source: Retrieving user information, please wait...
de: Benutzerinformationen werden abgerufen, bitte warten...
es: Obteniendo información de usuario, por favor espera...
fr: Récupération des informations de l'utilisateur, veuillez patienter...
id: Mengambil informasi pengguna, harap tunggu...
it: Recupero delle informazioni utente, attendere...
ja: ユーザー情報を取得しています、しばらくお待ちください...
ko: 사용자 정보 가져오는 중, 잠시만 기다려주세요...
pt: Obtendo informações do utilizador, por favor aguarde...
ru: Получение информации о пользователе, пожалуйста, подождите...
th: 获取用户信息中，请稍候...
tr: Kullanıcı bilgileri alınıyor, lütfen bekleyin...
vi: Đang lấy thông tin người dùng, vui lòng chờ...
zh_hant: 獲取使用者資訊中，請稍候...

# ServiceUserUserInfoContainsNoGameRole
source: This account is not linked to a Genshin Impact character yet
de: Dieses Konto ist noch nicht mit einem Genshin Impact-Charakter verknüpft
es: Esta cuenta no está vinculada a un personaje de Genshin Impact todavía
fr: Ce compte n'est pas encore lié à un personnage de Genshin Impact
id: Akun ini belum terikat dengan karakter permainan Genshin Impact
it: Questo account non è ancora collegato a un personaggio di Genshin Impact
ja: このアカウントはまだ原神のキャラと紐付けられていません
ko: 이 계정은 아직 원신 게임 캐릭터에 연결되지 않았습니다
pt: Esta conta ainda não está vinculada a um personagem do Genshin Impact
ru: Этот аккаунт еще не привязан к персонажу Genshin Impact
vi: Tài khoản này chưa liên kết với nhân vật Genshin Impact
zh_hant: 此帳號尚未綁定原神遊戲角色

# ServiceYaeEmbeddedYaeErrorTitle
source: Embedded Yae error
de: Eingebetteter Yae-Fehler
es: Error de Embedded Yae
fr: Erreur Embedded Yae
id: Kesalahan Embedded Yae
it: Errore Yae incorporato
ja: Embedded Yae エラー
ko: Embedded Yae 오류
pt: Erro do Embedded Yae
ru: Ошибка Embedded Yae
tr: Embedded Yae 错误
vi: Lỗi Embedded Yae
zh_hant: Embedded Yae 錯誤

# ServiceYaeWaitForGameResponseMessage
source: Waiting for game data
de: Warte auf Spieldaten
es: Esperando datos del juego
fr: En attente des données du jeu
id: Menunggu data game
it: In attesa dei dati di gioco
ja: ゲームデータを待機中
ko: 게임 데이터를 기다리는 중
pt: Aguardando dados do jogo
ru: Ожидание данных игры
tr: 正在等待游戏数据
vi: Đang chờ dữ liệu trò chơi
zh_hant: 正在等待遊戲資料

# UIViewPageAvatarPropertyRecommendedAppendProperties
source: Additional Property Recommendation
de: Empfohlene Zusatzeigenschaften
es: Recomendación de atributo adicional
fr: Recommandation de propriétés supplémentaires
id: Rekomendasi tambahan properti
it: Raccomandazione attributi aggiuntivi
ja: 追加ステータス推奨
ko: 추가 속성 추천
pt: Recomendação de propriedade adicional
ru: Рекомендации по добавочным свойствам
th: 追加属性推荐
tr: Ek Özellik Tavsiyesi
vi: Đề xuất thuộc tính bổ sung
zh_hant: 追加屬性推薦
