Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewPageSettingKeyShortcutWarningDescription
source: Setting the same shortcut key for different functions may cause unexpected results, and additional operations or restarting the application are required to restore normal function.
de: Das Festlegen derselben Tastenkombination für verschiedene Funktionen kann zu unerwarteten Ergebnissen führen und zusätzliche Operationen oder einen Neustart der Anwendung erfordern, um die normale Funktion wiederherzustellen.
es: Establecer la misma tecla de acceso rápido para diferentes funciones puede causar resultados inesperados, y se requieren operaciones adicionales o reiniciar la aplicación para restaurar la función normal.
fr: Définir le même raccourci clavier pour différentes fonctions peut entraîner des résultats inattendus, et des opérations supplémentaires ou un redémarrage de l'application sont nécessaires pour rétablir un fonctionnement normal.
id: Menyetel pintasan yang sama untuk fungsi yang berbeda dapat menyebabkan hasil yang tidak terduga, dan diperlukan tindakan tambahan atau memulai ulang aplikasi untuk memulihkan fungsi normal.
it: L'impostazione della stessa scorciatoia da tastiera per funzioni diverse potrebbe causare risultati imprevisti e richiedere operazioni aggiuntive o il riavvio dell'applicazione per ripristinare il normale funzionamento.
ja: 異なる機能に同じショートカットキーを設定すると、予期せぬ結果を招く場合が可能で、正常に戻すには追加の操作やアプリの再起動が必要になるかもしれません
ko: 다른 기능에 동일한 바로 가기 키를 설정하면 예기치 않은 결과가 발생할 수 있으며, 정상 기능을 복원하려면 추가 작업이나 응용 프로그램 재시작이 필요합니다.
pt: Definir o mesmo atalho para funções diferentes pode causar resultados inesperados, e operações adicionais ou reiniciar o aplicativo são necessárias para restaurar a função normal.
ru: Назначение одного и того же сочетания клавиш для разных функций может привести к неожиданным результатам, и для восстановления нормальной работы потребуется выполнить дополнительные действия или перезапустить приложение.
th: 对不同的功能设置相同的快捷键可能会导致非预期的结果，且需要额外的操作或重启应用才能恢复正常
tr: Farklı işlevler için aynı kısayol tuşunu ayarlamak beklenmedik sonuçlara yol açabilir ve normal işlevi geri yüklemek için ek işlemler veya uygulamanın yeniden başlatılması gerekebilir.
vi: Đặt cùng một phím tắt cho các chức năng khác nhau có thể gây ra kết quả không mong muốn và cần thêm thao tác hoặc khởi động lại ứng dụng để khôi phục chức năng bình thường.
zh_hant: 對不同的功能設定相同的快速鍵可能會導致非預期的結果，且需要額外的操作或重新啟動應用才能恢復正常

# ViewPageSettingNotifyIconCustomTaskBarWaring
source: "After replacing the standard taskbar with a system customization tool, enabling notification area icons may cause: inability to interact with icons, failure to create icons properly, Explorer crashes after restart, or application crashes upon launch.
de: Nach dem Ersetzen der Standard-Taskleiste durch ein Systemanpassungstool kann die Aktivierung von Benachrichtigungsbereichssymbolen Folgendes verursachen: Unfähigkeit, mit Symbolen zu interagieren, Fehler bei der ordnungsgemäßen Erstellung von Symbolen, Explorer-Abstürze nach dem Neustart oder Anwendungsabstürze beim Start
es: Después de reemplazar la barra de tareas estándar con una herramienta de personalización del sistema, habilitar los iconos del área de notificación puede causar: incapacidad para interactuar con los iconos, fallo al crear iconos correctamente, fallos del Explorador después de reiniciar, o fallos de la aplicación al lanzarse
fr: Le remplacement de la barre des tâches standard par un outil de personnalisation du système et l'activation des icônes de la zone de notification peuvent entraîner : une impossibilité d'interagir avec les icônes, un échec de création correcte des icônes, des plantages de l'Explorateur après redémarrage, ou des plantages de l'application au lancement
id: Mengaktifkan ikon area notifikasi setelah mengganti taskbar standar sistem dengan alat kustomisasi sistem dapat menyebabkan: ketidakmampuan untuk berinteraksi dengan ikon, kegagalan membuat ikon dengan benar, Explorer crash setelah restart, atau aplikasi crash saat diluncurkan
it: Dopo aver sostituito la barra delle applicazioni standard con uno strumento di personalizzazione del sistema, l'abilitazione delle icone nell'area di notifica può causare: impossibilità di interagire con le icone, fallimento nella creazione corretta delle icone, crash di Explorer dopo il riavvio o crash dell'applicazione all'avvio
ja: 美化のためカストマイズツールを使用して標準のタスクバーを置き換えた場合、通知領域アイコンを有効にすると：アイコンとの操作ができない/正常にアイコンを作成できない/エクスプローラーを再起動すると固まる/プログラムの起動後にクラッシュする等の問題が発生する可能性があります
ko: 시스템 맞춤 도구로 표준 작업 표시줄을 교체한 후 알림 영역 아이콘을 활성화하면 다음과 같은 문제가 발생할 수 있습니다: 아이콘과 상호 작용할 수 없음/아이콘을 정상적으로 생성할 수 없음/탐색기를 다시 시작한 후 충돌/응용 프로그램 시작 시 충돌
pt: Após substituir a barra de tarefas padrão por uma ferramenta de personalização do sistema, ativar ícones da área de notificação pode causar: incapacidade de interagir com ícones, falha ao criar ícones corretamente, falhas do Explorer após reiniciar, ou falhas do aplicativo ao iniciar
ru: После замены стандартной панели задач инструментом настройки системы включение значков в области уведомлений может привести к: невозможности взаимодействия с значками, неправильному созданию значков, сбою проводника после перезапуска или сбою приложения при запуске
vi: Sau khi thay thế thanh tác vụ tiêu chuẩn bằng công cụ tùy chỉnh hệ thống, việc kích hoạt biểu tượng khu vực thông báo có thể gây ra: không thể tương tác với biểu tượng, không thể tạo biểu tượng đúng cách, Explorer bị treo sau khi khởi động lại hoặc ứng dụng bị treo khi khởi chạy
zh_hant: 使用系統美化工具取代系統標準工作列後啟用通知區域圖示可能會導致：無法與圖示互動/無法正常建立圖示/重新啟動工作管理員後崩潰/啟動程序後崩潰

# ViewPageSettingNotifyIconDescription
source: Show icon in notification area, to allow background task, restart the program to activate
de: Symbol im Benachrichtigungsbereich anzeigen, um Hintergrundaufgaben zu ermöglichen, Neustart des Programms zum aktivieren
es: Mostrar icono en el área de notificación para permitir tareas en segundo plano, reinicia el programa para activar
fr: Afficher l'icône dans la zone de notification pour permettre l'exécution des tâches en arrière-plan. Redémarrer pour activer.
id: Tampilkan ikon di area notifikasi, untuk mengizinkan tugas latar belakang, mulai ulang program untuk mengaktifkan
it: Mostra icona nell'area di notifica, per consentire l'esecuzione di attività in background. Riavvia il programma per attivare.
ja: 通知領域にアイコンを表示し、再起動後に有効なバックグラウンドタスクの実行を許可します
ko: 알림 영역에 아이콘을 표시하여 백그라운드 작업을 허용합니다. 재시작 후 적용됩니다.
pt: Mostrar ícone na área de notificação para permitir tarefas em segundo plano. Reinicie o programa para ativar.
ru: Отображать значок в области уведомлений, чтобы разрешить фоновые задачи, перезапустите программу, чтобы активировать
th: แสดงไอคอนในพื้นที่แจ้งเตือนเพื่อให้สามารถทำงานเบื้องหลังได้ จะมีผลหลังจากการรีสตาร์ท
tr: Arka plan görevlerine izin vermek için bildirim alanında simgeyi göster, etkinleştirmek için programı yeniden başlat
vi: Hiển thị biểu tượng ở khu vực thông báo để cho phép các tác vụ chạy nền, khởi động lại chương trình để kích hoạt
zh_hant: 在通知區域顯示圖示，以允許執行背景任務，重新啟動後生效

# ViewPageSettingNotifyIconHeader
source: Notification Area Icon
de: Benachrichtigungsbereich-Symbol
es: Icono del área de notificación
fr: Icône de la zone de notification
id: Ikon area notifikasi
it: Icona area di notifica
ja: 通知領域アイコン
ko: 알림 영역 아이콘
pt: Ícone da área de notificação
ru: Значок в области уведомлений
th: ไอคอนพื้นที่แจ้งเตือน
tr: Bildirim Alanı Simgesi
vi: Biểu tượng khu vực thông báo
zh_hant: 通知區域圖示

# ViewPageSettingOfficialSiteNavigate
source: Official Website
de: Offizielle Webseite
es: Ir al sitio web oficial
fr: Aller sur le site officiel
id: Website Resmi
it: Vai al sito ufficiale
ja: 公式サイト
ko: 공식 홈페이지로 이동
pt: Site oficial
ru: Перейти на официальный сайт
th: ไปยังเว็บไซต์ทางการ
tr: Resmi Web Sitesine Git
vi: Truy cập trang web chính thức
zh_hant: 前往官網

# ViewPageSettingOpenBackgroundImageFolderDescription
source: Customized background image, support bmp/gif/ico/jpg/jpeg/png/tiff/webp format
de: Benutzerdefiniertes Hintergrundbild, unterstützt bmp / gif / ico / jpg / jpeg / png / tiff / webp Format
es: Imagen de fondo personalizada, admite formatos bmp / gif / ico / jpg / jpeg / png / tiff / webp
fr: Image d'arrière-plan personnalisée, prend en charge les formats bmp / gif / ico / jpg / jpeg / png / tiff / webp
id: Latar Belakang Kustom, format didukung bmp/gif/ico/jpg/jpeg/png/tiff/webp
it: Immagine di sfondo personalizzata, supporta i formati bmp / gif / ico / jpg / jpeg / png / tiff / webp
ja: カスタム背景画像、 bmp / gif / ico / jpg / jpeg / png / tiff / webp 形式をサポートしています
ko: 사용자 지정 배경 이미지, bmp / gif / ico / jpg / jpeg / png / tiff / webp 형식 지원
pt: Personalize o plano de fundo com imagens nos formatos bmp, gif, ico, jpg, jpeg, png, tiff e webp.
ru: Настраиваемое фоновое изображение, поддерживаются форматы bmp / gif / ico / jpg / jpeg / png / tiff / webp
th: รูปภาพพื้นหลังแบบกำหนดเอง รองรับรูปแบบ bmp / gif / ico / jpg / jpeg / png / tiff / webp
tr: Özelleştirilmiş arka plan resmi, bmp/gif/ico/jpg/jpeg/png/tiff/webp formatlarını destekler
vi: Ảnh nền tùy chỉnh, hỗ trợ định dạng bmp / gif / ico / jpg / jpeg / png / tiff / webp
zh_hant: 自定義背景圖片，支援 bmp / gif / ico / jpg / jpeg / png / tiff / webp 格式

# ViewPageSettingOpenBackgroundImageFolderHeader
source: Open Background Folder
de: Hintergrundbild-Ordner öffnen
es: Abrir carpeta de imágenes de fondo
fr: Ouvrir le dossier d'images d'arrière-plan
id: Buka Berkas Latar Belakang
it: Apri cartella immagine di sfondo
ja: カスタム背景フォルダーを開く
ko: 배경 이미지 폴더 열기
pt: Abrir pasta do fundo
ru: Открыть папку с фоновыми изображениями
th: เปิดโฟลเดอร์รูปภาพพื้นหลัง
tr: Arka Plan Klasörünü Aç
vi: Mở thư mục ảnh nền
zh_hant: 開啟背景圖片資料夾

# ViewPageSettingPackageConverterTypeHeader
source: Convert Server Mode
de: Servermodus konvertieren
es: Convertir modo de servidor
fr: Convertir le mode serveur
id: Konversi Mode Server
it: Converti modalità server
ja: サーバーモードの変換
ko: 서버 모드 전환
pt: Converter modo de servidor
ru: Преобразовать режим сервера
th: 转换服务器模式
tr: Sunucu Modunu Dönüştür
vi: Chuyển đổi chế độ máy chủ
zh_hant: 轉換伺服器模式

# ViewPageSettingResetAction
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
pt: Resetar
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
vi: Đặt lại
zh_hant: 重設
zh_tw: 重設

# ViewPageSettingResetStaticResourceDescription
source: All image resources will be re-downloaded on next startup
de: Alle Bildressourcen werden beim nächsten Start neu heruntergeladen
es: Todos los recursos de imagen se volverán a descargar en el próximo inicio
fr: Retélécharger toutes les ressources d'images
id: Semua sumber daya gambar akan diunduh ulang saat memulai kembali.
it: Tutte le risorse immagine verranno scaricate di nuovo al prossimo avvio
ja: 全ての画像リソースを削除し、次の起動時に再度ダウンロードします
ko: 다음에 시작할 때 모든 이미지를 다시 다운로드합니다
pt: Todos os recursos de imagem serão baixados novamente na próxima inicialização
ru: Повторно загрузить все графические ресурсы
th: ดาวน์โหลดทรัพยากรภาพทั้งหมดอีกครั้ง
tr: Tüm resim kaynakları bir sonraki başlangıçta yeniden indirilecek
vi: Tải lại tất cả tài nguyên hình ảnh
zh_hant: 重新下載所有圖像資源
zh_tw: 下次啓動時會重新下載所有圖像資源

# ViewPageSettingResetStaticResourceHeader
source: Reset Image Resource
de: Bildressourcen zurücksetzen
es: Restablecer recursos de imagen
fr: Réinitialiser les ressources d'images
id: Setel ulang Sumber Daya Gambar
it: Ripristina risorse immagine
ja: 画像リソースをリセット
ko: 이미지 리소스 재설정
pt: Redefinir recurso de imagem
ru: Сбросить графические ресурсы
th: รีเซ็ตทรัพยากรภาพ
tr: Resim Kaynaklarını Sıfırla
vi: Đặt lại tài nguyên hình ảnh
zh_hant: 重設圖片資源
zh_tw: 重設圖片資源

# ViewPageSettingSetDataFolderDescription
source: Folder will be automatically copied and the program will restart and delete the former folder automatically
de: Nach dem Ändern des Verzeichnisses wird der Ordner automatisch kopiert und das Programm automatisch neu gestartet. Nach dem Neustart wird der vorherige Ordner automatisch gelöscht.
es: Después de cambiar el directorio, la carpeta se copiará automáticamente y se reiniciará. Después de reiniciar, la carpeta anterior se eliminará automáticamente
fr: Après avoir changé le répertoire, le dossier sera automatiquement copié, le programme redémarrera et supprimera automatiquement l'ancien dossier.
id: Folder akan disalin secara otomatis dan program akan memulai ulang dan menghapus folder sebelumnya secara otomatis
it: Dopo aver modificato la directory, la cartella verrà automaticamente copiata e il programma si riavvierà ed eliminerà automaticamente la vecchia cartella
ja: ディレクトリを変更すると、フォルダーが自動的にコピーされ、アプリが自動的に再起動されます。以前のフォルダーは再起動後自動的に削除されます
ko: 디렉터리를 변경하면 자동으로 폴더가 복사되고 프로그램이 다시 시작되며, 다시 시작된 후 이전 폴더가 자동으로 삭제됩니다.
pt: Após alterar o diretório, a pasta será copiada automaticamente e o programa será reiniciado, e a pasta antiga será excluída automaticamente após a reinicialização
ru: После смены каталога папка будет автоматически скопирована, программа перезапустится и автоматически удалит старую папку
th: หลังจากเปลี่ยนไดเรกทอรีแล้ว คุณต้องย้ายข้อมูลภายในไดเรกทอรีด้วยตนเอง มิฉะนั้นข้อมูลผู้ใช้จะถูกสร้างขึ้นใหม่
tr: 更改目录后将会自动复制文件夹并自动重启，重启后自动删除之前的文件夹
vi: Sau khi thay đổi thư mục, thư mục sẽ được tự động sao chép và chương trình sẽ tự động khởi động lại, sau khi khởi động lại, thư mục cũ sẽ tự động bị xóa
zh_hant: 更改目錄後將會自動複製資料夾並自動重新啟動，重新啟動後自動刪除之前的資料夾
zh_tw: 更改目錄后需要手動移動目錄内的數據，否則會重新創建用戶數據

# ViewPageSettingSetDataFolderHeader
source: Change Data Directory
de: Datenverzeichnis ändern
es: Cambiar directorio de datos
fr: Changer le répertoire de données
id: Ubah Direktori Data
it: Modifica directory dati
ja: データディレクトリを変更
ko: 데이터 경로 변경
pt: Alterar diretório de dados
ru: Изменить каталог данных
th: เปลี่ยนไดเรกทอรีข้อมูล
tr: Veri Dizini Değiştir
vi: Thay đổi thư mục dữ liệu
zh_hant: 更改資料目錄
zh_tw: 更改數據目錄

# ViewPageSettingSetGamePathAction
source: Set Path
de: Pfad festlegen
es: Establecer ruta
fr: Définir le chemin
id: Ubah Path
it: Imposta percorso
ja: パスを設定する
ko: 경로 설정
pt: Definir caminho
ru: Указать путь
th: ตั้งค่าเส้นทาง
tr: Yol Ayarla
vi: Đặt đường dẫn
zh_hant: 設置路徑
zh_tw: 設置路徑

# ViewPageSettingSetGamePathHeader
source: Game Path
de: Spielpfad
es: Ruta del juego
fr: Chemin du jeu
id: Path Game
it: Percorso gioco
ja: ゲーム本体の場所を開く
ko: 게임 경로
pt: Caminho do jogo
ru: Путь к игре
th: เส้นทางเกม
tr: Oyun Yolu
vi: Đường dẫn game
zh_hant: 遊戲路徑
zh_tw: 游戲路徑

# ViewPageSettingSetGamePathHint
source: When setting the game path, please select the game program (Yuanshen.exe or GenshinImpact.exe) instead of the game launcher (launcher.exe)
de: Wählen Sie beim Festlegen des Spielpfads bitte das Spielprogramm (YuanShen.exe oder GenshinImpact.exe) und nicht den Launcher (launcher.exe) aus.
es: Al establecer la ruta del juego, seleccione el programa del juego (YuanShen.exe o GenshinImpact.exe) en lugar del iniciador (launcher.exe).
fr: Lors de la configuration du chemin d'accès au jeu, veuillez sélectionner le programme du jeu (YuanShen.exe ou GenshinImpact.exe) au lieu du lanceur de jeu (launcher.exe)
id: Saat mengatur jalur permainan, pilih program permainan (Yuanshen.exe atau GenshinImpact.exe) bukan peluncur permainan (launcher.exe)
it: Quando si imposta il percorso di gioco, selezionare il programma di gioco (YuanShen.exe o GenshinImpact.exe) invece dell'avvio (launcher.exe)
ja: ゲームパスを設定する際、ランチャー（launcher.exe）ではなく、本体（YuanShen.exe または GenshinImpact.exe）を選択してください。
ko: 게임 경로를 설정할 때 런쳐(launcher.exe) 대신 게임(YuanShen.exe 또는 GenshinImpact.exe)를 선택하세요
pt: Ao definir o caminho do jogo, selecione o programa do jogo (Yuanshen.exe ou GenshinImpact.exe) em vez do iniciador do jogo (launcher.exe)
ru: При настройке пути к игре, пожалуйста, выберите файл игры (YuanShen.exe или GenshinImpact.exe), а не лаунчер (launcher.exe)
th: เมื่อตั้งค่าเส้นทางเกม โปรดเลือกโปรแกรมเกม (YuanShen.exe หรือ GenshinImpact.exe) แทนที่จะเป็นตัวเปิดเกม (launcher.exe)
tr: Oyun yolunu ayarlarken, lütfen başlatıcı (launcher.exe) yerine oyun uygulamasını (YuanShen.exe veya GenshinImpact.exe) seçin.
vi: Khi thiết lập đường dẫn trò chơi, vui lòng chọn chương trình trò chơi (YuanShen.exe hoặc GenshinImpact.exe) thay vì trình khởi chạy (launcher.exe)
zh_hant: 設定遊戲路徑時，請選擇遊戲本體（YuanShen.exe 或 GenshinImpact.exe） 而不是啟動器（launcher.exe）
zh_tw: 設置游戲路徑時，請選擇游戲本體（YuanShen.exe 或 GenshinImpact.exe） 而不是啓動器（launcher.exe）

# ViewPageSettingShareSaveTypeDescription
source: Select the mode in which to save the image after clicking the share button
de: Wähle den Modus zum Speichern des Bildes nach dem Klicken auf die Schaltfläche „Teilen“
es: Selecciona el modo en que se guardará la imagen después de hacer clic en el botón de compartir
fr: Sélectionnez le mode d'enregistrement de l'image après avoir cliqué sur le bouton de partage
id: Pilih mode untuk menyimpan gambar setelah mengeklik tombol bagikan
it: Seleziona la modalità di salvataggio dell'immagine dopo aver cliccato sul pulsante di condivisione
ja: 共有ボタンをクリックした後、画像を保存するモードを選択します
ko: 공유 버튼 클릭 후 이미지 저장 모드 선택
pt: Selecione o modo para salvar a imagem após clicar no botão de compartilhamento
ru: Выберите режим сохранения изображения после нажатия кнопки «Поделиться»
th: 选择点击分享按钮后保存图片的模式
tr: Paylaş düğmesine tıkladıktan sonra görüntüyü kaydetme modunu seçin
vi: Chọn chế độ lưu ảnh sau khi nhấn nút chia sẻ
zh_hant: 選擇點擊分享按鈕後儲存圖片的模式

# ViewPageSettingShareSaveTypeHeader
source: Share Save Mode
de: Teilen-Speicher-Modus
es: Modo de guardado al compartir
fr: Mode d'enregistrement du partage
id: Mode Simpan Bagikan
it: Modalità di salvataggio condivisione
ja: 共有の保存モード
ko: 공유 저장 모드
pt: Modo de compartilhamento e salvamento
ru: Режим сохранения при публикации
th: 分享保存模式
tr: Paylaş Kaydetme Modu
vi: Chế độ lưu chia sẻ
zh_hant: 分享儲存模式

# ViewPageSettingSpeedLimitDescription
source: 0 for unlimited speed
de: 0 für unbegrenzte Geschwindigkeit
es: 0 para velocidad ilimitada
fr: 0 pour une vitesse illimitée
id: 0 berarti tanpa batas kecepatan
it: 0 per velocità illimitata
ja: 0は無制限速度
ko: 0은 무제한 속도
pt: 0 para velocidade ilimitada
ru: 0 означает без ограничений скорости
th: 0 代表不限速
tr: 0, sınırsız hız anlamına gelir
vi: 0 là không giới hạn tốc độ
zh_hant: 0 代表不限速

# ViewPageSettingSpeedLimitHeader
source: Download speed limit
de: Download-Geschwindigkeitsbegrenzung
es: Límite de velocidad de descarga
fr: Limite de vitesse de téléchargement
id: Batasan kecepatan unduh
it: Limite velocità di download
ja: ダウンロード速度制限
ko: 다운로드 속도 제한
pt: Limite de velocidade de download
ru: Ограничение скорости загрузки
th: 下载速度限制
tr: İndirme hızı sınırı
vi: Giới hạn tốc độ tải xuống
zh_hant: 下載速度限制

# ViewPageSettingSponsorNavigate
source: Sponsor Snap Hutao
de: Unterstützen Sie uns
es: Patrocina Snap Hutao
fr: Sponsorisez Snap Hutao
id: Sponsori Snap Hutao
it: Sostieni Snap Hutao
ja: スポンサーになる
ko: 우리에게 후원하세요!
pt: Apoiar o Snap Hutao
ru: Поддержать Snap Hutao
th: สนับสนุนเรา
tr: Snap Hutao'ya Sponsor Olun
vi: Tài trợ cho Snap Hutao
zh_hant: 贊助我們

# ViewPageSettingStorageHeader
source: Storage
de: Speicherplatz
es: Almacenamiento
fr: Espace de stockage
id: Penyimpanan
it: Spazio di archiviazione
ja: ストレージ
ko: 저장 공간
pt: Armazenamento
ru: Хранилище
th: พื้นที่จัดเก็บ
tr: Depolama
vi: Dung lượng lưu trữ
zh_hant: 儲存空間
zh_tw: 存儲空間

# ViewPageSettingStorageSetAction
source: Set
de: Festlegen
es: Establecer
fr: Définir
id: Ubah
it: Imposta
ja: 変更する
ko: 변경
pt: Definir
ru: Изменить
th: ตั้งค่า
tr: Ayarla
vi: Đặt
zh_hant: 更改
zh_tw: 更改

# ViewPageSettingThemeDescription
source: Change window theme
de: Ändere das Farbschema des Fensters
es: Cambiar el tema de color de la ventana
fr: Changer le thème de couleur de la fenêtre
id: Ubah tema warna jendela
it: Modifica il tema colore della finestra
ja: カラーテーマを変更
ko: 창 색상 테마 변경
pt: Altere a cor do tema do formulário.
ru: Изменение цветовой темы окна
th: เปลี่ยนชุดสีของหน้าต่าง
tr: Pencere renk temasını değiştir
vi: Thay đổi chủ đề màu của cửa sổ
zh_hant: 更改視窗的顏色主題

# ViewPageSettingThemeHeader
source: Theme
de: Farbschema
es: Tema de color
fr: Thème de couleur
id: Tema Warna
it: Tema
ja: カラーテーマ
ko: 색상 테마
pt: Esquema de cores
ru: Цветовая тема
th: ชุดสี
tr: Tema
vi: Chủ đề màu
zh_hant: 顏色主題

# ViewPageSettingTranslateNavigate
source: Contribute Translations
de: Übersetzung beitragen
es: Contribuir con traducciones
fr: Contribuer aux traductions
id: Kontribusi penerjemahan
it: Contribuisci alle traduzioni
ja: 和訳を提供
ko: 번역에 기여하기
pt: Contribuir com traduções
ru: Помочь с переводом
th: ร่วมแปลภาษา
tr: Çevirilere Katkıda Bulun
vi: Đóng góp bản dịch
zh_hant: 貢獻翻譯

# ViewPageSettingUIGFExportContent
source: Export
de: Exportieren
es: Exportar
fr: Exporter
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
pt: Exportar
ru: Экспортировать
th: 导出
tr: Dışa Aktar
vi: Xuất
zh_hant: 匯出

# ViewPageSettingUIGFExportImportDescription
source: Export/Import UIGF 4 File
de: UIGF 4 Datei exportieren/importieren
es: Exportar/Importar archivo UIGF 4
fr: Exporter/Importer un fichier UIGF 4
id: Ekspor/Impor Berkas UIGF 4
it: Esporta/Importa file UIGF 4
ja: UIGF 4 ファイルのエクスポート/インポート
ko: UIGF 4 파일 내보내기/가져오기
pt: Exportar/Importar arquivo UIGF 4
ru: Экспорт/импорт файла UIGF 4
th: 导出/导入 UIGF 4 文件
tr: UIGF 4 Dosyasını Dışa/İçe Aktar
vi: Xuất/Nhập tệp UIGF 4
zh_hant: 匯出/匯入 UIGF 4 檔案

# ViewPageSettingUIGFExportImportHeader
source: Data Migration
de: Datenmigration
es: Migración de datos
fr: Migration des données
id: Migrasi Data
it: Migrazione dati
ja: データ移行
ko: 데이터 마이그레이션
pt: Migração de dados
ru: Перенос данных
th: 数据迁移
tr: Veri Geçişi
vi: Di chuyển dữ liệu
zh_hant: 資料遷移

# ViewPageSettingUIGFImportContent
source: Import
de: Importieren
es: Importar
fr: Importer
id: Impor
it: Importa
ja: インポート
ko: 가져오기
pt: Importar
ru: Импорт
th: 导入
tr: İçe Aktar
vi: Nhập
zh_hant: 匯入

# ViewPageSettingUIGFUpgradeLegacyVersionContent
source: Upgrade earlier version of UIGF files
de: Ältere Versionen von UIGF-Dateien aktualisieren
es: Actualizar versión anterior de archivos UIGF
fr: Mettre à niveau une ancienne version des fichiers UIGF
id: Tingkatkan file UIGF versi lama
it: Aggiorna la versione precedente dei file UIGF
ja: UIGF ファイルの古いバージョンを更新
ko: 이전 버전의 UIGF 파일 업그레이드
pt: Atualizar versão anterior dos arquivos UIGF
ru: Обновить UIGF-файлы более ранней версии
th: 升级较早版本的 UIGF 文件
tr: UIGF dosyalarının eski sürümünü yükselt
vi: Nâng cấp các tệp UIGF phiên bản cũ
zh_hant: 升級較早版本的 UIGF 檔案

# ViewPageSettingUnobtainedWishItemVisibleDescription
source: Display Undrawn Items in "Wish Export - Characters" and "Wish Export - Weapons"
de: Nicht erhaltene Wunschgegenstände in "Wunsch-Export - Charaktere" und "Wunsch-Export - Waffen" anzeigen
es: Mostrar objetos no obtenidos en "Exportar deseos - Personajes" y "Exportar deseos - Armas"
fr: 在祈愿记录页面角色与武器页签显示未抽取到的祈愿物品
id: 在祈愿记录页面角色与武器页签显示未抽取到的祈愿物品
it: Visualizza oggetti non ottenuti in "Esporta desideri - Personaggi" e "Esporta desideri - Armi"
ja: まだ引かないのアイテムは「祈願履歴-キャラクター」と「祈願履歴-武器」に表示されます。
ko: 在祈愿记录页面角色与武器页签显示未抽取到的祈愿物品
pt: 在祈愿记录页面角色与武器页签显示未抽取到的祈愿物品
ru: 在祈愿记录页面角色与武器页签显示未抽取到的祈愿物品
th: แสดงไอเทมที่ยังไม่ได้จาก "บันทึกการอธิษฐาน - ตัวละคร" และ "บันทึกการอธิษฐาน - อาวุธ"
tr: [Dilek Dışa Aktar - Karakterler] ve [Dilek Dışa Aktar - Silahlar]'da Çekilmeyen Öğeleri Görüntüle
vi: 在祈愿记录页面角色与武器页签显示未抽取到的祈愿物品
zh_hant: 在「祈願紀錄 - 角色」與「祈願紀錄 - 武器」中顯示未抽到的祈願物品

# ViewPageSettingUnobtainedWishItemVisibleHeader
source: Undrawn Wish Items
de: Nicht gezogene Wunschobjekte
es: Objetos de los deseos no obtenidos
fr: Objets de vœux non obtenus
id: Item Permohonan yang Belum Diperoleh
it: Oggetti dei desideri non ottenuti
ja: 未引きの祈願アイテム
ko: 획득하지 못한 기원 아이템
pt: Itens de desejo não obtidos
ru: Неполученные предметы желаний
th: ไอเทมคำขอพรที่ยังไม่ได้
tr: Çekilmemiş Dilek Öğeleri
vi: Vật phẩm Cầu Nguyện chưa nhận được
zh_hant: 未抽取到的祈願物品
