Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewPageLaunchGameArgumentsHeader
source: Launch Parameters
de: Startparameter
es: Parámetros de inicio
fr: Paramètres de lancement
id: Argumen Awalan
it: Parametri di avvio
ja: 起動のパラメーター
ko: 실행 매개변수
pt: Argumentos de inicialização
ru: Аргументы запуска
th: พารามิเตอร์เริ่มต้น
tr: Başlatma Parametreleri
vi: Tham số khởi chạy
zh_hant: 啟動參數

# ViewPageLaunchGameBetterGIDescription
source: Auto start Better GUI for automation tasks after game launched
de: Versuche, Better GI für Automatisierungsaufgaben nach dem Spielstart zu starten und zu verwenden
es: Inicio automático de Better GI para tareas de automatización después de iniciar el juego
fr: Essayer de démarrer et d'utiliser Better GI pour des tâches d'automatisation après le lancement du jeu
id: Mulai Otomatis Antarmuka Pengguna yang Lebih Baik untuk tugas otomatis setelah game diluncurkan
it: Avvia e usa Better GI per operazioni automatiche dopo l'avvio del gioco
ja: ゲーム起動後 Better GI を開始してみ、自動化任務しようとします
ko: 게임 실행 후 Better GI를 시작하고 자동화 작업을 시도합니다.
pt: Tentar iniciar e usar o Better GI para tarefas de automação após o jogo ser iniciado
ru: Попытка запуска и использования Better GI для автоматизации задач после запуска игры
th: เริ่ม Better GI โดยอัตโนมัติสำหรับงานอัตโนมัติหลังจากเกมเปิดตัว
tr: Oyun başlatıldıktan sonra otomatik görevler için Better GI'yi başlatmayı ve kullanmayı dene
vi: Tự động khởi động Better GI cho các tác vụ tự động hóa sau khi trò chơi được khởi chạy
zh_hant: 在遊戲啟動後嘗試啟動並使用 Better GI 進行自動化任務

# ViewPageLaunchGameBetterGIHeader
source: Automated Tasks
de: Automatisierte Aufgaben
es: Tareas automatizadas
fr: Tâches automatisées
id: Tugas Otomatis
it: Attività automatizzate
ja: 自動化任務
ko: 자동화 작업
pt: Tarefas automatizadas
ru: Автоматизированные задачи
th: งานอัตโนมัติ
tr: Otomatik Görevler
vi: Tác vụ tự động
zh_hant: 自動化任務

# ViewPageLaunchGameBypass31Dash4302Description
source: Enable this option when error code 31-4302
de: Aktiviere diese Option, wenn der Fehlercode 31-4302 auftritt
es: Habilita esta opción cuando aparezca el código de error 31-4302
fr: Activez cette option lorsque le code d'erreur 31-4302 apparaît
id: Aktifkan opsi ini saat kode galat 31-4302 muncul
it: Abilita questa opzione quando compare il codice di errore 31-4302
ja: エラーコード 31-4302 があった場合はこのオプションを有効にしてください
ko: 오류 코드 31-4302가 나타나면 이 옵션을 활성화하세요.
pt: Ative esta opção quando o código de erro 31-4302 ocorrer
ru: Включите эту опцию при появлении кода ошибки 31-4302
th: 当出现错误代码 31-4302 时请启用此选项
tr: Hata kodu 31-4302 oluştuğunda bu seçeneği etkinleştirin
vi: Hãy bật tùy chọn này khi xuất hiện mã lỗi 31-4302
zh_hant: 當出現錯誤程式碼 31-4302 時請啟用此選項

# ViewPageLaunchGameBypass31Dash4302Header
source: Let me in!
de: Lass mich rein!
es: ¡Déjame entrar!
fr: Laissez-moi entrer !
id: Biarkan saya masuk!
it: Fammi entrare!
ja: 入らせて！
ko: 들여보내 줘!
pt: Deixe-me entrar!
ru: Дайте мне войти!
th: 让我进去！
tr: Beni içeri al!
vi: Cho tôi vào!
zh_hant: 讓我進去！

# ViewPageLaunchGameColdSwitchDescription
source: Cannot switch again after game starts
de: Nach dem Spielstart kann nicht mehr gewechselt werden
es: No se puede volver a cambiar después de iniciar el juego
fr: Impossible de changer de jeu après son lancement
id: Tidak dapat beralih lagi setelah game dimulai
it: Non è possibile cambiare nuovamente dopo l'avvio del gioco
ja: ゲームの起動後に変更できません。
ko: 게임을 시작한 후에는 다시 전환할 수 없습니다.
pt: Não é possível alternar novamente após o início do jogo
ru: После запуска игры нельзя переключиться повторно
th: 游戏启动后无法再次切换
tr: Oyun başladıktan sonra tekrar geçiş yapılamaz
vi: Không thể chuyển lại sau khi trò chơi bắt đầu
zh_hant: 遊戲啟動後無法再次切換

# ViewPageLaunchGameDangerousDescriptionHint
source: Injection is very dangerous and can have serious consequences, please use cautiously
de: Die Injection-Funktion ist sehr gefährlich und kann schwerwiegende Folgen haben, bitte mit Vorsicht verwenden
es: La inyección es muy peligrosa y puede tener consecuencias graves, úsala con precaución
fr: L'injection est très dangereuse et peut avoir de graves conséquences, veuillez l'utiliser avec prudence.
id: Injeksi sangat berbahaya dan dapat menyebabkan konsekuensi serius, harap gunakan dengan hati-hati
it: L'iniezione è molto pericolosa e può avere gravi conseguenze, si prega di usarla con cautela
ja: 注入機能は非常に危険で、重大な結果をもたらす可能性があるため、是非とも慎重に使用してください！
ko: 주입 기능은 매우 위험하며 심각한 결과를 초래할 수 있으므로 주의하여 사용하십시오.
pt: A funcionalidade de injeção é muito perigosa e pode ter consequências graves. Use com cautela.
ru: Инъекция очень опасна и может иметь серьезные последствия, пожалуйста, используйте с осторожностью
th: 注入功能非常危险且有可能会造成严重后果，请谨慎使用
tr: Enjeksiyon çok tehlikelidir ve ciddi sonuçlara yol açabilir, lütfen dikkatli kullanın
vi: Chức năng tiêm rất nguy hiểm và có thể gây ra hậu quả nghiêm trọng, vui lòng sử dụng thận trọng
zh_hant: 注入功能非常危險且有可能會造成嚴重後果，請謹慎使用

# ViewPageLaunchGameDisableFogDescription
source: Remove Fog in Light Rendering
de: Nebel in der Lichtwiedergabe entfernen
es: Eliminar la niebla en el renderizado de luz
fr: Supprimer le brouillard dans le rendu de la lumière
id: Hapus Kabut dalam Rendering Cahaya
it: Rimuovi la nebbia nel rendering della luce
ja: 照明レンダリングの霧を除去する
ko: 광원 렌더링에서 안개를 제거합니다
pt: Remover a névoa na renderização de luz
ru: Удалить туман в рендеринге освещения
th: 移除光照渲染中的迷雾
tr: Işık işlemelerinde sisi kaldır
vi: Xóa sương mù trong kết xuất ánh sáng
zh_hant: 移除光照渲染中的迷霧

# ViewPageLaunchGameDisableFogHeader
source: Remove Fog
de: Nebel entfernen
es: Eliminar niebla
fr: Supprimer le brouillard
id: Hapus Kabut
it: Rimuovi nebbia
ja: 霧を取り除く
ko: 안개 제거
pt: Remover Névoa
ru: Удалить туман
th: 移除迷雾
tr: Sisi kaldır
vi: Xóa sương mù
zh_hant: 移除迷霧

# ViewPageLaunchGameDisableFogOff
source: Keep
de: Beibehalten
es: Mantener
fr: Conserver
id: Pertahankan
it: Mantieni
ja: 保留
ko: 유지
pt: Manter
ru: Оставить
th: 保留
tr: Kalsın
vi: Giữ lại
zh_hant: 保留

# ViewPageLaunchGameDisableFogOn
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
pt: Remover
ru: Удалить
th: 移除
tr: Kaldır
vi: Xóa
zh_hant: 移除

# ViewPageLaunchGameDiscordActivityDescription
source: Set My Discord Activity Status When I'm in the Game
de: Lege meinen Discord-Aktivitätsstatus fest, wenn ich im Spiel bin
es: Establecer el estado de actividad de Discord cuando estoy en el juego
fr: Définir mon statut d'activité Discord lorsque je suis dans le jeu
id: Mengatur Status Aktivitas Discord Saya Ketika Saya Sedang Bermain Game
it: Imposta lo stato Attività Discord quando sono in gioco
ja: ゲーム中に Discord Activity のステータスを設定します。
ko: 게임 플레이 시 Discord Activity 상태를 설정합니다.
pt: Definir meu status de atividade no Discord quando estou no jogo
ru: Установка активности в Discord во время игры
th: ตั้งค่าสถานะ Discord Activity ของฉันเมื่อฉันอยู่ในเกม
tr: Oyundayken Discord Aktivite durumumu ayarla
vi: Đặt trạng thái Discord Activity của tôi khi tôi đang trong game
zh_hant: 在我遊戲時設定 Discord Activity 狀態

# ViewPageLaunchGameElevationDescription
source: Game file management/switching the game server/injection feature requires admin permission
de: Spieldateiverwaltung/Spielserver wechseln/Injektionsfunktion erfordert Administratorrechte
es: La gestión de archivos del juego, el cambio de servidor del juego y la función de inyección requieren permisos de administrador
fr: La gestion des fichiers du jeu, le changement de serveur ou les fonctions d'injection nécessitent les droits administrateur
id: Manajemen file game/mengganti server game/fitur injek memerlukan izin administrator
it: La gestione dei file di gioco, il cambio del server di gioco e la funzione di iniezione richiedono i permessi di amministratore
ja: ゲームファイル管理/サーバーの切り換え/注入機能には管理者権限が必要です
ko: 게임 파일 관리/게임 서버 전환/기능 주입에는 관리자 권한이 필요합니다.
pt: O gerenciamento de arquivos de jogos/alternar o servidor de jogos/recurso de injeção requer permissão de administrador
ru: Для управления файлами игры, переключения игрового сервера или внедрения функций требуются права администратора
th: 游戏文件管理/切换游戏服务器/注入功能需要管理员权限
tr: Oyun dosyası yönetimi/oyun sunucusunu değiştirme/enjeksiyon özelliği için yönetici izni gerekiyor
vi: Quản lý tệp trò chơi/chuyển đổi máy chủ trò chơi/tính năng tiêm yêu cầu quyền quản trị viên
zh_hant: 遊戲檔案管理/切換遊戲伺服器/注入功能需要系統管理員權限

# ViewPageLaunchGameEventCameraMoveColdSwitchHeader
source: Elemental Burst Animation Skip Toggle
de: Elementarausbruch-Animation Überspringen Umschalten
es: Alternar frío de primer plano de ráfaga elemental
fr: Interrupteur froid de gros plan de l'explosion élémentaire
id: Tombol Matikan Elemen Burst Close-up
it: Interruttore freddo per il primo piano dell'abilità elementale
ja: 元素爆発カットインのコールドスイッチ
ko: 원소 폭발 클로즈업 콜드 스위치
pt: Alternar frio de close-up de explosão elemental
ru: Переключатель пропуска анимации элементального взрыва
vi: Tắt bật nhanh cảnh cận cảnh kỹ năng nguyên tố
zh_hant: 元素爆發特寫冷開關

# ViewPageLaunchGameEventCameraMoveHotSwitchHeader
source: Disable Elemental Burst Animation
de: Elementarausbruch-Animation deaktivieren
es: Deshabilitar animación de ráfaga elemental
fr: Supprimer le gros plan de l'explosion élémentaire
id: Hapus Close-up Kamera Elemen Burst
it: Rimuovi il primo piano della telecamera per l'abilità elementale
ja: 元素爆発カットインを削除する
ko: 원소 폭발 클로즈업 제거
pt: Remover close-up de explosão elemental
ru: Отключить анимацию элементального взрыва
vi: Loại bỏ cảnh cận cảnh kỹ năng nguyên tố
zh_hant: 移除元素爆發鏡頭特寫

# ViewPageLaunchGameFixLowFovSceneDescription
source: Fix the view for special interfaces such as Character/Team Configuration/Wish/Battle Pass
de: Behebt die Ansicht für spezielle Oberflächen wie Charakter-/Teamkonfiguration/Wünsche/Battle Pass
es: Corregir la vista para interfaces especiales como Configuración de Personaje/Equipo, Deseos/Pase de Batalla
fr: Corrige la vue pour les interfaces spéciales comme les personnages, les configurations d'équipe, les vœux, le Passe de bataille, etc.
id: Perbaiki tampilan antarmuka khusus seperti Karakter/Konfigurasi Tim/Wish/Battle Pass
it: Correzione della visuale per interfacce speciali come Configurazione personaggio/squadra, Desiderio e Pass battaglia
ja: キャラクター/チーム編成/祈願/紀行などの特殊シーンを補正します
ko: 캐릭터/파티 구성/기원/기행과 같은 특수 인터페이스의 시야를 수정합니다.
pt: Correção da visão em interfaces especiais, como Personagem/Configuração de equipe/Desejo/Passe de batalha
ru: Исправление обзора для особых интерфейсов, таких как персонаж/состав отряда/молитва/боевой пропуск
th: 修正角色/队伍配置/祈愿/纪行等特殊界面的视野
tr: Karakter/Takım Yapılandırması/Dilek/Savaş Bileti gibi özel arayüzlerin görüş alanını düzeltin
vi: Sửa lỗi tầm nhìn cho các giao diện đặc biệt như Nhân vật/Đội hình/Cầu nguyện/Nhật ký hành trình
zh_hant: 修正角色/隊伍設定/祈願/紀行等特殊介面的視野

# ViewPageLaunchGameFixLowFovSceneHeader
source: Special Interface Fix
de: Spezielle Oberflächenkorrektur
es: Corrección de interfaz especial
fr: Correction de l'interface spéciale
id: Perbaikan Antarmuka Khusus
it: Correzione interfaccia speciale
ja: 特殊シーンの補正
ko: 특수 인터페이스 수정
pt: Correção de interface especial
ru: Исправление особых интерфейсов
th: 特殊界面修正
tr: Özel Arayüz Düzeltmesi
vi: Sửa giao diện đặc biệt
zh_hant: 特殊介面修正

# ViewPageLaunchGameHideQuestBannerColdSwitchHeader
source: Map Banner Cold Switch
de: Kalter Schalter für Kartenbanner
es: Interruptor de desactivación del banner del mapa
fr: Interrupteur à froid de la bannière de la carte
id: Sakelar Dingin Spanduk Peta
it: Interruttore Freddo Banner Mappa
ja: 地図バナーコールドスイッチ
ko: 맵 배너 콜드 스위치
pt: Interruptor Frio do Banner do Mapa
ru: Холодный переключатель скрытия баннера карты
vi: Công Tắc Nguội Ẩn Biểu Ngữ Bản Đồ
zh_hant: 地圖橫幅冷開關

# ViewPageLaunchGameHideQuestBannerHotSwitchHeader
source: Close map banner
de: Kartenbanner schließen
es: Cerrar banner del mapa
fr: Fermer la bannière de la carte
id: Tutup spanduk peta
it: Chiudi il banner della mappa
ja: 地図バナーを閉じる
ko: 지도 배너 닫기
pt: Fechar faixa do mapa
ru: Закрыть баннер карты
vi: Đóng biểu ngữ bản đồ
zh_hant: 關閉地圖橫幅

# ViewPageLaunchGameHotSwitchDescription
source: Real-time switches after game starts
de: Echtzeit-Wechsel nach Spielstart
es: Cambios en tiempo real después de iniciar el juego
fr: Peut basculer en temps réel après le démarrage du jeu
id: Dapat beralih secara waktu nyata setelah game dimulai
it: Cambio in tempo reale dopo l'avvio del gioco
ja: ゲーム起動後にリアルタイムで切り替えることができます
ko: 게임 시작 후 실시간 전환 가능
pt: Pode alternar em tempo real após o início do jogo
ru: Можно переключать в реальном времени после запуска игры
th: 游戏启动后可以实时切换
tr: Oyun başladıktan sonra gerçek zamanlı geçişler yapılabilir
vi: Có thể chuyển đổi theo thời gian thực sau khi trò chơi khởi động
zh_hant: 遊戲啟動後可以即時切換

# ViewPageLaunchGameInjectionDescription
source: Inject the message module into the game in order to perform some advanced but dangerous features
de: Injiziert das Nachrichtenmodul in das Spiel, um einige erweiterte, aber gefährliche Funktionen auszuführen
es: Inyecta el módulo de mensajes en el juego para realizar algunas funciones avanzadas pero peligrosas
fr: Injecter le module de messages dans le jeu afin de réaliser certaines fonctionnalités avancées mais dangereuses.
id: Menginjek modul pesan ke dalam game untuk melakukan beberapa fitur tingkat lanjut tetapi berbahaya
it: Inietti il modulo di messaggistica nel gioco per eseguire alcune funzionalità avanzate ma pericolose
ja: メッセージモジュールをゲームに注入し、高度だが危険な機能を実現します
ko: 일부 고급이지만 위험한 기능을 구현하기 위해 메시지 모듈을 게임에 삽입합니다.
pt: Injete o módulo de mensagem no jogo para realizar algumas funções avançadas, mas perigosas
ru: Внедряет модуль сообщений в игру для реализации некоторых продвинутых, но опасных функций
th: 将消息模块注入游戏，以便实现一些高级但危险的功能
tr: Bazı gelişmiş ama tehlikeli işlevleri gerçekleştirmek için mesaj modülünü oyuna enjekte edin
vi: Tiêm mô-đun tin nhắn vào trò chơi để thực hiện một số tính năng nâng cao nhưng nguy hiểm
zh_hant: 將訊息模組注入遊戲，以便實現一些高級但危險的功能

# ViewPageLaunchGameInjectionHeader
source: Injection
de: Injektion
es: Inyección
id: Injekt
it: Iniezione
ja: 注入
ko: 삽입
pt: Injeção
ru: Внедрение
th: 注入
tr: Enjeksiyon
vi: Tiêm
zh_hant: 注入

# ViewPageLaunchGameIslandRedirecCombineEntryDescription
source: 在物品详情中点击可合成数量时直接打开合成页面而不是地图
ja: アイテム詳細で「合成可能数」をクリックした時、マップではなく「合成台」を直接に開きます
zh_hant: 在物品詳情中點擊可合成數量時直接打開合成頁面而不是地圖

# ViewPageLaunchGameIslandRedirecCombineEntryHeader
source: 重定向合成
ja: 合成リダイレクト
zh_hant: 重新導向合成

# ViewPageLaunchGameIslandUsingTouchScreenHeader
source: Use Touch Input
de: Touch-Eingabe verwenden
es: Usar entrada táctil
fr: Utiliser l'entrée tactile
id: Gunakan Input Sentuh
it: Usa input touch
ja: タッチ入力を使用
ko: 터치 입력 사용
pt: Usar Entrada por Toque
ru: Использовать сенсорный ввод
vi: Sử dụng đầu vào cảm ứng
zh_hant: 使用觸控輸入

# ViewPageLaunchGameMonitorsDescription
source: Run the software on the selected monitor
de: Auf dem ausgewählten Monitor ausführen
es: Ejecutar en el monitor especificado
fr: Exécuter le logiciel sur le moniteur sélectionné
id: Menjalankan perangkat lunak pada layar yang dipilih
it: Esegui il software sul monitor selezionato
ja: 指定したディスプレイで実行します。
ko: 지정한 모니터에서 실행
pt: Executar o software na tela selecionada
ru: Запустить на указанном мониторе
th: เรียกใช้บนจอแสดงผลที่ระบุ
tr: Belirtilen ekranda çalıştır
vi: Chạy trên màn hình được chỉ định
zh_hant: 在指定的顯示器上執行

# ViewPageLaunchGameOptionsHeader
source: Game Options
de: Spieloptionen
es: Opciones de juego
fr: Options de jeu
id: Pengaturan Game
it: Opzioni di gioco
ja: ゲームオプション
ko: 게임 설정
pt: Opções do jogo
ru: Параметры Игры
th: ตัวเลือกเกม
tr: Oyun Seçenekleri
vi: Tùy chọn game
zh_hant: 遊戲選項

# ViewPageLaunchGameOverlayDescription
source: You need to enable the notification area icon in settings, and may require borderless window mode for proper display.
de: Du musst das Symbol im Benachrichtigungsbereich in den Einstellungen aktivieren, und möglicherweise ist der randlose Fenstermodus für eine korrekte Anzeige erforderlich
es: Necesitas habilitar el icono del área de notificación en la configuración, puede requerir el modo ventana sin bordes para una visualización correcta
fr: Vous devez activer l'icône de la zone de notification dans les paramètres, et le mode fenêtre sans bordure peut être requis pour un affichage correct
id: Perlu mengaktifkan ikon area notifikasi di pengaturan, mungkin perlu mode jendela tanpa batas agar tampil dengan benar
it: È necessario abilitare l'icona dell'area di notifica nelle impostazioni e potrebbe essere necessaria la modalità finestra senza bordi per una visualizzazione corretta
ja: 設定で通知領域アイコンを有効にする必要があります。正しく表示するには ボーダーレス ウィンドウを有効にする必要がある場合があります
ko: 설정에서 알림 영역 아이콘을 활성화해야 하며, 올바르게 표시하려면 테두리 없는 창 모드가 필요할 수 있습니다
pt: É necessário ativar o ícone da área de notificação nas configurações, e pode ser necessário o modo de janela sem bordas para a exibição adequada
ru: Необходимо включить значок в области уведомлений в настройках. Для корректного отображения может потребоваться режим «окно без рамки»
vi: Bạn cần bật biểu tượng khu vực thông báo trong cài đặt, và có thể cần bật tùy chọn cửa sổ không viền để hiển thị đúng cách
zh_hant: 需要在設定中通知區域圖示，可能需要啟用無邊框視窗選項來正確顯示

# ViewPageLaunchGameOverlayDescriptionHint
source: Adjust specific function settings in the overlay after launching the game. You may need to enable borderless window mode for the overlay to display properly.
de: Passe spezifische Funktionseinstellungen im Overlay nach dem Starten des Spiels an. Möglicherweise musst du den randlosen Fenstermodus aktivieren, damit das Overlay korrekt angezeigt wird
es: Ajusta la configuración específica de las funciones en la superposición después de iniciar el juego. Es posible que necesites habilitar el modo ventana sin bordes para que la superposición se muestre correctamente
fr: Ajustez les paramètres de fonction spécifiques dans l'overlay après avoir lancé le jeu. Vous devrez peut-être activer le mode fenêtre sans bordure pour que l'overlay s'affiche correctement
id: Sesuaikan pengaturan fungsi di overlay setelah game diluncurkan Mungkin perlu mengaktifkan mode jendela tanpa batas agar overlay tampil dengan benar
it: Regola le impostazioni specifiche delle funzioni nell'overlay dopo aver avviato il gioco, potrebbe essere necessario abilitare la modalità finestra senza bordi per visualizzare correttamente l'overlay
ja: ゲームを起動した後、オーバーレイウィンドウで詳細な機能設定を調整できます。正しく表示するには ボーダーレス ウィンドウを有効にする必要がある場合があります
ko: 게임 실행 후 오버레이에서 특정 기능 설정을 조정하세요. 오버레이를 올바르게 표시하려면 테두리 없는 창 모드를 활성화해야 할 수 있습니다
pt: Ajuste as configurações de função específicas na sobreposição após iniciar o jogo, pode ser necessário ativar o modo de janela sem bordas para que a sobreposição seja exibida corretamente
ru: После запуска игры настройте параметры функций в оверлее. Возможно, потребуется включить режим «окно без рамки», чтобы оверлей отображался правильно
vi: Điều chỉnh cài đặt chức năng cụ thể trong lớp phủ sau khi khởi chạy trò chơi, có thể cần bật tùy chọn cửa sổ không viền để hiển thị lớp phủ đúng cách
zh_hant: 啟動遊戲後在懸浮窗中調整具體的功能設定，可能需要啟用無邊框視窗選項來正確的顯示懸浮窗

# ViewPageLaunchGameOverlayHeader
source: In-Game Overlay
es: Superposición en el juego
fr: Overlay en jeu
id: Overlay Dalam Game
it: Overlay di Gioco
ja: オーバーレイ
ko: 인게임 오버레이
pt: Sobreposição no Jogo
ru: Оверлей
vi: Lớp Phủ Trong Trò Chơi
zh_hant: 懸浮窗

# ViewPageLaunchGameOverlayHideDescription
source: Set the shortcut to show/hide in-game overlay
de: Tastenkombination zum Ein-\/Ausschalten des Overlays (mit Spielstart) festlegen
es: Configurar el atajo para mostrar/ocultar la ventana flotante (se inicia con el juego)
fr: Définir le raccourci pour afficher/masquer la superposition en jeu (avec le jeu)
id: Atur pintasan tampilan/sembunyikan jendela mengambang (dimulai bersama permainan)
it: Imposta la scorciatoia per mostrare/nascondere l'overlay di gioco <b>(</b>avvia con il gioco<b>)</b>
ja: （ゲームとともに起動する）ゲーム内オーバーレイの示し/隠しのショートカットを設定します
ko: 게임과 함께 시작하는 오버레이 표시/숨기기 단축키 설정
pt: Definir o atalho para mostrar/ocultar a sobreposição no jogo <b>（</b>iniciar com o jogo<b>）</b>
ru: Установить сочетание клавиш для отображения/скрытия всплывающего окна (запускается вместе с игрой)
vi: Thiết lập phím tắt hiển thị/ẩn cửa sổ nổi (khởi chạy cùng trò chơi)
zh_hant: 設置懸浮窗（與遊戲一同啟動）的顯示/隱藏快捷鍵

# ViewPageLaunchGameOverlayHideHeader
source: Show/Hide In-game Overlay
de: Overlay ein-\/ausschalten
es: Mostrar/Ocultar ventana flotante
fr: Afficher/Masquer la superposition en jeu
id: Tampilkan/Sembunyikan jendela mengambang
it: Mostra/Nascondi Overlay di gioco
ja: ゲーム内オーバーレイの表示/非表示
ko: 게임 내 오버레이 표시/숨기기
pt: Mostrar/Ocultar Sobreposição no Jogo
ru: Отобразить/скрыть всплывающее окно
vi: Hiển thị/Ẩn cửa sổ nổi
zh_hant: 顯示/隱藏懸浮窗

# ViewPageLaunchGamePackageOperationInstall
source: Install Game
de: Spiel installieren
es: Instalar juego
fr: Installer le jeu
id: Pasang Game
it: Installa il gioco
ja: ゲームをインストールする
ko: 게임 설치
pt: Instalar jogo
ru: Установить игру
th: 安装游戏
tr: Oyunu Yükle
vi: Cài đặt trò chơi
zh_hant: 安裝遊戲

# ViewPageLaunchGamePackageOperationPredownload
source: Pre-download
de: Vorab-Download
es: Pre-descargar
fr: Pré-télécharger
id: Prapengunduhan
it: Pre-scarica
ja: 事前ダウンロード
ko: 사전 다운로드
pt: Pré-download
ru: Предварительная загрузка
th: 预下载
tr: Ön İndirme
vi: Tải trước
zh_hant: 預先下載

# ViewPageLaunchGamePackageOperationPredownloadCompleteBadgeContent
source: Pre-download completed
de: Vorab-Download abgeschlossen
es: Pre-descarga completada
fr: Pré-téléchargement terminé
id: Prapengunduhan Selesai
it: Pre-scaricamento completato
ja: 事前ダウンロードは完成しました
ko: 사전 다운로드 완료
pt: Pré-download concluído
ru: Предварительная загрузка завершена
th: 已完成预下载
tr: Ön indirme tamamlandı
vi: Đã hoàn thành tải trước
zh_hant: 已完成預先下載

# ViewPageLaunchGamePackageOperationUpdate
source: Update Game
de: Spiel aktualisieren
es: Actualizar juego
fr: Mettre à jour le jeu
id: Sedang memperbarui game
it: Aggiorna il gioco
ja: ゲームを更新
ko: 게임 업데이트
pt: Atualizar jogo
ru: Обновить игру
th: 更新游戏
tr: Oyunu Güncelle
vi: Cập nhật trò chơi
zh_hant: 更新遊戲

# ViewPageLaunchGamePackageOperationVerify
source: Repair Game
de: Spiel reparieren
es: Reparar juego
fr: Réparer le jeu
id: Sedang memperbaiki permainan
it: Ripara il gioco
ja: ゲームを修復
ko: 게임 복구
pt: Reparar jogo
ru: Исправить игру
th: 修复游戏
tr: Oyunu Onar
vi: Sửa chữa trò chơi
zh_hant: 修復遊戲

# ViewPageLaunchGamePlayTimeDescription
source: Try to start Starward after the game is started for game duration statistics
de: Versuchen, Snap Hutao nach dem Start des Spiels zu starten, um die Spieldauer zu erfassen
es: Intentar iniciar Snap Hutao después de iniciar el juego para las estadísticas de duración de juego
fr: Tenter de démarrer Snap Hutao après le lancement du jeu pour les statistiques de durée de jeu
id: Coba mulai permainan setelah permainan dimulai dan gunakan Starward untuk statistik durasi permainan.
it: Tenta di avviare Snap Hutao dopo l'avvio del gioco per le statistiche sulla durata del gioco
ja: ゲームの開始後に Starward を起動してみ、プレイ時間の統計を行おうとします。
ko: 게임 시작 후 Starward를 시작하여 게임 플레이 시간 통계를 시도하십시오.
pt: Tente iniciar o jogo depois que ele for iniciado e use o Starward para estatísticas de duração do jogo
ru: Попытаться запустить Starward при запуске Genshin Impact для подсчета времени игры
th: พยายามเริ่ม Snap Hutao หลังจากเริ่มเกมเพื่อสถิติเวลาเล่นเกม
tr: Oyun başlatıldıktan sonra oyun süresi istatistikleri için Snap Hutao'yu başlatmayı ve kullanmayı dene
vi: Thử khởi động Snap Hutao sau khi game khởi động để thống kê thời gian chơi
zh_hant: 在遊戲啟動後嘗試啟動並使用 Starward 進行遊戲時長統計

# ViewPageLaunchGamePlayTimeHeader
source: Game Hours Record
de: Spieldauer-Aufzeichnung
es: Registro de horas de juego
fr: Enregistrement du temps de jeu
id: Jam Bermain
it: Registro ore di gioco
ja: プレイ時間
ko: 플레이 시간 통계
pt: Horas jogadas
ru: Подсчет часов игры
th: บันทึกเวลาเล่นเกม
tr: Oyun Süresi Kaydı
vi: Thống kê thời lượng
zh_hant: 時長統計
