Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewModelLaunchGameSwitchGameAccountFail
source: Switch game account failed
de: Kontowechsel fehlgeschlagen
es: Error al cambiar de cuenta
fr: Échec du changement de compte
id: Gagal ganti akun game
it: Passaggio all'account fallito
ja: アカウントの切り替えができませんでした
ko: 계정 전환 살패
pt: Falha ao trocar a conta do jogo
ru: Не удалось переключить аккаунт
th: สลับบัญชีล้มเหลว
tr: Hesap değiştirme başarısız
vi: Chuyển tài khoản thất bại
zh_hant: 切換帳號失敗
zh_tw: 切換帳號失敗

# ViewModelNotifyIconRestartAsElevatedErrorHint
source: Encountered a problem while restarting Snap Hutao, please restart manually
de: Beim Neustart von Snap Hutao ist ein Problem aufgetreten, bitte starten Sie manuell neu
es: Encontró un problema al reiniciar Snap Hutao, por favor reinicie manualmente
fr: Un problème est survenu lors du redémarrage de Snap Hutao, veuillez redémarrer manuellement
id: Menghadapi masalah saat memulai ulang Snap Hutao, silakan mulai ulang secara manual
it: Incontrato un problema durante il riavvio di Snap Hutao, si prega di riavviare manualmente
ja: 胡桃を再起動する際に、問題が発生した場合は手動で再起動してください
ko: 호두를 재시작하는 동안 문제가 발생했습니다. 수동으로 재시작해 주세요
pt: Encontrou um problema ao reiniciar o Snap Hutao, por favor reinicie manualmente
ru: Возникла проблема при перезапуске Snap Hutao, пожалуйста, перезапустите вручную
vi: Gặp sự cố khi khởi động lại Snap Hutao, vui lòng khởi động lại thủ công
zh_hant: 在重新啟動胡桃時遇到問題，請手動重新啟動

# ViewModelOverlayCatalogHotKeyDisplayName
source: Hotkey Display Hints
de: Hotkey-Anzeigehinweise
es: Sugerencias de teclas de acceso rápido
fr: Indications de raccourcis
id: Petunjuk Tombol Panas
it: Suggerimenti per i tasti di scelta rapida
ja: ホットキーのヒント
ko: 핫키 힌트
pt: Dicas de Tecla de Atalho
ru: Подсказки горячих клавиш
vi: Gợi ý phím nóng
zh_hant: 鍵盤快速鍵提示

# ViewModelOverlayCatalogIslandSwitchName
source: Quick Toggle
de: Schnellumstellung
es: Alternar rápido
fr: Bascule rapide
id: Tombol Cepat
it: Interruttore rapido
ja: クイックスイッチ
ko: 빠른 전환
pt: Alternar Rápido
ru: Быстрое переключение
vi: Bật tắt nhanh
zh_hant: 快速開關

# ViewModelRoleCombatHeraldry
source: Reached {0}
de: {0} erreicht
es: Alcanzado {0}
fr: Atteint {0}
id: Telah mencapai {0}
it: Raggiunto {0}
ja: {0}に到着
ko: {0}에 도착함
pt: Atingido {0}
ru: Достигнуто {0}
th: 已抵达{0}
tr: {0} seviyesine ulaşıldı
vi: Đã đến {0}
zh_hant: 已抵達{0}

# ViewModelRoleCombatRound
source: Act {0}
de: Akt {0}
es: Acto {0}
fr: Acte {0}
id: Babak {0}
it: Atto {0}
ja: 第 {0} 幕
ko: 제 {0} 막
pt: Ato {0}
ru: Действие {0}
th: 第 {0} 幕
tr: {0}. Perde
vi: Màn {0}
zh_hant: 第 {0} 幕

# ViewModelSettingActionComplete
source: Operation completed
de: Vorgang abgeschlossen
es: Operación completada
fr: Opération terminée
id: Tindakan selesai
it: Operazione completata
ja: 操作は完了しました
ko: 작업 완료
pt: Operação completa
ru: Действие завершено
th: ดำเนินการเสร็จสิ้น
tr: İşlem tamamlandı
vi: Thao tác hoàn thành
zh_hant: 操作完成

# ViewModelSettingClearWebCacheFail
source: Clear failed. No permission in the file directory. Retry it in administrator mode.
de: Löschen fehlgeschlagen, unzureichende Berechtigungen für das Dateiverzeichnis. Bitte versuchen Sie es im Administratormodus erneut.
es: Error al borrar. Permisos insuficientes en el directorio de archivos. Inténtalo de nuevo en modo administrador.
fr: Échec de l'effacement, les autorisations du répertoire de fichiers sont insuffisantes, veuillez réessayer en mode administrateur
id: Pembersihan gagal. Tidak ada izin di direktori file. Coba lagi dalam mode administrator.
it: Pulizia fallita, autorizzazioni insufficienti nella directory. Riprova in modalità amministratore
ja: 消去に失敗しました。ディレクトリのアクセス許可が無いので、管理者モードで再試行してください
ko: 권한이 부족해 지우지 못했습니다. 관리자 모드로 실행해주세요
pt: Falha na limpeza. Não há permissão no diretório do arquivo. Tente novamente no modo de administrador.
ru: Ошибка очистки, недостаточно прав для доступа к папке, попробуйте запустить программу в режиме администратора
th: ล้างข้อมูลล้มเหลว สิทธิ์ในไดเรกทอรีไฟล์ไม่เพียงพอ โปรดลองใหม่ในโหมดผู้ดูแลระบบ
tr: Temizleme başarısız, dosya dizini izinleri yetersiz, lütfen yönetici modunda tekrar deneyin
vi: Xóa không thành công, không đủ quyền truy cập thư mục, vui lòng thử lại bằng quyền quản trị viên
zh_hant: 清除失敗，檔案目錄權限不足，請使用系統管理員模式重試
zh_tw: 清除失敗，文件目錄權限不足，請使用管理員模式重試

# ViewModelSettingClearWebCachePathInvalid
source: Clear failed. Can't find directory: {0}
de: Löschen fehlgeschlagen, Verzeichnis nicht gefunden: {0}
es: Error al borrar. No se encuentra el directorio: {0}
fr: Échec de la suppression, impossible de trouver le répertoire : {0}
id: Pembersihan gagal. Tidak dapat menemukan direktori: {0}
it: Pulizia fallita, directory non trovata: {0}
ja: 消去に失敗しました。ディレクトリが見つかりませんでした：{0}
ko: 지우기 실패, 경로를 찾을 수 없음：{0}
pt: Falha na limpeza. Não é possível encontrar o diretório: {0}
ru: Сбой очистки, не удается найти каталог: {0}
th: ล้างข้อมูลล้มเหลว ไม่พบไดเรกทอรี: {0}
tr: Temizleme başarısız, dizin bulunamadı: {0}
vi: Xóa không thành công, không tìm thấy thư mục: {0}
zh_hant: 清除失敗，找不到目錄：{0}
zh_tw: 清除失敗，找不到目錄：{0}

# ViewModelSettingClearWebCacheSuccess
source: Clear completed
de: Löschen abgeschlossen
es: Borrado completado
fr: Suppression terminée
id: Selesai dihapus
it: Pulizia completata
ja: 消去しました
ko: 지우기 완료
pt: Limpeza completa
ru: Очистка завершена
th: ล้างข้อมูลเสร็จสิ้น
tr: Temizleme tamamlandı
vi: Đã xóa hoàn thành
zh_hant: 清除完成
zh_tw: 清除完成

# ViewModelSettingCopyDeviceIdSuccess
source: Copied
de: Erfolgreich kopiert
es: Copiado correctamente
fr: Copié
id: Berhasil disalin
it: Copia riuscita
ja: コピーしました
ko: 복사 성공
pt: Copiado
ru: Успешно скопировано
th: คัดลอกสำเร็จ
tr: Kopyalama başarılı
vi: Sao chép thành công
zh_hant: 複製成功

# ViewModelSettingCreateDesktopShortcutFailed
source: Failed to create desktop shortcut
de: Erstellen der Desktopverknüpfung fehlgeschlagen
es: Error al crear el acceso directo en el escritorio
fr: Échec de la création du raccourci sur le bureau
id: Gagal membuat shortcut di desktop
it: Creazione del collegamento sul desktop fallita
ja: デスクトップへのショートカット作成に失敗しました
ko: 바탕 화면 바로 가기 생성 실패
pt: Falha ao criar um atalho para a área de trabalho
ru: Не удалось создать ярлык на рабочем столе
th: สร้างทางลัดบนเดสก์ท็อปไม่สำเร็จ
tr: Masaüstü kısayolu oluşturma başarısız
vi: Tạo lối tắt trên màn hình nền thất bại
zh_hant: 建立桌面捷徑失敗

# ViewModelSettingDeleteServerCacheFolderContent
source: You will need to re-download needed files, are you sure to delete?
de: Die anschließende Konvertierung lädt die erforderlichen Dateien erneut herunter. Möchtest du sie wirklich löschen?
es: La conversión posterior volverá a descargar los archivos necesarios, ¿seguro que quiere eliminar?
fr: Les conversions suivantes téléchargeront à nouveau les fichiers nécessaires. Êtes-vous sûr de vouloir supprimer ?
id: Anda akan diminta mengunduh file yang diperlukan, Yakin ingin menghapus?
it: Sarà necessario scaricare di nuovo i file, sei sicuro di voler eliminare?
ja: 必要なファイルを再度ダウンロードする必要があります、削除してもよろしいですか?
ko: 이후 변환 시 필요한 파일을 다시 다운로드해야 합니다. 삭제하시겠습니까?
pt: Você precisará fazer o download novamente dos arquivos necessários. Tem certeza de que quer excluir?
ru: Последующее преобразование приведет к повторной загрузке необходимых файлов. Вы уверены, что хотите удалить?
th: การแปลงในภายหลังจะต้องดาวน์โหลดไฟล์ที่จำเป็นอีกครั้ง คุณต้องการลบหรือไม่?
tr: Sonraki dönüştürme, gerekli dosyaları yeniden indirecektir, silmek istediğinize emin misiniz?
vi: Việc chuyển đổi sau đó sẽ tải lại các tệp cần thiết, bạn có chắc chắn muốn xóa không?
zh_hant: 後續轉換會重新下載所需檔案，確定要刪除嗎？

# ViewModelSettingDeleteServerCacheFolderTitle
source: Delete Sever Conversion Client Cache
de: Lösche Server-Konvertierungs-Client-Cache
es: Eliminar la caché del cliente del juego de conversión del servidor
fr: Supprimer le cache du client de jeu de conversion de serveur
id: Menghapus Cache Server Konfersi
it: Elimina la cache del client di gioco per la conversione del server
ja: サーバー切換用キャッシュファイルの削除
ko: 전환 서버 게임 클라이언트 캐시 삭제
pt: Excluir o cache do cliente de conversão de servidor
ru: Удалить кэш клиента преобразования сервера
th: ลบแคชไคลเอนต์เกมสำหรับการแปลงเซิร์ฟเวอร์
tr: Sunucu Dönüştürme İstemci Önbelleğini Sil
vi: Xóa bộ đệm máy khách chuyển đổi máy chủ
zh_hant: 刪除轉換伺服器遊戲用戶端快取

# ViewModelSettingFolderSizeDescription
source: Used disk space: {0}
de: Belegter Speicherplatz: {0}
es: Espacio de disco usado: {0}
fr: Espace disque utilisé : {0}
id: Ruang disk yang digunakan: {0}
it: Spazio su disco utilizzato: {0}
ja: 使用済みディスク容量: {0}
ko: 사용된 디스크 공간: {0}
pt: Espaço em disco utilizado: {0}
ru: Использовано места на диске: {0}
th: พื้นที่ดิสก์ที่ใช้ไป: {0}
tr: Kullanılan disk alanı: {0}
vi: Dung lượng ổ đĩa đã sử dụng: {0}
zh_hant: 已使用磁碟空間：{0}

# ViewModelSettingGeetestCustomUrlSucceed
source: CAPTCHA Verification composite URL successfully configured
de: Konfiguration der Composite-URL für die unbemerkte Verifizierung erfolgreich
es: Configuración de URL compuesta de verificación sin CAPTCHA realizada correctamente
fr: Configuration réussie de l'URL composite de vérification sans identification
id: URL Komposit Verifikasi berhasil dikonfigurasi
it: URL composito di verifica CAPTCHA configurato correttamente
ja: シームレス認証複合 URL の構成に成功しました
ko: 무감지 인증 복합 URL 구성 성공
pt: URL composto de verificação de CAPTCHA configurado com sucesso
ru: Составной URL-адрес для <font color="red">беспарольной проверки подлинности</font> успешно настроен
th: 无感验证复合 URL 配置成功
tr: 无感验证 bileşik URL'si başarıyla yapılandırıldı
vi: Cấu hình URL phức hợp xác thực không cảm biến thành công
zh_hant: 無感驗證複合 URL 設定成功

# ViewModelSettingResetStaticResourceProgress
source: Resetting Static Resource
de: Statische Ressourcen werden zurückgesetzt
es: Restableciendo recurso estático de imágenes
fr: Réinitialisation des ressources d'image en cours
id: Sedang Setel ulang Sumber Daya Gambar
it: Ripristino delle risorse immagine
ja: 画像リソースをリセット中
ko: 이미지 리소스 재설정 중
pt: A redefinir recurso de imagem
ru: Выполняется сброс ресурсов изображений
th: กำลังรีเซ็ตทรัพยากรภาพ
tr: Statik Kaynak Sıfırlanıyor
vi: Đang đặt lại tài nguyên hình ảnh
zh_hant: 正在重設圖片資源

# ViewModelSettingSetDataFolderSuccess
source: Set data directory successfully. Restart to apply changes.
de: Datenverzeichnis erfolgreich festgelegt, bitte starte neu, um die Änderungen zu übernehmen
es: Directorio de datos establecido correctamente. Reinicia para aplicar los cambios
fr: Le répertoire de données a été défini avec succès. Redémarrez pour appliquer les modifications.
id: Direktori data berhasil diatur. Restart untuk menerapkan perubahan.
it: Directory dei dati impostata, riavvia per applicare le modifiche
ja: データディレクトリの設定が成功しました。再起動して変更を適用します
ko: 데이터 경로를 설정했습니다. 변경 사항을 적용하기 위해 재시작합니다
pt: Definir o diretório de dados com êxito. Reinicie para aplicar as alterações.
ru: Каталог данных установлен успешно, перезапустите, чтобы применить изменения
th: ตั้งค่าไดเรกทอรีข้อมูลสำเร็จ รีสตาร์ทเพื่อใช้การเปลี่ยนแปลง
tr: Veri dizini başarıyla ayarlandı, değişiklikleri uygulamak için yeniden başlatın
vi: Đặt thư mục dữ liệu thành công, khởi động lại để áp dụng thay đổi
zh_hant: 設置資料目錄成功，重新啟動以應用更改
zh_tw: 設置數據目錄成功，重啓以應用更改

# ViewModelSettingStorageSetDataFolderDescription
source: The selected folder is not empty, existing files will be overwritten
de: Der ausgewählte Ordner ist nicht leer. Vorhandene Dateien werden überschrieben.
es: La carpeta seleccionada no está vacía, se sobrescribirán los archivos existentes
fr: Le dossier sélectionné n'est pas vide, les fichiers existants seront écrasés
id: Folder yang dipilih tidak kosong, file yang sudah ada akan ditimpa
it: La cartella selezionata non è vuota, i file esistenti verranno sovrascritti
ja: 選択したフォルダーが空でない場合、既存のファイルが上書きされます
ko: 선택한 폴더가 비어 있지 않습니다. 기존 파일이 덮어쓰여집니다.
pt: A pasta selecionada não está vazia, os arquivos existentes serão substituídos.
ru: Выбранная папка не пуста, существующие файлы будут перезаписаны
tr: Seçilen klasör boş değil, mevcut dosyaların üzerine yazılacak
vi: Thư mục đã chọn không trống, các tệp hiện có sẽ bị ghi đè
zh_hant: 選擇的資料夾不為空，將會覆蓋已存在的檔案

# ViewModelSettingStorageSetDataFolderDescription2
source: Not a valid data folder location. Please select again.
de: Kein gültiger Datenordnerstandort. Bitte wählen Sie erneut
es: No es una ubicación válida de carpeta de datos. Por favor, seleccione de nuevo
fr: L'emplacement du dossier de données n'est pas valide. Veuillez sélectionner à nouveau
id: Bukan lokasi folder data yang valid, silakan pilih lagi
it: Non è una posizione valida per la cartella dei dati. Si prega di selezionare nuovamente
ja: 無効なデータフォルダーの位置で、再度選択してください
ko: 유효한 데이터 폴더 위치가 아닙니다. 다시 선택해 주세요
pt: Não é uma localização válida de pasta de dados. Por favor, selecione novamente
ru: Неверное расположение папки с данными. Пожалуйста, выберите снова
vi: Không phải là vị trí thư mục dữ liệu hợp lệ, vui lòng chọn lại
zh_hant: 不是有效的資料資料夾位置，請重新選擇

# ViewModelSettingStorageSetDataFolderDescription3
source: The selected folder '{0}' is not empty. Existing files will be overwritten.
de: Der ausgewählte Ordner '{0}' ist nicht leer. Vorhandene Dateien werden überschrieben
es: La carpeta seleccionada '{0}' no está vacía. Los archivos existentes serán sobrescritos
fr: Le dossier sélectionné '{0}' n'est pas vide. Les fichiers existants seront écrasés
id: Folder yang dipilih '{0}' tidak kosong, file yang ada akan ditimpa
it: La cartella selezionata '{0}' non è vuota. I file esistenti verranno sovrascritti
ja: 選択したフォルダ'{0}'は空でない場合、既存のファイルが上書きされます
ko: 선택한 폴더 '{0}'이(가) 비어 있지 않습니다. 기존 파일이 덮어쓰기됩니다
pt: A pasta selecionada '{0}' não está vazia. Os arquivos existentes serão sobrescritos
ru: Выбранная папка '{0}' не пуста. Существующие файлы будут перезаписаны
vi: Thư mục được chọn '{0}' không trống, các tệp hiện có sẽ bị ghi đè
zh_hant: 選擇的資料夾'{0}'不為空，將會覆蓋已存在的檔案

# ViewModelSettingStorageSetDataFolderTitle
source: Copy Data Files
de: Datendateien kopieren
es: Copiar archivos de datos
fr: Copier les fichiers de données
id: Salin File Data
it: Copia i file di dati
ja: データファイルをコピー
ko: 데이터 파일 복사
pt: Copiar Arquivos de Dados
ru: Копирование файлов данных
tr: Veri Dosyalarını Kopyala
vi: Sao chép tệp dữ liệu
zh_hant: 複製資料檔案

# ViewModelSignInReSignInDialogContent
source: Need to consume {0} coins, {1} available
de: Erfordert {0} Münzen, {1} Münzen verfügbar
es: Se requiere gastar {0} monedas, {1} monedas disponibles
fr: Nécessite {0} pièces, {1} pièces disponibles
id: Memerlukan {0} koin MiHoYo, {1} koin MiHoYo tersedia
it: Richiede {0} monete, {1} monete disponibili
ja: {0} 米游幣を消費する必要があります。残り {1} 米游幣
ko: {0} 미유 코인이 필요하며, {1} 미유 코인을 사용할 수 있습니다
pt: Requer {0} moedas, {1} moedas disponíveis
ru: Требуется {0} монет, доступно {1} монет
vi: Cần tiêu tốn {0} miếng dán, {1} miếng dán có sẵn
zh_hant: 需消耗 {0} 米遊幣，{1} 米遊幣可用

# ViewModelSignInReSignInDialogContentOversea
source: Need to consume {0} make up card, {1} available
de: Erfordert {0} Nachholkarten, {1} Nachholkarten verfügbar
es: Se requiere gastar {0} tarjetas de compensación, {1} tarjetas de compensación disponibles
fr: Nécessite {0} cartes de reconnexion, {1} cartes de reconnexion disponibles
id: Memerlukan {0} kartu check-in ulang, {1} kartu check-in ulang tersedia
it: Richiede {0} carte di ripristino del check-in, {1} carte di ripristino del check-in disponibili
ja: {0} 枚の埋め合せログインカードを消費する必要があります。残り {1} 枚カード
ko: {0}장의 추가 체크인 카드가 필요하며, {1}장의 추가 체크인 카드를 사용할 수 있습니다
pt: Requer {0} cartões de check-in de compensação, {1} cartões de check-in de compensação disponíveis
ru: Требуется {0} карт повторной регистрации, доступно {1} карт
vi: Cần tiêu tốn {0} thẻ bù đăng nhập, {1} thẻ bù đăng nhập có sẵn
zh_hant: 需消耗 {0} 張補簽卡，{1} 張補簽卡可用

# ViewModelSignInReSignInDialogTitle
source: Are you sure to make up for check-in?
de: Möchten Sie die Anmeldung wirklich nachholen?
es: ¿Está seguro de querer compensar el registro?
fr: Êtes-vous sûr de vouloir vous reconnecter ?
id: Apakah Anda yakin ingin melakukan check-in ulang?
it: Sei sicuro di voler ripristinare il check-in?
ja: 本当に埋め合せログインを確認しますか？
ko: 추가 체크인을 하시겠습니까?
pt: Tem certeza que deseja fazer check-in de compensação?
ru: Вы уверены, что хотите выполнить повторную регистрацию?
vi: Bạn có chắc chắn muốn bù đăng nhập không?
zh_hant: 確定要補簽嗎？

# ViewModelSignInReSignInNotEnoughCoinMessage
source: Insufficient coins
de: Nicht genügend Münzen
es: Monedas insuficientes
fr: Pièces insuffisantes
id: Koin MiHoYo tidak cukup
it: Monete insufficienti
ja: 米游幣不足
ko: 미유 코인이 부족합니다
pt: Moedas insuficientes
ru: Недостаточно монет
vi: Không đủ miếng dán
zh_hant: 米游幣不足

# ViewModelSignInTotalSignInDaysHint
source: Checked-in for {1} days in {0}
de: {0} hat sich für {1} Tage angemeldet
es: {0} registrado por {1} días
fr: {0} a cumulé {1} jours de connexion
id: {0} telah check-in selama {1} hari
it: {0} check-in cumulativi per {1} giorni
ja: {0} の累計ログイン数 {1} 日
ko: {0} {1}일 동안 체크인했습니다
pt: Check-in por {1} dias em {0}
ru: {0} зарегистрирован {1} дней
vi: {0} đã đăng nhập tổng cộng {1} ngày
zh_hant: {0} 累計簽到 {1} 天

# ViewModelTitleDataFolderHasReparsepoint
source: The current data directory '{0}' contains one or more reparse points, which may cause some of the functions that depend on the data folder to not work properly, please go to Settings to change the path.
de: Das aktuelle Datenverzeichnis "{0}" enthält einen oder mehrere Reanalyse-Punkte (Reparse Points). Dies kann dazu führen, dass einige Funktionen, die vom Datenordner abhängen, nicht ordnungsgemäß funktionieren. Bitte ändere den Pfad in den Einstellungen.
es: El directorio de datos actual '{0}' contiene uno o más puntos de reanálisis, lo que puede provocar que algunas funciones que dependen de la carpeta de datos no funcionen correctamente. Vaya a la configuración para cambiar la ruta.
fr: Le répertoire de données actuel '{0}' contient un ou plusieurs points d'analyse (Reparse points), ce qui peut empêcher certaines fonctions dépendantes du dossier de données de fonctionner correctement. Veuillez modifier le chemin dans les paramètres.
id: Direktori data saat ini '{0}' berisi satu atau beberapa titik reparse (Reparse point), yang dapat menyebabkan beberapa fungsi yang bergantung pada folder data tidak berfungsi dengan baik, silakan buka Pengaturan untuk mengubah path.
it: La directory dati corrente '{0}' contiene uno o più punti di analisi (Reparse point), che potrebbero causare il malfunzionamento di alcune funzioni che dipendono dalla cartella dei dati. Vai alle Impostazioni per cambiare il percorso.
ja: 現在のデータディレクトリ '{0}' には1つ以上の再解析ポイント (Reparse points) が含まれている為、データフォルダに依存する一部の機能が正常に動作しなくなるかもしれない故、設定へパスを変更してください！
ko: 현재 데이터 디렉터리 '{0}'에는 하나 이상의 재분석 지점(Reparse points)이 포함되어 있어 데이터 폴더에 의존하는 일부 기능이 제대로 작동하지 않을 수 있습니다. 설정으로 이동하여 경로를 변경하세요.
pt: O diretório de dados atual '{0}' contém um ou mais pontos de nova análise (Reparse points), o que pode fazer com que algumas funções que dependem da pasta de dados não funcionem corretamente. Vá para as Configurações para alterar o caminho.
ru: Текущий каталог данных '{0}' содержит одну или несколько точек повторной обработки (reparse points), что может привести к неправильной работе некоторых функций, зависящих от папки данных. Пожалуйста, перейдите в настройки, чтобы изменить путь.
th: 当前数据目录 '{0}' 包含了一个或多个重新分析点（Reparse points），可能会导致部分依赖数据文件夹的功能无法正常工作，请前往设置更改路径
tr: Geçerli veri dizini '{0}', bir veya daha fazla yeniden ayrıştırma noktası (Reparse point) içeriyor ve bu da veri klasörüne bağlı bazı işlevlerin düzgün çalışmamasına neden olabilir, lütfen yolu değiştirmek için ayarlara gidin.
vi: Thư mục dữ liệu hiện tại '{0}' chứa một hoặc nhiều điểm phân tích lại (Reparse points), điều này có thể làm cho một số chức năng phụ thuộc vào thư mục dữ liệu không hoạt động bình thường, vui lòng vào Cài đặt để thay đổi đường dẫn
zh_hant: 目前資料目錄 '{0}' 包含了一個或多個重新剖析點（Reparse points），可能會導致部分依賴資料資料夾的功能無法正常工作，請前往設定更改路徑

# ViewModelUIGFExportError
source: Export failed
de: Export fehlgeschlagen
es: Error al exportar
fr: L'exportation a échoué
id: Ekspor gagal
it: Esportazione non riuscita
ja: エクスポート失敗
ko: 내보내기 실패
pt: Falha na exportação
ru: Ошибка экспорта
th: 导出失败
tr: Dışa aktarma başarısız
vi: Xuất thất bại
zh_hant: 匯出失敗

# ViewModelUIGFExportSuccess
source: Exported successfully
de: Export erfolgreich
es: Exportado correctamente
fr: L'exportation a réussi
id: Ekspor berhasil.
it: Esportazione riuscita
ja: エクスポート成功
ko: 내보내기 성공
pt: Exportado com sucesso
ru: Экспорт выполнен успешно
th: 导出成功
tr: Dışa aktarma başarılı
vi: Xuất thành công
zh_hant: 匯出成功

# ViewModelUIGFImportDuplicatedHk4eEntry
source: Imported UIGF files contain UID duplicated wish items
de: Importierte UIGF-Dateien enthalten doppelte UID-Wunschdatensätze
es: Los archivos UIGF importados contienen elementos de registro de deseos con UID duplicados
fr: Le fichier UIGF importé contient des entrées d'historique de vœux avec des UID en double
id: Berkas UIGF yang diimpor berisi item riwayat wish dengan UID duplikat
it: I file UIGF importati contengono elementi di cronologia dei desideri con UID duplicati
ja: インポートされた UIGF ファイルには、UID が重複した祈願履歴が含まれています
ko: 가져온 UIGF 파일에 UID가 중복된 기원 기록 항목이 있습니다
pt: O arquivo UIGF importado contém itens de registro de oração com UID duplicados
ru: Импортированные UIGF файлы содержат дубликаты записей истории молитв с одинаковым UID
th: 导入的 UIGF 文件中包含 UID 重复的祈愿记录项
tr: İçe aktarılan UIGF dosyaları, yinelenen UID'ye sahip dilek kayıtları içeriyor
vi: Tệp UIGF đã nhập chứa các mục lịch sử cầu nguyện có UID trùng lặp
zh_hant: 匯入的 UIGF 檔案中包含 UID 重複的祈願紀錄項

# ViewModelUIGFImportError
source: Import failed
de: Import fehlgeschlagen
es: Error al importar
fr: L'importation a échoué
id: Gagal Impor
it: Importazione non riuscita
ja: インポート失敗
ko: 가져오기 실패
pt: Falha na importação
ru: Ошибка загрузки
th: 导入失败
tr: İçe aktarma başarısız
vi: Nhập thất bại
zh_hant: 匯入失敗

# ViewModelUIGFImportingProgressTitle
source: Importing
de: Importieren
es: Importando
fr: Importation
id: Impor
it: Importazione in corso
ja: インポート中
ko: 가져오는 중
pt: Importando
ru: Импорт
th: 导入中
tr: İçe aktarılıyor
vi: Đang Nhập
zh_hant: 匯入中

# ViewModelUIGFImportNoHk4eEntry
source: The imported UIGF file does not contain wish data
de: Die importierte UIGF-Datei enthält keine Wunschdaten
es: El archivo UIGF importado no contiene datos de deseos
fr: Le fichier UIGF importé ne contient pas de données de vœux
id: Berkas UIGF yang diimpor tidak berisi data wish
it: I file UIGF importati non contengono dati relativi ai desideri
ja: インポートされた UIGFファイルには、祈願データが含まれていません。
ko: 가져온 UIGF 파일에 기원 데이터가 없습니다
pt: O arquivo UIGF importado não contém dados de oração
ru: Импортированный UIGF файл не содержит данных молитв
th: 导入的 UIGF 文件中不包含祈愿数据
tr: İçe aktarılan UIGF dosyası dilek verisi içermiyor
vi: Tệp UIGF đã nhập không chứa dữ liệu cầu nguyện
zh_hant: 匯入的 UIGF 檔案中不包含祈願資料

# ViewModelUIGFImportNoSelectedEntry
source: Please select at least one UID to import data
de: Bitte wählen Sie mindestens eine UID aus, um Daten zu importieren
es: Por favor, selecciona al menos un UID para importar los datos
fr: Veuillez sélectionner au moins un UID pour importer les données
id: Pilih setidaknya satu UID untuk mengimpor data
it: Seleziona almeno un UID per importare i dati
ja: データをインポートするには少なくとも UID を1つ選択してください
ko: 데이터를 가져오려면 UID를 하나 이상 선택하세요
pt: Selecione pelo menos um UID para importar dados
ru: Выберите хотя бы один UID для импорта данных
th: 请选择至少一个 UID 以导入数据
tr: Veri içe aktarmak için lütfen en az bir UID seçin
vi: Vui lòng chọn ít nhất một UID để nhập dữ liệu
zh_hant: 請選擇至少一個 UID 以匯入資料

# ViewModelUIGFImportSuccess
source: Imported successfully
de: Erfolgreich importiert
es: Importado correctamente
fr: Importation réussie
id: Impor berhasil
it: Importazione completata
ja: インポート成功
ko: 가져오기 성공
pt: Importado com sucesso
ru: Импорт выполнен успешно
th: 导入成功
tr: Başarıyla içe aktarıldı
vi: Nhập thành công
zh_hant: 匯入成功
