Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewPageSettingWebview2Header
source: Webview2 Runtime
de: WebView2 Laufzeit
es: Tiempo de ejecución de Webview2
fr: Moteur d'exécution WebView2
it: Runtime di Webview2
ja: Webview2 ランタイム
ko: Webview2 런타임
th: รันไทม์ WebView2
tr: WebView2 Çalışma Zamanı
zh_hant: WebView2 執行階段
zh_tw: WebView 2 運行時

# ViewPageSpiralAbyssTeamAppearanceDownHeader
source: Second Half
de: Zweite Hälfte
es: Segunda mitad
fr: Seconde partie
id: Babak Kedua
it: Seconda metà
ja: 後半
ko: 후반
pt: Metade inferior
ru: Вторая половина
th: ครึ่งหลัง
tr: Alt Kısım
vi: Nửa Sau
zh_hant: 下半

# ViewPageSpiralAbyssTeamAppearanceUpHeader
source: First Half
de: Erste Hälfte
es: Primera mitad
fr: Première partie
id: Babak Pertama
it: Prima metà
ja: 前半
ko: 상반
pt: Metade superior
ru: Первая половина
th: ครึ่งแรก
tr: Üst Kısım
vi: Nửa Đầu
zh_hant: 上半

# ViewPageWiKiAvatarArtifactSetCombinationHeader
source: Artifact Set Combination
de: Artefakt-Set-Kombination
es: Combinación de conjuntos de artefactos
fr: Combinaison de sets d'artefacts
id: Kombinasi Set Artefak
it: Combinazione set di manufatti
ja: 推奨組み合わせ
ko: 성유물 세트 조합
pt: Combinação de conjuntos de artefatos
ru: Подбор наборов артефактов
th: ชุดสิ่งประดิษฐ์ที่เข้ากันได้
tr: Eser Seti Kombinasyonu
vi: Kết hợp bộ Thánh di vật
zh_hant: 搭配聖遺物

# ViewPageWiKiAvatarAscensionMaterialsHeader
source: Ascension Materials
de: Aufstiegsmaterialien
es: Materiales de ascensión
fr: Matériaux d'élévation
id: Bahan Peningkatan
it: Materiali di ascensione
ja: 育成素材
ko: 육성 재료
pt: Materiais de ascensão
ru: Материалы для возвышения
th: วัสดุสำหรับการเลื่อนขั้น
tr: Yükseltme Malzemeleri
vi: Nguyên liệu bồi dưỡng
zh_hant: 養成材料

# ViewPageWiKiAvatarAutoSuggestBoxPlaceHolder
source: Filter Character
de: Charakter filtern
es: Filtrar personaje
fr: Filtrer le personnage
id: Filter Karakter
it: Filtra personaggio
ja: キャラクターフィルター
ko: 캐릭터 필터
pt: Buscar personagem
ru: Фильтр персонажей
th: กรองตัวละคร
tr: Karakter Filtrele
vi: Lọc nhân vật
zh_hant: 篩選角色

# ViewPageWiKiAvatarChineseCVNameTitle
source: Chinese VA
de: Chinesische Synchronsprecher
es: CV en chino
fr: CV chinois
it: Doppiatore cinese
ja: 中国語CV
ko: 중국어 CV
pt: DUB chinês
ru: Китайская озвучка
th: CV จีน
tr: Çince Seslendirme
vi: CV tiếng Trung
zh_hant: 漢語 CV

# ViewPageWiKiAvatarConstellationNameTitle
source: Constellation
de: Konstellation
es: Constelación
id: Konstelasi
it: Costellazione
ja: 命ノ星座
ko: 운명의 자리
pt: Constelação
ru: Созвездие
th: กลุ่มดาว
tr: Burç
vi: Cung Mệnh
zh_hant: 命之座

# ViewPageWiKiAvatarCostumeHeader
source: Costume
de: Kostüm
es: Atuendo
fr: Tenue
id: Kostum
ja: コスチューム
ko: 코스튬
pt: Traje
ru: Костюм
th: เครื่องแต่งกาย
tr: Kostüm
vi: Trang phục
zh_hant: 衣裝

# ViewPageWiKiAvatarDateofBirthTitle
source: Birthday
de: Geburtstag
es: Cumpleaños
fr: Anniversaire
id: Ulang Tahun
it: Compleanno
ja: 誕生日
ko: 생일
pt: Aniversário
ru: День рождения
th: วันเกิด
tr: Doğum Günü
vi: Sinh nhật
zh_hant: 生日

# ViewPageWiKiAvatarEnglishCVNameTitle
source: English VA
de: Englische Synchronsprecher
es: CV en inglés
fr: CV anglais
it: Doppiatore inglese
ja: 英語CV
ko: 영어 CV
pt: DUB inglês
ru: Английская озвучка
th: CV อังกฤษ
tr: İngilizce Seslendirme
vi: CV tiếng Anh
zh_hant: 英語 CV

# ViewPageWiKiAvatarFoodHeader
source: Food
de: Gericht
es: Comida
fr: Cuisine
id: Masakan
it: Cibo
ja: 料理
ko: 요리
pt: Comida
ru: Кулинария
th: อาหาร
tr: Yemek
vi: Món ăn
zh_hant: 料理

# ViewPageWiKiAvatarJapaneseCVNameTitle
source: Japanese VA
de: Japanische Synchronsprecher
es: CV en japonés
fr: CV japonais
it: Doppiatore giapponese
ja: 日本語CV
ko: 일본어 CV
pt: DUB japonês
ru: Японская озвучка
th: CV ญี่ปุ่น
tr: Japonca Seslendirme
vi: CV tiếng Nhật
zh_hant: 日語 CV

# ViewPageWiKiAvatarKoreanCVNameTitle
source: Korean VA
de: Koreanische Synchronsprecher
es: CV en coreano
fr: CV coréenne
it: Doppiatore coreano
ja: 韓国語CV
ko: 한국어 CV
pt: DUB coreano
ru: Корейская озвучка
th: CV เกาหลี
tr: Korece Seslendirme
vi: CV tiếng Hàn
zh_hant: 韓語 CV

# ViewPageWiKiAvatarNameCardHeader
source: Namecard
de: Namenskarte
es: Tarjeta de presentación
fr: Carte de visite
it: Biglietto da visita
ja: 名刺
ko: 명함
pt: Cartão de visita
ru: Визитка
th: 名片
tr: İsim Kartı
vi: Danh thiếp
zh_hant: 名片

# ViewPageWiKiAvatarOccupationNameTitle
source: Occupation
de: Zugehörigkeit
es: Ocupación
fr: Appartenance
id: Pekerjaan
it: Professione
ja: 所属
ko: 소속
pt: Ocupação
ru: Принадлежность
th: สังกัด
tr: Meslek
vi: Nghề nghiệp
zh_hant: 所屬

# ViewPageWiKiAvatarOriginalFoodTitle
source: Original Food
de: Originalgericht
es: Comida original
fr: Plat originel
id: Masakan Original
it: Piatto originale
ja: 元料理
ko: 원래 요리
pt: Alimento
ru: Оригинальное блюдо
th: อาหารต้นตำรับ
tr: Orijinal Yemek
vi: Món ăn gốc
zh_hant: 原料理

# ViewPageWiKiAvatarQuotesHeader
source: Quotes
de: Zitate
es: Citas
fr: Citations
id: Kutipan
it: Citazioni
ja: プロフィール
ko: 자료
pt: Frases
ru: Материалы
th: ข้อมูล
tr: Alıntılar
vi: Thông tin
zh_hant: 資料

# ViewPageWiKiAvatarSpecialFoodTitle
source: Special Dish
de: Spezialgericht
es: Plato especial
fr: Plat spécial
id: Masakan Spesial
it: Piatto speciale
ja: オリジナル料理
ko: 특수 요리
pt: Alimento especial
ru: Особое блюдо
th: อาหารพิเศษ
tr: Özel Yemek
vi: Món ăn đặc biệt
zh_hant: 特殊料理

# ViewPageWiKiAvatarStoriesHeader
source: Stories
de: Geschichten
es: Historias
fr: Histoire
id: Cerita
it: Storie
ja: ストーリー
ko: 스토리
pt: Histórias
ru: История
th: เรื่องราว
tr: Hikayeler
vi: Câu chuyện
zh_hant: 故事

# ViewPageWiKiAvatarStrategyBilibiliButtonLabel
source: Bilibili Game Wiki Character Guide
de: Bilibili Wiki Charakter-Leitfaden
es: Guía de estrategia de personajes de Bilibili Wiki
fr: Guide des personnages du Wiki Bilibili
id: Panduan Karakter Wiki Bilibili Game
it: Wiki Strategia Personaggio Bilibili
ja: ビリビリ Wiki キャラクター攻略
ko: Bilibili Wiki 캐릭터 공략
pt: Guia de Personagens do Bilibili Game Wiki
ru: Вики Bilibili по персонажам
vi: Bilibili Game Wiki Hướng dẫn nhân vật
zh_hant: 嗶哩嗶哩 Wiki 角色攻略

# ViewPageWiKiAvatarStrategyChineseButtonLabel
source: MiYouShe Character Guides
de: 米游社 Charakter-Guides
es: Guías de personajes de 米游社
fr: Guide de personnage de 米游社
id: Panduan Karakter miHoYo BBS
it: Guide ai personaggi di 米游社
ja: 米游社キャラクター攻略
ko: 미요사 캐릭터 공략
pt: Guia de Personagens do 米游社
ru: Гайды по персонажам 米游社
tr: 米游社 Karakter Rehberleri
vi: Hướng dẫn nhân vật của 米游社
zh_hant: 米游社角色攻略

# ViewPageWiKiAvatarStrategyOverseaButtonLabel
source: HoYoLAB Character Guides
de: HoYoLAB Charakter-Guides
es: Guías de personajes de HoYoLAB
fr: Guide de personnage HoYoLAB
id: Panduan Karakter HoYoLAB
it: Guide ai personaggi di HoYoLAB
ja: HoYoLAB キャラクター攻略
ko: HoYoLAB 캐릭터 공략
pt: Guia de Personagens do HoYoLAB
ru: Гайды по персонажам HoYoLAB
tr: HoYoLAB Karakter Rehberleri
vi: Hướng dẫn nhân vật HoYoLAB
zh_hant: HoYoLAB 角色攻略

# ViewPageWiKiAvatarTeamCombinationHeader
source: Team Combination
de: Team-Kombination
es: Combinación de equipo
fr: Combinaison de personnages
id: Kombinasi Tim
it: Combinazione squadra
ja: おすすめキャラクター
ko: 추천 캐릭터
pt: Combinação de equipe
ru: Подбор персонажей
th: ทีมที่เข้ากันได้
tr: Takım Kombinasyonu
vi: Kết hợp Tài khoản
zh_hant: 搭配角色

# ViewPageWiKiAvatarWeaponCombinationHeader
source: Weapon Combination
de: Waffen-Kombination
es: Combinación de arma
fr: Combinaison d'armes
id: Kombinasi Tim
it: Combinazione armi
ja: おすすめ武器
ko: 추천 무기
pt: Combinação de arma
ru: Подбор оружия
th: อาวุธที่เข้ากันได้
tr: Silah Kombinasyonu
vi: Kết hợp Vũ khí
zh_hant: 搭配武器

# ViewPageWiKiGeneralAddToDevPlanButtonLabel
source: Add to Dev Plan
de: Zum Entwicklungsplan hinzufügen
es: Añadir a la planificación de desarrollo
fr: Ajouter au plan de développement
id: Tambahkan ke Plan Pengembang
it: Aggiungi al piano di sviluppo
ja: 育成計画に追加
ko: 현재 육성 계획에 추가
pt: Adicionar ao planejamento
ru: Добавить в план развития
th: เพิ่มไปยังแผนการพัฒนา
tr: Geliştirme Planına Ekle
vi: Thêm vào kế hoạch phát triển
zh_hant: 新增到養成計劃

# ViewPageWikiMonsterDropItems
source: Drop Items
de: Beutegegenstände
es: Objetos que suelta
fr: Objets lâchés
id: Item Terjatuh
it: Oggetti ottenuti
ja: ドロップアイテム
ko: 드롭 아이템
pt: Itens derrubados
ru: Выпадающие предметы
th: ไอเทมดรอป
tr: Düşen Eşyalar
vi: Vật phẩm rơi
zh_hant: 掉落物品

# ViewPageWiKiWeaponAfterAscensionTitle
source: After Ascension
de: Nach Aufstieg
es: Después de la ascensión
fr: Après l'élévation
id: Setelah Ascension
it: Dopo l'ascensione
ja: 突破後
ko: 돌파 후
pt: Após a ascensão
th: หลังการเลื่อนขั้น
tr: Yükseliş Sonrası
vi: Sau khi đột phá
zh_hant: 突破後

# ViewPageWiKiWeaponAutoSuggestBoxPlaceHolder
source: Filter Weapons
de: Waffen filtern
es: Filtrar armas
fr: Filtrer les armes
id: Saring Senjata
it: Filtra armi
ja: 武器フィルター
ko: 무기 필터
pt: Filtrar armas
ru: Фильтр оружия
th: กรองอาวุธ
tr: Silahları Filtrele
vi: Lọc vũ khí
zh_hant: 篩選武器

# ViewPageWiKiWeaponBeforeAscensionTitle
source: Before Ascension
de: Vor Aufstieg
es: Antes de la ascensión
fr: Avant l'élévation
id: Sebelum Ascension
it: Prima dell'ascensione
ja: 突破前
ko: 돌파 전
pt: Antes da ascensão
ru: До возвышения
th: ก่อนการเลื่อนขั้น
tr: Yükseliş Öncesi
vi: Trước đột phá
zh_hant: 突破前

# ViewRoleCombatHeader
source: Imaginarium Theater
es: Teatro Imaginario
fr: Théâtre Imaginarium
id: Puisi Teater Imaginarium
it: Teatro dell'Imaginarium
ja: 幻想シアター
ko: 환상 진경 극시
pt: Teatro Imaginarium
ru: Имаджинариум
th: 幻想真境剧诗
tr: Hayali Tiyatro
vi: Thơ Kịch Ảo Ảnh Chân Cảnh
zh_hant: 幻想真境劇詩

# ViewServiceHutaoUserCdnNotAllowedDescription
source: Hutao Cloud CDN not activated or expired
de: Hutao Cloud CDN nicht aktiviert oder abgelaufen
es: CDN de Hutao Cloud no activado o caducado
fr: Le CDN de Snap Hutao Cloud n'est pas activé ou a expiré
id: Hutao Cloud CDN belum diaktifkan atau sudah kedaluwarsa
it: CDN di Hutao Cloud non attivato o scaduto
ja: 胡桃クラウド CDN が未開通か、有効期限が切れています
ko: Snap Hutao Cloud CDN이 활성화되지 않았거나 만료되었습니다
pt: O CDN do Hutao Cloud não foi ativado ou expirou
ru: Hutao Cloud CDN не активирован или срок его действия истек
th: 未开通胡桃云 CDN 或已到期
tr: Hutao Cloud CDN etkinleştirilmedi veya süresi doldu
vi: Chưa kích hoạt hoặc đã hết hạn Hutao Cloud CDN
zh_hant: 未開通 Hutao Cloud CDN 或已到期

# ViewServiceHutaoUserCloudNotAllowedDescription
source: No valid wish history backup service privilege
de: Keine gültige Berechtigung für den Upload des Wunschverlaufs oder abgelaufen
es: Servicio de carga de historial de deseos no activado o caducado
fr: Le service de sauvegarde de l'historique des vœux n'est pas activé ou a expiré
id: Tidak ada hak istimewa layanan cadangan riwayat wish yang valid
it: Servizio di caricamento dello storico dei desideri non attivo o scaduto
ja: 祈願履歴のアップロードサービスが未開通か、有効期限が切れています。
ko: 기원 기록 업로드 서비스가 활성화되지 않았거나 만료되었습니다.
pt: Nenhum privilégio de serviço de backup de histórico de oração válido
ru: Сервис загрузки записей пожеланий не активирован или истек срок его действия
th: 未开通祈愿记录上传服务或已到期
tr: Dilek geçmişi yedekleme hizmeti etkin değil veya süresi doldu
vi: Chưa mở dịch vụ tải lên lịch sử cầu nguyện hoặc đã hết hạn
zh_hant: 未開通祈願紀錄上傳服務或已到期

# ViewServiceHutaoUserLoginFailHint
source: Log in failed, please log in again.
de: Anmeldung fehlgeschlagen, bitte erneut anmelden
es: Error al iniciar sesión, vuelve a iniciar sesión
fr: Échec de la connexion, veuillez vous reconnecter
id: Percobaan Masuk Gagal, Coba Masuk Kembali
it: Accesso fallito, riprova ad accedere
ja: ログインできません。もう一度お試しください。
ko: 로그인 실패, 다시 로그인해주세요.
pt: Falha no login, faça o login novamente.
ru: Не удалось войти, попробуйте еще раз.
th: เข้าสู่ระบบล้มเหลว โปรดเข้าสู่ระบบอีกครั้ง
tr: Oturum açma başarısız, lütfen tekrar oturum açın
vi: Đăng nhập thất bại, vui lòng đăng nhập lại
zh_hant: 登入失敗，請重新登入

# ViewServiceHutaoUserLoginOrRegisterHint
source: Sign in or register now
de: Jetzt anmelden oder registrieren
es: Inicia sesión o regístrate ahora
fr: Se connecter ou s'inscrire maintenant
id: Masuk atau Daftar Sekarang
it: Accedi o registrati ora
ja: ログインまたは登録
ko: 회원가입 또는 로그인
pt: Faça login ou cadastre-se agora
ru: Войти или зарегистрироваться
th: เข้าสู่ระบบหรือลงทะเบียนทันที
tr: Hemen oturum aç veya kaydol
vi: Đăng nhập hoặc đăng ký ngay
zh_hant: 立即登入或註冊

# ViewSettingDeleteServerCacheFolderDescription
source: Cache file are downloaded for server conversion in Game Launcher
de: Nach dem Wechsel des Servers werden entsprechende Client-Dateien als Cache verwendet
es: Después de cambiar el servidor en el iniciador de juegos, se generarán archivos de cliente de juego correspondientes para el almacenamiento en caché
fr: Des fichiers clients de jeu correspondants seront mis en cache après la conversion du serveur lors du lancement du jeu.
id: File Cache diunduh untuk Server Konfersi pada Game Launcher
it: Dopo aver cambiato server nel gioco, i file del client di gioco corrispondenti verranno memorizzati nella cache
ja: ゲームが起動中でサーバーを切り換えた後に、対応するゲームクライアントファイルがキャッシュ用に生成されます
ko: 게임 실행 중에 서버를 전환하면 캐시로 사용하기 위해 해당 게임 클라이언트 파일이 생성됩니다.
pt: O arquivo de cache é baixado para conversão do servidor no inicializador
ru: Файл кэша загружается для преобразования сервера в лаунчере игры
th: หลังจากแปลงเซิร์ฟเวอร์ในตัวเปิดเกมแล้ว จะมีการสร้างไฟล์ไคลเอนต์เกมที่สอดคล้องกันเพื่อใช้เป็นแคช
tr: Oyunu başlatırken sunucuyu dönüştürdükten sonra önbellek olarak kullanılmak üzere ilgili oyun istemci dosyaları oluşturulur
vi: Tệp bộ đệm được tải xuống khi chuyển đổi máy chủ trong Trình khởi chạy
zh_hant: 在啟動遊戲中轉換伺服器後會產生對應的遊戲用戶端檔案用作快取

# ViewSettingDeleteServerCacheFolderHeader
source: Delete Server Conversion Cache
de: Server-Konvertierungs-Cache löschen
es: Eliminar la caché de conversión del servidor
fr: Supprimer le cache du serveur de conversion
id: Menghapus Cache Server Konfersi
it: Elimina la cache di conversione del server
ja: サーバー切換のキャッシュを削除
ko: 전환 서버 캐시 삭제
pt: Excluir o cache de conversão do servidor
ru: Удалить кэш преобразования сервера
th: ลบแคชการแปลงเซิร์ฟเวอร์
tr: Sunucu Dönüştürme Önbelleğini Sil
vi: Xóa bộ đệm chuyển đổi máy chủ
zh_hant: 刪除轉換伺服器快取

# ViewSettingFolderViewOpenFolderAction
source: Open Folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
id: Buka berkas
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
pt: Abrir pasta
ru: Открыть папку
th: เปิดโฟลเดอร์
tr: Klasörü Aç
vi: Mở thư mục
zh_hant: 開啟資料夾

# ViewSettingHeader
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hant: 設定

# ViewSpiralAbyssAvatarAppearanceRankDescription
source: Character Appearance Rate = Character Appearance in this Floor (only count for 1 if repeated) / Total Number of Abyss Record of this Floor
de: Charakter-Einsatzquote = Anzahl der Einsätze dieses Charakters in dieser Ebene (wird nur einmal gezählt, wenn wiederholt) / Gesamtzahl der Datensätze der Ebene
es: Tasa de aparición del personaje = Veces que el personaje ha aparecido en este piso (solo se cuenta una vez si se repite dentro del piso) / Número total de registros del Abismo
fr: Taux d'apparition du personnage = Nombre d'apparitions du personnage à cet étage (compté une seule fois en cas de répétition) / Nombre total d'enregistrements de l'abîme
id: Rasio Penampilan Karakter = Penampilan Karakter di Lantai Ini (hanya dihitung sekali jika berulang) / Total Jumlah Rekor Abyss di Lantai Ini
it: Tasso di apparizione del personaggio = Numero di volte che il personaggio è stato schierato in questo piano (conta una sola volta in caso di apparizioni ripetute nello stesso piano) / Numero totale di record dell'Abisso
ja: キャラクター出場率 = 本層にこのキャラの登場回数（繰り返しの場合は1回のみ数える）/ この層の深淵の記録総数
ko: 캐릭터 등장률 = 해당 층에 해당 캐릭터가 등장한 횟수(층 내 중복 등장 시 1회만 계산) / 심연 기록 총수
pt: Taxa de aparição de personagem = Aparição do personagem neste andar (só conta para 1 se for repetido) / Número total de registros de abismo deste andar
ru: Коэффициент появления персонажа = Количество появлений персонажа на этом этаже (повторы на этаже считаются один раз) / Общее количество записей Бездны
th: อัตราการปรากฏตัวของตัวละคร = จำนวนครั้งที่ตัวละครปรากฏในชั้นนี้ (นับครั้งเดียวหากปรากฏซ้ำในชั้น) / จำนวนบันทึกใน Abyss ทั้งหมด
tr: Karakter Görünme Oranı = Bu Katta Karakterin Görünme Sayısı (kat içinde tekrar ederse yalnızca 1 kez sayılır) / Toplam Abyss Kayıt Sayısı
vi: Tỷ lệ xuất hiện của nhân vật = Số lần nhân vật này xuất hiện trong tầng này (chỉ tính một lần nếu lặp lại trong tầng) / Tổng số bản ghi của vực thẳm
zh_hant: 角色出場率 = 本層上陣該角色次數（層內重複出現只記一次）/ 深淵記錄總數

# ViewSpiralAbyssAvatarUsageRankDescription
source: Character Usage Rate = Character Appearance in this Floor (only count for 1 if repeated) / Number of Player who Own this Character
de: Charakter-Nutzungsrate = Anzahl der Einsätze dieses Charakters in dieser Ebene (wird nur einmal gezählt, wenn wiederholt) / Anzahl der Spieler, die diesen Charakter besitzen
es: Tasa de uso del personaje = Veces que el personaje ha aparecido en este piso (solo se cuenta una vez si se repite dentro del piso) / Número total de registros del Abismo de jugadores que poseen este personaje
fr: Taux d'utilisation du personnage = Nombre de fois où le personnage est apparu à cet étage (compter une seule fois si répété) / Nombre total d'enregistrements de l'Abîme des joueurs qui possèdent ce personnage
id: Rasio Penggunaan Karakter = Penampilan Karakter di Lantai Ini (hanya dihitung sekali jika berulang) / Jumlah Pemain yang Memiliki Karakter Ini
it: Tasso di utilizzo del personaggio = Numero di volte che il personaggio è stato schierato in questo piano (conta una sola volta in caso di apparizioni ripetute nello stesso piano) / Numero totale di record dell'Abisso dei giocatori in possesso di questo personaggio
ja: キャラクター使用率 = 本層にこのキャラの登場回数（繰り返しの場合は1回のみ数える）/ キャラを持つプレイヤーの深淵の記録総数
ko: 캐릭터 사용률 = 해당 층에 해당 캐릭터가 등장한 횟수(층 내 중복 등장 시 1회만 계산) / 해당 캐릭터를 보유한 심연 기록 총수
pt: Taxa de uso de personagem = Aparição do personagem neste andar (apenas a contagem para 1 é repetida) / Número de jogadores que possuem esse personagem
ru: Использование персонажа = Количество появлений персонажа на этом этаже (повторы в пределах этажа считаются один раз) / Общее количество записей Бездны у владельцев этого персонажа
th: อัตราการใช้งานตัวละคร = จำนวนครั้งที่ตัวละครปรากฏในชั้นนี้ (นับครั้งเดียวหากปรากฏซ้ำในชั้น) / จำนวนผู้เล่นที่เป็นเจ้าของตัวละครนี้
tr: Karakter Kullanım Oranı = Bu Katta Karakterin Görünme Sayısı (kat içinde tekrar ederse yalnızca 1 kez sayılır) / Bu Karaktere Sahip Olan Oyuncuların Abyss Kayıt Sayısı
vi: Tỷ lệ sử dụng Tài khoản = Số lần Tài khoản này xuất hiện trong tầng này (chỉ tính 1 lần nếu lặp lại trong tầng) / Tổng số bản ghi vực thẳm của người chơi sở hữu Tài khoản này
zh_hant: 角色使用率 = 本層上陣該角色次數（層內重複出現只記一次）/ 持有該角色的深淵記錄總數

# ViewSpiralAbyssBattleTimes
source: Battles Fought
de: Anzahl der Kämpfe
es: Veces de combate
fr: Nombre de combats
id: Jumlah Pertempuran
it: Numero di battaglie
ja: 出場回数
ko: 전투 횟수
pt: Lutas
ru: Количество сражений
th: จำนวนครั้งที่ต่อสู้
tr: Savaş Sayısı
vi: Số lần chiến đấu
zh_hant: 戰鬥次數
zh_tw: 戰鬥次數

# ViewSpiralAbyssDamage
source: Most Damage Dealt
de: Stärkster Treffer
es: Golpe más fuerte
fr: Coup le plus puissant
id: Kerusakan Terbanyak Diterima
it: Colpo più potente
ja: 最強一撃
ko: 최고의 일격
pt: Maior dano sofrido
ru: Максимальный урон
th: การโจมตีที่แรงที่สุด
tr: En Güçlü Vuruş
vi: Đòn đánh mạnh nhất
zh_hant: 最强一擊
zh_tw: 最强一擊

# ViewSpiralAbyssDefeat
source: Most Defeats
de: Häufigste Niederlage
es: Máximo de Derrotas
fr: Nombre maximal de victoires
id: Kekalahan Terbanyak
it: Più sconfitte
ja: 最多撃破数
ko: 최대 격파 횟수
pt: Maior número de derrotas
ru: Макс. число побед
th: การทำลายสูงสุด
tr: En Fazla Yok Etme
vi: Số lần đánh bại nhiều nhất
zh_hant: 最多擊破
zh_tw: 最多擊破

# ViewSpiralAbyssDetail
source: Schedules Detail
de: Details zu den Phasen
es: Detalles de las fases
fr: Détails des phases
id: Detail Jadwal
it: Dettagli turni
ja: 毎期の詳細
ko: 세부 일정
pt: Detalhe dos cronogramas
ru: Подробности этапов
th: รายละเอียดกำหนดการ
tr: Aşamalar Detayı
vi: Chi tiết phân kỳ
zh_hant: 分期詳情
zh_tw: 詳細數據

# ViewSpiralAbyssEnergySkill
source: Elemental Bursts Unleashed
de: Elementarexplosionen
es: Estallidos elementales
fr: Explosions élémentaires
id: Elemental Bursts Dilepaskan
it: Esplosioni elementali
ja: 元素爆発
ko: 원소폭발
pt: Supremos liberados
ru: Элементарная атака
th: การระเบิดพลังงานธาตุ
tr: Element Patlamaları
vi: Kỹ năng nộ nguyên tố
zh_hant: 元素爆發
zh_tw: 元素爆發

# ViewSpiralAbyssHeader
source: Spiral Abyss
de: Spiralabgrund
es: Abismo Espiral
fr: Abîme spiralé
it: Abisso a spirale
ja: 深境螺旋
ko: 나선 비경
pt: Ordem do Abismo
ru: Витая Бездна
th: หอคอยเกลียว
tr: Sarmal Abyss
vi: La Hoàn Thâm Cảnh
zh_hant: 深境螺旋
zh_tw: 深淵記錄

# ViewSpiralAbyssHutaoStatistics
source: Statistics
de: Aktuelle Statistik
es: Estadísticas de esta fase
fr: Statistiques de cette période
id: Statistik
it: Statistiche di questa sessione
ja: 今期の統計
ko: 이번 통계
pt: Estatísticas
ru: Статистика
th: สถิติปัจจุบัน
tr: Bu Dönem İstatistikleri
vi: Thống kê kỳ này
zh_hant: 本期統計

# ViewSpiralAbyssLevelBattleCaptionDown
source: Second Half
de: Zweite Hälfte
es: Segunda mitad
fr: Seconde partie
id: Paruh Kedua
it: Seconda metà
ja: 後半
ko: 후반
pt: Segunda Metade
ru: Вторая половина
tr: İkinci Yarı
vi: Nửa sau
zh_hant: 下半

# ViewSpiralAbyssLevelBattleCaptionUp
source: First Half
de: Erste Hälfte
es: Primera mitad
fr: Première partie
id: Paruh Pertama
it: Prima metà
ja: 前半
ko: 전반
pt: Primeira Metade
ru: Первая половина
tr: İlk Yarı
vi: Nửa đầu
zh_hant: 上半

# ViewSpiralAbyssMaxFloor
source: Deepest Descent
de: Tiefster Abstieg
es: Descenso más profundo
fr: Profondeur maximale atteinte
it: Massima profondità
ja: 最深到達
ko: 최대 층
pt: Descida mais profunda
ru: Максимальный этаж Бездны
th: ระดับที่ลึกที่สุด
tr: En Derin İniş
vi: Độ sâu đạt được
zh_hant: 最深抵達
zh_tw: 最深抵達

# ViewSpiralAbyssNormalSkill
source: Elemental Skills Cast
de: Elementarfähigkeiten
es: Habilidades elementales
fr: Compétences élémentaires
id: Pemanggilan Elemental Skills
it: Abilità elementali usate
ja: 元素スキル
ko: 원소 전투 스킬
pt: Habilidades elementais lançadas
th: สกิลธาตุ
tr: Element Becerileri Kullanımı
vi: Kỹ năng nguyên tố
zh_hant: 元素戰技
zh_tw: 元素戰技

# ViewSpiralAbyssRecordBattleAvatars
source: Lineup
de: Aufgestellte Figuren
es: Personajes en el campo
fr: Personnage en scène
it: Formazione
ja: 編成
ko: 상장 캐릭터
pt: Formação
ru: Состав отряда
th: ตัวละครที่เข้าร่วม
tr: Mevcut Karakterler
vi: Tài khoản xuất trận
zh_hant: 上場角色

# ViewSpiralAbyssRecordMonsterAttacksMonolith
source: Attack monolith
de: Angriff auf den Ley-Linien-Monolithen
es: Ataque a monolitos de líneas ley
fr: Attaquer le monolithe
id: Serang monolith
it: Attacco al monolito
ja: 地脈鎮石へ攻撃
ko: 지맥 진석 공격
pt: Atacar monolith
ru: Атака на монолит артерии земли
th: โจมตีเสาหิน
tr: Yeryüzü Damarı Monolitine Saldır
vi: Tấn công Trấn Thạch Địa Mạch
zh_hant: 攻擊地脈鎮石

# ViewSpiralAbyssRefresh
source: Refresh Data
de: Daten aktualisieren
es: Actualizar datos
fr: Actualiser les données
id: Segarkan Data
it: Aggiorna dati
ja: データを再読み込み
ko: 데이터 동기화
pt: Atualizar dados
ru: Обновить данные
th: รีเฟรชข้อมูล
tr: Veriyi Yenile
vi: Làm mới dữ liệu
zh_hant: 重新整理資料
zh_tw: 重新整理數據

# ViewSpiralAbyssReveal
source: Picked Time
de: Auswahlhäufigkeit
es: Veces elegido
fr: Nombre de participation
id: Waktu yang diambil
it: Volte scelto
ja: 出撃回数
ko: 도전 횟수
pt: Hora escolhida
ru: Время выхода на поле боя
th: จำนวนครั้งที่ใช้
tr: Seçilme Sayısı
vi: Số lần xuất chiến
zh_hant: 出戰次數
zh_tw: 出戰次數

# ViewSpiralAbyssStatistics
source: Statistics
de: Statistikdaten
es: Estadísticas
fr: Statistiques
id: Statistik
it: Statistiche
ja: 統計データ
ko: 통계 데이터
pt: Estatísticas
ru: Статистика
th: สถิติ
tr: İstatistikler
vi: Số liệu thống kê
zh_hant: 統計資料
zh_tw: 统计数据
