Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewPageGachaLogAggressiveRefresh
source: Full Refresh
de: Vollständige Aktualisierung
es: Actualización completa
fr: Actualisation complète
id: Segarkan Seutuhnya
it: Aggiornamento completo
ja: 完全更新
ko: 전체 동기화
pt: Atualização completa
ru: Полное обновление
th: รีเฟรชทั้งหมด
tr: Tam Yenileme
vi: Làm mới toàn bộ
zh_hant: 全量式重新整理
zh_tw: 全量刷新

# ViewPageGachaLogHint
source: No wish history data
de: Es wurden noch keine Wunschdaten abgerufen
es: No hay datos del historial de deseos
fr: Aucune donnée d'historique de vœux
id: Tidak ada data histori wish
it: Nessun dato della cronologia dei desideri
ja: 祈願履歴はありません
ko: 아직 기원 기록을 불러오지 않았습니다
pt: Nenhum dado de histórico de orações
ru: Нет истории молитв
th: ยังไม่ได้ดึงข้อมูลประวัติการอธิษฐาน
tr: Henüz herhangi bir dilek kaydı alınmadı
vi: Chưa có bất kỳ lịch sử Cầu nguyện nào
zh_hant: 尚未獲取任何祈願紀錄
zh_tw: 尚未獲取任何祈願紀錄

# ViewPageGachaLogHutaoCloud
source: Snap Hutao Cloud
es: Hutao Cloud
fr: Hutao Cloud
ja: 胡桃クラウド
ko: 호두 클라우드
th: Hutao Cloud
vi: Hutao Cloud
zh_hant: Hutao Cloud

# ViewPageGachaLogHutaoCloudAfdianPurchaseDescription
source: Go to Afdian to Buy Related Services
de: Gehe zu Afdian, um zugehörige Dienste zu kaufen
es: Ir a Afdian para comprar servicios relacionados
fr: Aller sur Afdian pour acheter des services connexes
id: Pergi ke Afdian untuk Membeli Layanan Terkait
it: Vai su Afdian per acquistare i servizi correlati
ja: Afdianへ移動し、胡桃クラウドのサービスを購入します。
ko: Afdian에서 관련 서비스 구매하기
pt: Acesse a Afdian para comprar serviços relacionados
ru: Перейти на 爱发电, чтобы приобрести соответствующие услуги
th: ไปที่ Afdian เพื่อซื้อบริการที่เกี่ยวข้อง
tr: İlgili hizmetleri satın almak için Afdian'a gidin
vi: Truy cập 爱发电 để mua các dịch vụ liên quan
zh_hant: 前往爱发电購買相關服務

# ViewPageGachaLogHutaoCloudAfdianPurchaseHeader
source: Buy / Renew Cloud Services
de: Hutao Cloud-Dienste kaufen / verlängern
es: Comprar / Renovar servicios en la nube
fr: 购买/续费云服务
id: Beli atau Perbarui Layanan Cloud
it: Acquista / Rinnova Servizi Cloud
ja: クラウドサービスの購入/更新
ko: 购买/续费云服务
pt: Comprar ou renovar o serviço de nuvem
ru: 购买/续费云服务
th: ซื้อ / ต่ออายุบริการคลาวด์
tr: Hutao Cloud Hizmetleri Satın Al / Yenile
vi: 购买/续费云服务
zh_hant: 購買/續費雲服務

# ViewPageGachaLogHutaoCloudDelete
source: Delete cloud archive of this UID
de: Cloud-Archiv dieser UID löschen
es: Eliminar el archivo en la nube de este UID
fr: 删除此 Uid 的云端存档
id: Hapus Arsip Cloud dari UID ini
it: Elimina l'archivio cloud di questo UID
ja: このUIDのクラウドバックアップを削除する
ko: 이 UID에 대한 클라우드 데이터 삭제
pt: Excluir o Cloud Archive deste Uid
ru: 删除此 Uid 的云端存档
th: ลบข้อมูลสำรองคลาวด์ของ UID นี้
tr: Bu UID'nin bulut arşivini sil
vi: 删除此 Uid 的云端存档
zh_hant: 刪除此UID的雲端存檔

# ViewPageGachaLogHutaoCloudDeveloperHint
source: Lifetime developer license
de: Lebenslange Entwicklerlizenz
es: Licencia de desarrollador vitalicia
fr: Les comptes développeurs ignorent la date d'expiration du service
id: Lisensi pengembang seumur hidup
it: Licenza sviluppatore a vita
ja: 開発者アカウントは無期限にサービスを利用できます
ko: 개발자 계정은 서비스 만료 시간을 무시합니다.
pt: Licença vitalícia de desenvolvedore
ru: Учетная запись разработчика игнорирует срок действия сервиса
th: บัญชีนักพัฒนาไม่สนใจเวลาหมดอายุของบริการ
tr: Geliştirici hesabı hizmet bitiş süresini dikkate almaz
vi: Tài khoản nhà phát triển không bị ảnh hưởng bởi thời gian hết hạn dịch vụ
zh_hant: 開發者帳號無視服務到期時間

# ViewPageGachaLogHutaoCloudNoEntryHint
source: No Hutao Cloud record
de: Kein Hutao Cloud Eintrag
es: Sin registro en Hutao Cloud
fr: Aucun enregistrement dans Hutao Cloud
id: Tidak ada catatan Hutao Cloud
it: Nessun record di Hutao Cloud
ja: クラウド記録なし
ko: Snap Hutao Cloud 기록 없음
pt: Sem registo na Hutao Cloud
ru: Нет записей в Snap Hutao Cloud
th: 无云端记录
tr: Snap Hutao Cloud kaydı yok
vi: Không có bản ghi Hutao Cloud
zh_hant: 無 Snap Hutao 雲端記錄

# ViewPageGachaLogHutaoCloudNotAllowed
source: Snap Hutao Cloud Service Expired
de: Snap Hutao Cloud Dienst abgelaufen
es: El servicio de Hutao Cloud ha expirado
fr: Durée du service Snap Hutao Cloud insuffisante
id: Layanan Cloud Snap Hutao Kadaluarsa
it: Servizio Snap Hutao Cloud scaduto
ja: 胡桃クラウドのサービス期限が切れました。
ko: Snap Hutao Cloud 서비스 시간이 부족합니다.
pt: Serviço do Snap Hutao Cloud expirado
ru: Недостаточно времени использования сервиса Hutao Cloud
th: ระยะเวลาบริการ Hutao Cloud ไม่เพียงพอ
tr: Snap Hutao Cloud hizmet süresi yetersiz
vi: Thời gian sử dụng dịch vụ Snap Hutao Cloud không đủ
zh_hant: Hutao Cloud 服務時長不足

# ViewPageGachaLogHutaoCloudRetrieve
source: Download cloud archive of this UID
de: Cloud-Archiv dieser UID herunterladen
es: Descargar el archivo en la nube de este UID
fr: 下载此 Uid 的云端存档
id: Unduh Arsip Cloud dari UID ini
it: Scarica l'archivio cloud di questo UID
ja: このUidのクラウドバックアップをダウンロードする
ko: 이 UID 클라우드 아카이브 다운로드
pt: Faça o download do arquivo em nuvem deste Uid
ru: 下载此 Uid 的云端存档
th: ดาวน์โหลดข้อมูลสำรองคลาวด์ของ UID นี้
tr: Bu UID'nin bulut arşivini indir
vi: 下载此 Uid 的云端存档
zh_hant: 下載此UID的雲端存檔

# ViewPageGachaLogHutaoCloudSpiralAbyssActivityDescription
source: Free 3-day license after uploading current schedule Abyss record
de: Kostenlose 3-Tage-Lizenz nach dem Hochladen des aktuellen Aufzeichnungen der Spirale des Abgrunds
es: Licencia gratuita de 3 días tras subir el registro actual del Abismo
fr: La première soumission de l'Abysse spiralée de chaque période peut obtenir 3 jours de temps d'utilisation gratuit
id: Lisensi gratis selama 3 hari setelah mengunggah rekor Abyss saat ini
it: Licenza gratuita di 3 giorni dopo il caricamento della registrazione dell'Abisso della sessione corrente
ja: 毎期の深境螺旋記録を初回アップロードすると、3 日間の利用期限を無料に獲得できます
ko: 매 시즌 나선 비경 첫 업로드 시 <b>3</b>일 무료 이용 혜택 제공
pt: Licença gratuita de 3 dias após enviar o registro atual do cronograma do abismo
ru: При первой загрузке каждой новой фазы Бездны можно бесплатно получить 3 дня
th: การอัปโหลดครั้งแรกของแต่ละช่วง Abyss จะได้รับระยะเวลา 3 วันฟรี
tr: Her spiral Abyss ilk yüklemesinde 3 günlük ücretsiz süre kazanın
vi: Lần đầu tải lên mỗi kỳ Vực Sâu sẽ nhận được 3 ngày sử dụng miễn phí
zh_hant: 每期深淵首次上傳可免費獲得 3 天時長

# ViewPageGachaLogHutaoCloudSpiralAbyssActivityHeader
source: Upload Abyss Records
de: Abgrundaufzeichnungen hochladen
es: Subir registros del Abismo
fr: Télécharger les enregistrements de l'Abysse
id: Unggah Rekor Abyss
it: Carica record dell'Abisso
ja: 螺旋の記録をアップロード
ko: 나선 비경 기록 업로드
pt: Carregar registros do Abismo
ru: Загрузить историю прохождения бездны
th: อัปโหลดบันทึก Abyss
tr: Abyss Kayıtlarını Yükle
vi: Tải lên nhật ký Vực Sâu
zh_hant: 上傳深淵紀錄

# ViewPageGachaLogHutaoCloudUpload
source: Upload Current Wish Archive
de: Aktuelles Wunscharchiv hochladen
es: Subir el archivo de deseos actual
fr: Téléverser l'archive de vœux actuelle
id: Unggah Arsip Wish Saat Ini
it: Carica l'archivio desideri attuale
ja: 現在の祈願履歴をアップロード
ko: 현재 기원 클라우드 업로드
pt: Carregar arquivo de oração atual
ru: Загрузить текущий архив молитв
th: อัปโหลดไฟล์บันทึกการอธิษฐานปัจจุบัน
tr: Mevcut dilek arşivini yükle
vi: Tải lên bản lưu trữ cầu nguyện hiện tại
zh_hant: 上傳目前的祈願存檔

# ViewPageGachaLogImportAction
source: Import
de: Importieren
es: Importar
fr: Importer
id: Impor
it: Importa
ja: インポート
ko: 가져오기
pt: Importar
ru: Импорт
th: นำเข้า
tr: İçe Aktar
vi: Nhập
zh_hant: 匯入
zh_tw: 匯入

# ViewPageGachaLogImportDescription
source: Import data from other Apps
de: Daten aus anderen Apps importieren
es: Importar datos de otras Apps
fr: Importer des données depuis d'autres applications
id: Impor data dari App lain
it: Importa dati da altre app
ja: 他のアプリからデータをインポート
ko: 다른 앱에서 데이터 가져오기
pt: Importar dados de outros aplicativos
ru: Импорт данных из других приложений
th: นำเข้าข้อมูลจากแอปอื่น
tr: Diğer Uygulamalardan Veri İçe Aktar
vi: Nhập dữ liệu từ Ứng dụng khác
zh_hant: 匯入來自其他 APP 的資料
zh_tw: 匯入來自其他 APP 的數據

# ViewPageGachaLogImportExportAction
source: Import/Export Records
de: Import-/Export-Aufzeichnungen
es: Importar/Exportar registros
fr: Importer/Exporter les enregistrements
id: Impor/Ekspor Catatan
it: Importa/Esporta record
ja: インポート/エクスポート
ko: 기록 가져오기/내보내기
pt: Importar/Exportar Registros
ru: Импорт/экспорт записей
th: 导入/导出记录
tr: Kayıtları İçe/Dışa Aktar
vi: Nhập/Xuất bản ghi
zh_hant: 匯入/匯出紀錄

# ViewPageGachaLogImportHeader
source: Import UIGF Json
de: UIGF-Json importieren
es: Importar Json UIGF
fr: Importer UIGF Json
id: Impor UIGF Json
it: Importa Json UIGF
ja: UIGF Json をインポート
ko: UIGF Json 가져오기
pt: Importar UIGF Json
ru: Импорт данных из UIGF Json файла
th: นำเข้า UIGF Json
tr: UIGF Json İçe Aktar
vi: Nhập UIGF Json
zh_hant: 匯入 UIGF Json
zh_tw: 匯入 UIGF Json

# ViewPageGachaLogInputAction
source: Input
de: Eingabe
es: Ingresar
fr: Saisir
id: Masukan
it: Inserisci
ja: 入力
ko: 입력
pt: Inserir
ru: Ввод
th: ป้อน
tr: Giriş
vi: Nhập
zh_hant: 輸入
zh_tw: 輸入

# ViewPageGachaLogOrangeAvatarCountdown
source: Five Star Roles
de: Fünf-Sterne-Rollen
es: Personajes de cinco estrellas
fr: Personnages cinq étoiles
id: Karakter Bintang Lima
it: Personaggi a cinque stelle
ja: 星5キャラクター
ko: 5성 캐릭터
pt: Personagens de cinco estrelas
ru: Пятизвездочные персонажи
th: 五星角色
tr: Beş Yıldızlı Karakterler
vi: Nhân vật 5 sao
zh_hant: 五星角色

# ViewPageGachaLogOrangeWeaponCountdown
source: Five Star Weapons
de: Fünf-Sterne-Waffen
es: Armas de cinco estrellas
fr: Armes cinq étoiles
id: Senjata Bintang Lima
it: Armi a cinque stelle
ja: 星5武器
ko: 오성 무기
pt: Armas de cinco estrelas
ru: Пятизвездочное оружие
th: 五星武器
tr: Beş Yıldızlı Silahlar
vi: Vũ khí 5 sao
zh_hant: 五星武器

# ViewPageGachaLogPivotCountdown
source: Countdown
es: Contador
fr: Compte à rebours
id: Hitung Mundur
it: Conto alla rovescia
ja: タイマー
ko: 카운트다운
pt: Contagem regressiva
ru: Таймер
th: 计时
tr: Geri Sayım
vi: Đếm ngược
zh_hant: 計時

# ViewPageGachaLogPurpleAvatarCountdown
source: Four Star Roles
de: Vier-Sterne-Rollen
es: Personajes de cuatro estrellas
fr: Personnages quatre étoiles
id: Karakter Bintang Empat
it: Personaggi a quattro stelle
ja: 星4キャラクター
ko: 사성 캐릭터
pt: Personagens de quatro estrelas
ru: Четырехзвездочные персонажи
th: 四星角色
tr: Dört Yıldızlı Karakterler
vi: Nhân vật 4 sao
zh_hant: 四星角色

# ViewPageGachaLogPurpleWeaponCountdown
source: Four Star Weapons
de: Vier-Sterne-Waffen
es: Armas de cuatro estrellas
fr: Armes quatre étoiles
id: Senjata Bintang Empat
it: Armi a quattro stelle
ja: 星4武器
ko: 사성 무기
pt: Armas de quatro estrelas
ru: Четырёхзвёздочное оружие
th: 四星武器
tr: Dört Yıldızlı Silahlar
vi: Vũ khí 4 sao
zh_hant: 四星武器

# ViewPageGachaLogRecoverFromHutaoCloudDescription
source: Recover Wish Records from Snap Hutao Cloud
de: Gebetsverlauf aus der Hutao Cloud wiederherstellen
es: Recuperar registros de deseos desde Hutao Cloud
fr: Récupérer les enregistrements de vœux depuis Snap Hutao Cloud
id: Pulihkan Catatan Wish dari Layanan Cloud Snap Hutao
it: Ripristina i record dei desideri da Hutao Cloud
ja: 胡桃クラウドから祈願履歴を復元する
ko: Hutao Cloud에서 기원 기록 복원
pt: Recuperar o registro de orações do Snap Hutao Cloud
ru: Восстановление истории молитв из Snap Hutao Cloud
th: กู้คืนประวัติการอธิษฐานจาก Hutao Cloud
tr: Snap Hutao Bulutu'ndan Dilek Kayıtlarını Kurtar
vi: Khôi phục nhật ký cầu nguyện từ Hutao Cloud
zh_hant: 從 Hutao Cloud 恢復祈願紀錄

# ViewPageGachaLogRefresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Muat ulang
it: Aggiorna
ja: 情報更新
ko: 동기화
pt: Atualizar
ru: Обновить
th: รีเฟรช
tr: Yenile
vi: Làm mới
zh_hant: 重新整理
zh_tw: 重新整理

# ViewPageGachaLogRefreshAction
source: Fetch
de: Abrufen
es: Obtener
fr: Récupérer
id: Dapatkan
it: Recupera
ja: 取得
ko: 가져오기
pt: Buscar
ru: Обновить
th: ดึงข้อมูล
tr: Getir
vi: Lấy
zh_hant: 獲取
zh_tw: 獲取

# ViewPageGachaLogRefreshByManualInput
source: Input URL manually
de: URL manuell eingeben
es: Introducir URL manualmente
fr: Saisir l'URL manuellement
id: Masukan URL Secara Manual
it: Inserisci URL manualmente
ja: 手動で URL を入力
ko: Url 수동 입력
pt: Inserir URL manualmente
ru: Ввести URL вручную
th: 手动输入 URL
tr: URL'yi manuel olarak girin
vi: Nhập URL thủ công
zh_hant: 手動輸入 URL

# ViewPageGachaLogRefreshByManualInputDescription
source: Use provided wish history URL to refresh record
de: Verwende die von dir angegebene URL, um die Wunschhistorie zu aktualisieren
es: Utilizar la URL proporcionada para actualizar el historial de deseos
fr: Utiliser l'URL fournie pour actualiser l'historique d'invocation
id: Kami menggunakan URL yang disediakan untuk menyegarkan riwayat Wish Anda
it: Usa l'URL della cronologia dei desideri fornito per aggiornare il record
ja: 旅人さんが提供した URLで祈願履歴を更新します
ko: 제공된 Url을 이용해 기원 기록을 동기화합니다
pt: Usamos o URL fornecido para atualizar seu histórico de orações
ru: Используйте предоставленный вами URL-адрес для обновления записей о молитвах
th: 使用由你提供的 URL 刷新祈愿记录
tr: Sağladığınız dilek geçmişi URL'sini kullanarak kaydı yenileyin
vi: Sử dụng URL bạn cung cấp để làm mới lịch sử cầu nguyện
zh_hant: 使用由你提供的 URL 重新整理祈願紀錄

# ViewPageGachaLogRefreshBySToken
source: SToken Refresh
de: SToken aktualisieren
es: Actualizar SToken
fr: Actualisation SToken
id: Perbarui SToken
it: Aggiorna SToken
ja: SToken で更新
ko: SToken 동기화
pt: Atualizar SToken
ru: Обновить SToken
th: รีเฟรช SToken
tr: SToken Yenile
vi: Làm mới SToken
zh_hant: SToken 重新整理

# ViewPageGachaLogRefreshBySTokenDescription
source: Use current user's cookie to fetch wish history
de: Verwende den Cookie des aktuellen Benutzers, um den Gebetsverlauf abzurufen
es: Usar la cookie del usuario actual para obtener el historial de deseos
fr: Utiliser les informations de cookie de l'utilisateur actuel pour actualiser l'historique d'invocation
id: Gunakan cookie pengguna saat ini untuk mengambil riwayat Wish
it: Usa il cookie dell'utente attuale per recuperare la cronologia dei desideri
ja: 現在のユーザーの Cookie で祈願履歴を更新します
ko: 현재 사용자의 Cookie로 기원 기록 동기화
pt: Usar o cookie do usuário atual para buscar o histórico de orações
ru: Использовать Cookie текущего пользователя для обновления истории молитв
th: ใช้คุกกี้ของผู้ใช้ปัจจุบันเพื่อรีเฟรชประวัติการอธิษฐาน
tr: Dilek geçmişini getirmek için mevcut kullanıcının çerez bilgilerini kullanın
vi: Sử dụng cookie của người dùng hiện tại để làm mới nhật ký cầu nguyện
zh_hant: 使用目前使用者的 Cookie 資訊重新整理祈願紀錄

# ViewPageGachaLogRefreshByWebCache
source: Refresh with Web Cache
de: Webcache aktualisieren
es: Actualizar con la caché web
fr: Actualisation du cache Web
id: Perbarui dengan Cache Web
it: Aggiorna con la cache Web
ja: ウェブキャッシュで更新
ko: 웹 캐시 동기화
pt: Atualizar com o cache da web
ru: Обновить при помощи веб-кэша
th: รีเฟรชด้วยแคชเว็บ
tr: Web Önbelleği ile Yenile
vi: Làm mới bằng bộ nhớ đệm web
zh_hant: 網頁快取重新整理
zh_tw: 網頁緩存刷新

# ViewPageGachaLogRefreshByWebCacheDescription
source: Use embedded browser cache to refresh wish history
de: Verwende den Webcache des In-Game-Browsers, um den Gebetsverlauf zu aktualisieren
es: Usar la caché web del navegador integrado para actualizar el historial de deseos
fr: Utiliser le cache du navigateur intégré pour actualiser l'historique d'invocation
id: Gunakan cache peramban tersemat untuk menyegarkan riwayat keinginan
it: Usa la cache del browser integrato nel gioco per aggiornare la cronologia dei desideri
ja: ゲーム内ブラウザーのキャッシュで祈願履歴を更新します
ko: 게임 내 브라우저의 웹 캐시를 이용해 기원 기록 동기화
pt: Use o cache do navegador incorporado para atualizar o histórico de orações
ru: Обновить историю молитв, используя веб-кэш внутриигрового браузера
th: ใช้แคชเว็บของเบราว์เซอร์ในเกมเพื่อรีเฟรชประวัติการอธิษฐาน
tr: Dilek geçmişini yenilemek için gömülü tarayıcı önbelleğini kullanın
vi: Sử dụng bộ nhớ cache của trình duyệt trong trò chơi để làm mới lịch sử cầu nguyện
zh_hant: 使用遊戲內瀏覽器的網頁快取重新整理祈願紀錄
zh_tw: 使用游戲内瀏覽器的網頁緩存刷新祈願紀錄

# ViewPageGachaLogRemoveArchiveAction
source: Delete Current Archive
de: Aktuelles Archiv löschen
es: Eliminar archivo actual
fr: Supprimer l'archive actuelle
id: Hapus Arsip Saat Ini
it: Elimina archivio attuale
ja: 現在のアーカイブを削除する
ko: 현재 아카이브 삭제
pt: Excluir arquivo atual
ru: Удалить текущую историю молитв
th: ลบข้อมูลที่จัดเก็บปัจจุบัน
tr: Mevcut Arşivi Sil
vi: Xóa bản lưu hiện tại
zh_hant: 刪除目前存檔
zh_tw: 刪除當前存檔

# ViewPageGahcaLogPivotAvatar
source: Character
de: Charakter
es: Personaje
fr: Personnage
id: Karakter
it: Personaggio
ja: キャラクター
ko: 캐릭터
pt: Personagem
ru: Персонаж
th: ตัวละคร
tr: Karakter
vi: Tài khoản
zh_hant: 角色
zh_tw: 角色

# ViewPageGahcaLogPivotHistory
source: History
de: Verlauf
es: Historial
fr: Historique
id: Sejarah
it: Cronologia
ja: 履歴
ko: 기록
pt: Histórico
ru: История
th: ประวัติ
tr: Geçmiş
vi: Lịch sử
zh_hant: 歷史
zh_tw: 历史

# ViewPageGahcaLogPivotOverview
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
id: Pratinjau
it: Panoramica
ja: 一覧
ko: 개요
pt: Visão geral
ru: Обзор
th: ภาพรวม
tr: Genel Bakış
vi: Tổng quan
zh_hant: 總覽
zh_tw: 總覽

# ViewPageGahcaLogPivotStatistics
source: Global Wish Stats
de: Globale Wunschstatistik
es: Estadísticas globales de deseos
fr: Statistiques globales de vœux
id: Statistik
it: Statistiche dei desideri globali
ja: グローバル祈願統計
ko: 统计
pt: Estatísticas globais
ru: 统计
th: สถิติการอธิษฐานทั่วโลก
tr: Küresel Dilek İstatistikleri
vi: Thống kê cầu nguyện toàn cầu
zh_hant: 全球祈願統計

# ViewPageGahcaLogPivotWeapon
source: Weapon
de: Waffe
es: Arma
fr: Armes
id: Senjata
it: Arma
ja: 武器
ko: 무기
pt: Arma
ru: Оружие
th: อาวุธ
tr: Silah
vi: Vũ khí
zh_hant: 武器
zh_tw: 武器

# ViewPageHomeGreetingTextCommon1
source: Snap Hutao has launched the game for you {0} times
de: Snap Hutao hat das Spiel {0} Mal für dich gestartet
es: Snap Hutao ha iniciado el juego {0} veces por ti
fr: Snap Hutao a lancé le jeu {0} fois pour vous
id: Snap Hutao telah meluncurkan permainan untuk Anda sebanyak {0} kali
it: Snap Hutao ha avviato il gioco {0} volta
ja: 胡桃はあなたのためにゲームを {0} 回起動しました
ko: Snap Hutao가 {0}번 게임을 실행했습니다.
pt: O Snap Hutao iniciou o jogo para você {0} vezes
ru: Snap Hutao запустил игру {0} раз
th: Snap Hutao ได้เปิดเกมให้คุณ {0} ครั้ง
tr: Snap Hutao senin için oyunu {0} kez başlattı
vi: Snap Hutao đã khởi chạy game cho bạn {0} lần
zh_hant: 胡桃已經為你啟動了 {0} 次遊戲

# ViewPageHomeGreetingTextCommon2
source: You have launched Snap Hutao {0} times
de: Du hast Snap Hutao {0} Mal gestartet
es: Has iniciado Snap Hutao {0} veces
fr: Vous avez lancé Snap Hutao {0} fois
id: Anda telah meluncurkan Snap Hutao sebanyak {0} kali
it: Hai avviato Snap Hutao {0} volta
ja: あなたは胡桃を {0} 回起動しました
ko: Snap Hutao를 {0}번 실행했습니다.
pt: Você iniciou o Snap Hutao {0} vezes
ru: Вы запустили Snap Hutao {0} раз
th: คุณได้เปิด Snap Hutao {0} ครั้ง
tr: Snap Hutao'yu {0} kez başlattın
vi: Bạn đã khởi chạy Snap Hutao {0} lần
zh_hant: 你已經啟動了胡桃 {0} 次

# ViewPageHomeGreetingTextDefault
source: Welcome to Teyvat, Traveler!
de: Reisender, willkommen in Teyvat!
es: ¡Viajero, bienvenido a Teyvat!
fr: Voyageur, bienvenue sur le continent de Teyvat !
id: Selamat datang di Teyvat, Traveler!
it: Viaggiatore, benvenuto nel continente di Teyvat!
ja: 旅人、テイワットへようこそ！
ko: 여행자, 티바트 대륙에 오신 것을 환영합니다!
pt: Boas-vindas a Teyvat, Viajante!
ru: Добро пожаловать в Тейват, Путешественник!
th: นักเดินทาง ยินดีต้อนรับสู่ทวีปเทย์วัต!
tr: Gezgin, Teyvat kıtasına hoş geldin!
vi: Nhà lữ hành, chào mừng đến với lục địa Teyvat!
zh_hant: 旅行者，歡迎來到提瓦特大陸!

# ViewPageHomeGreetingTextEasterEgg
source: You're right, but Snap Hutao was developed by DGP Studio...
de: Du hast recht, aber Snap Hutao wurde von DGP Studio entwickelt...
es: Tienes razón, pero Snap Hutao es un producto desarrollado de forma independiente por DGP Studio...
fr: Vous avez raison, mais Snap Hutao a été développé par DGP Studio...
id: Anda benar, tapi Snap Hutao dikembangkan oleh DGP Studio...
it: Hai ragione, ma Snap Hutao è stato sviluppato da DGP Studio...
ja: キミの言う通りだが、しかし「胡桃」は DGP Studio が自主開発したの...
ko: 네 말이 맞아. 하지만 Snap Hutao는 DGP Studio에서 자체 개발한...
pt: Você tem razão, mas o Snap Hutao foi desenvolvido pelo DGP Studio...
ru: Ты прав, но Snap Hutao — это самостоятельно разработанное DGP Studio приложение...
th: คุณพูดถูก แต่ Snap Hutao เป็นโปรแกรมที่พัฒนาขึ้นเองโดย DGP Studio...
tr: Haklısın, ama Snap Hutao, DGP Studio tarafından bağımsız olarak geliştirilmiş bir...
vi: Bạn nói đúng, nhưng Snap Hutao là một sản phẩm do DGP Studio tự phát triển...
zh_hant: 你說的對，但是《Snap Hutao》是由 DGP Studio 自主研發的一款...

# ViewPageHomeGreetingTextEpic1
source: Well, Traveler, this is your {0}th day in Teyvat.
de: Nun, Reisender, dies ist dein {0}. Tag in Teyvat.
es: Oye, Viajero, este es tu día número {0} en Teyvat.
fr: Eh bien, Voyageur, c'est votre {0} jour dans Teyvat.
id: Baiklah, Traveler, ini adalah hari ke-{0} Anda di Teyvat.
it: Ehi, Viaggiatore, questo è il tuo {0}° giorno a Teyvat
ja: なあ、旅人、今日はテイワットで {0} 日目の冒険だぞ！
ko: 저기, 여행자, 티바트 대륙에 온 지 {0}일째 되는 날이야
pt: Bem, Viajante, este é o seu {0}º dia em Teyvat.
ru: Что ж, путешественник, это ваш {0} день в Тейвате.
th: นี่ นักเดินทาง นี่คือวันที่ {0} ของคุณในทวีปเทย์วัตนะ
tr: Şey, Gezgin, Teyvat kıtasına geldiğin {0}. günün kutlu olsun
vi: Này, Nhà lữ hành, đây là ngày thứ {0} bạn đến với lục địa Teyvat đó
zh_hant: 吶，旅行者，這是你來到提瓦特大陸的第 {0} 天哦

# ViewPageHomeLaunchGameSettingAction
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hant: 設定

# ViewPageHutaoDatabaseOverview
source: Details
es: Detalles
fr: Détails
id: Rincian
it: Dettagli
ja: 詳細
ko: 세부
pt: Detalhes
ru: Детали
th: รายละเอียด
tr: Detaylar
vi: Chi tiết
zh_hant: 詳情
zh_tw: 詳情

# ViewPageHutaoDatabaseOverviewAvatarAppearanceRank
source: Character Appearance
de: Charakterauftritt
es: Aparición de Personajes
fr: Apparition du Personnage
id: Penampilan Karakter
it: Presenza Personaggio
ja: キャラ出場率
ko: 캐릭터 획득
pt: Aparição de persongem
ru: Внешний вид персонажа
th: การปรากฏตัวของตัวละคร
tr: Karakter Görünümü
vi: Nhân vật xuất hiện
zh_hant: 角色出場
zh_tw: 角色出場

# ViewPageHutaoDatabaseOverviewAvatarConstellation
source: Character Constellation
de: Charakterkonstellation
es: Constelación de Personajes
fr: Constellation du Personnage
id: Konstelasi Karakter
it: Costellazione Personaggio
ja: キャラ所持率
ko: 캐릭터 보유
pt: Constelação de personagem
ru: Созвездие персонажа
th: กลุ่มดาวตัวละคร
tr: Karakter Takımyıldızı
vi: Nhân vật sở hữu
zh_hant: 角色持有
zh_tw: 角色持有

# ViewPageHutaoDatabaseOverviewAvatarUsageRank
source: Character Usage
de: Charakterverwendung
es: Uso de Personajes
fr: Utilisation du Personnage
id: Penggunaan Karakter
it: Utilizzo Personaggio
ja: キャラ使用率
ko: 캐릭터 사용
pt: Uso de personagem
ru: Использование персонажа
th: การใช้ตัวละคร
tr: Karakter Kullanımı
vi: Nhân vật sử dụng
zh_hant: 角色使用
zh_tw: 角色使用

# ViewPageHutaoDatabaseOverviewConstellation0
source: C 0
de: 0. Konstellation
ja: 0凸
ko: 명함
th: 0 กลุ่มดาว
zh_hant: 0 命
zh_tw: 0 命

# ViewPageHutaoDatabaseOverviewConstellation1
source: C 1
de: 1. Konstellation
ja: 1凸
ko: 1돌
th: 1 กลุ่มดาว
zh_hant: 1 命
zh_tw: 1 命

# ViewPageHutaoDatabaseOverviewConstellation2
source: C 2
de: 2. Konstellation
ja: 2凸
ko: 2돌
th: 2 กลุ่มดาว
zh_hant: 2 命
zh_tw: 2 命

# ViewPageHutaoDatabaseOverviewConstellation3
source: C 3
de: 3. Konstellation
ja: 3凸
ko: 3돌
th: 3 กลุ่มดาว
zh_hant: 3 命
zh_tw: 3 命

# ViewPageHutaoDatabaseOverviewConstellation4
source: C 4
de: 4. Konstellation
ja: 4凸
ko: 4돌
th: 4 กลุ่มดาว
zh_hant: 4 命
zh_tw: 4 命

# ViewPageHutaoDatabaseOverviewConstellation5
source: C 5
de: 5. Konstellation
fr: 5 Constellation
ja: 5凸
ko: 5돌
th: 5 กลุ่มดาว
zh_hant: 5 命
zh_tw: 5 命

# ViewPageHutaoDatabaseOverviewConstellation6
source: C 6
de: 6. Konstellation
fr: 6 Constellation
ja: 完凸
ko: 풀돌
th: 6 กลุ่มดาว
vi: 6 Mệnh
zh_hant: 6 命
zh_tw: 6 命

# ViewPageHutaoDatabaseOverviewConstellationAvatar
source: Character
de: Charakter
es: Personaje
fr: Personnage
id: Karakter
it: Personaggio
ja: キャラクター
ko: 캐릭터
pt: Personagem
ru: Персонаж
th: ตัวละคร
tr: Karakter
vi: Tài khoản
zh_hant: 角色
zh_tw: 角色

# ViewPageHutaoDatabaseOverviewConstellationHolding
source: Owned
de: Besitz
es: Poseído
fr: Possédé
id: Pemilik
it: Posseduto
ja: 所持率
ko: 보유
pt: Possuído
ru: Имеется
th: ที่ครอบครอง
tr: Sahip Olunan
vi: Sở hữu
zh_hant: 持有
zh_tw: 持有
