Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewDialogSpiralAbyssUploadRecordHomaNotLoginPrimaryButtonText
source: Log in Now
de: Jetzt anmelden
es: Iniciar sesión ahora
fr: Se connecter maintenant
id: Buka Halaman Login
it: Accedi ora
ja: 今すぐログイン
ko: 로그인하러 가기
pt: Ir para o login
ru: Перейти к входу
th: ไปที่หน้าล็อกอิน
tr: Şimdi Giriş Yap
vi: Đến trang đăng nhập
zh_hant: 前往登入畫面

# ViewDialogSpiralAbyssUploadRecordHomaNotLoginSecondaryButtonText
source: Continue to Upload
de: Weiter hochladen
es: Continuar subiendo
fr: Continuer le téléversement
id: Lanjutkan Unggah
it: Continua a caricare
ja: アップロードを続行
ko: 계속 업로드
pt: Continuar a carregar
ru: Продолжить загрузку
th: ดำเนินการอัปโหลดต่อ
tr: Yüklemeye Devam Et
vi: Tiếp tục tải lên
zh_hant: 繼續上傳

# ViewDialogSpiralAbyssUploadRecordHomaNotLoginTitle
source: Upload Abyss Records
de: Abyss-Daten hochladen
es: Cargar datos del Abismo
fr: Charger les données de l'Abysse
id: Mengunggah Data Abyss
it: Invia dati dell'Abisso
ja: 深境螺旋のデータをアップロード
ko: 심연 데이터 업로드
pt: Carregar dados do Abismo
ru: Загрузить данные Бездны
th: อัปโหลดข้อมูล Spiral Abyss
tr: Abyss Kayıtlarını Yükle
vi: Tải lên dữ liệu Vực Sâu
zh_hant: 上傳深淵資料

# ViewDialogUpdatePackageDownloadUpdateLogLinkContent
source: Check Update Logs
de: Update-Protokolle überprüfen
es: Ver los registros de actualización
fr: Vérifier les journaux de mise à jour
id: Lihat Log Pembaruan
it: Visualizza i registri degli aggiornamenti
ja: 更新ログを表示
ko: 업데이트 로그 확인
pt: Verificar logs de atualização
ru: Просмотреть журнал обновлений
th: 查看更新日志
tr: Güncelleme Kayıtlarını Görüntüle
vi: Xem nhật ký cập nhật
zh_hant: 查看更新記錄檔

# ViewDialogUpdatePackageMirrorHeader
source: Download Source
de: Download-Quelle
es: Origen de descarga
fr: Télécharger la source
id: Sumber Unduhan
it: Origine download
ja: ソースをダウンロード
ko: 다운로드 소스
pt: Fonte de Download
ru: Источник загрузки
th: 下载源
tr: İndirme Kaynağı
vi: Nguồn tải xuống
zh_hant: 下載來源

# ViewDialogUpdatePackagePrimaryText
source: Update
de: Aktualisieren
es: Actualizar
fr: Renouvellement
id: Perbarui
it: Aggiorna
ja: アップデート
ko: 업데이트
pt: Atualizar
ru: Обновить
th: 更新
tr: Güncelle
vi: Cập nhật
zh_hant: 更新

# ViewDialogUserAccountPasswordAccountHint
source: Please enter an account
de: Bitte gib dein Konto ein
es: Introduce la cuenta
fr: Veuillez entrer le compte actuel
id: Masukkan akun
it: Inserisci l'account
ja: アカウントを入力してください
ko: 계정을 입력하세요
pt: Digite sua conta
ru: Введите аккаунт
th: 请输入账号
tr: Lütfen hesap girin
vi: Vui lòng nhập tài khoản
zh_hant: 請輸入帳號

# ViewDialogUserAccountPasswordPasswordHint
source: Enter your password
de: Bitte gib dein Passwort ein
es: Introduce la contraseña
fr: Veuillez saisir le mot de passe
id: Masukkan kata sandi
it: Inserisci la password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
pt: Digite sua senha
ru: Введите пароль
th: 请输入密码
tr: Lütfen şifre girin
vi: Vui lòng nhập mật khẩu
zh_hant: 請輸入密碼

# ViewDialogUserAccountPasswordTitle
source: Login to your account
de: Anmeldung mit Konto und Passwort
es: Acceder con cuenta y contraseña
fr: Connexion avec compte et mot de passe
id: Login dengan akun dan kata sandi
it: Accesso con account e password
ja: アカウントやパスワードでログインする
ko: 계정 비밀번호 로그인
pt: Login com conta e senha
ru: Вход по логину и паролю
th: 账号密码登录
tr: Hesap ve Şifre ile Giriş
vi: Đăng nhập bằng tài khoản và mật khẩu
zh_hant: 帳號密碼登入

# ViewDialogUserDocumentAction
source: Take me there
de: Dorthin bringen
es: Ir ahora
fr: Y aller
id: Tuju saya kesana
it: Vai
ja: すぐに移動
ko: 지금 이동
pt: Leve-me até lá
ru: Перейти
th: ไปยังทันที
tr: Hemen Git
vi: Đi đến đó
zh_hant: 立即前往
zh_tw: 立即前往

# ViewDialogUserDocumentDescription
source: Follow the instruction in the document
de: Befolge die Anweisungen im Dokument
es: Sigue las instrucciones del documento
fr: Accédez à la page du document et suivez les instructions
id: Ikuti petunjuk dalam dokumen
it: Segui le istruzioni nel documento
ja: ドキュメントのページへ移動し、指示に従って操作してください
ko: 문서 페이지로 이동하여 설명을 따르세요
pt: Siga as instruções do documento
ru: Перейдите на страницу документа и следуйте инструкциям
th: เข้าสู่หน้าเอกสารและทำตามคำแนะนำ
tr: Belge sayfasına gidin ve talimatları izleyin
vi: Làm theo hướng dẫn trong tài liệu
zh_hant: 進入文件頁面並依照指示操作
zh_tw: 進入文檔頁面並按指示操作

# ViewDialogUserDocumentHeader
source: Document
de: Dokument
es: Documento
id: Dokumen
it: Documento
ja: ドキュメント
ko: 작업 문서
pt: Documento
ru: Документ
th: เอกสาร
tr: Belge
vi: Tài liệu
zh_hant: 操作文件
zh_tw: 操作文檔

# ViewDialogUserInputPlaceholder
source: The entered cookies contains SToken
de: Gib hier den Cookie mit SToken ein
es: Introduce aquí la cookie que contiene el SToken
fr: Saisissez ici le cookie contenant le SToken
id: Cookie yang dimasukkan berisi SToken
it: Inserisci qui i Cookie contenenti SToken
ja: STokenが含まれたCookieを入力してください
ko: SToken이 포함된 Cookie를 입력하세요
pt: Os cookies inseridos contêm SToken
ru: Введите здесь Cookie, содержащие SToken
th: ป้อน Cookie ที่มี SToken ที่นี่
tr: Buraya SToken içeren Çerez'i girin
vi: Cookie đã nhập chứa SToken
zh_hant: 在此處輸入包含 SToken 的 Cookie
zh_tw: 在此處輸入包含 Stoken 的 Cookie

# ViewDialogUserMobileCaptchaCaptchaHint
source: Please enter the code you received
de: Bitte gib den erhaltenen Verifizierungscode ein
es: Introduce el código de verificación que has recibido
fr: Veuillez entrer le code que vous avez reçu
id: Masukkan OTP yang diterima
it: Inserisci il codice di verifica ricevuto
ja: 認証コードを入力して下さい
ko: 받은 인증 코드를 입력하세요
pt: Insira o código recebido
ru: Введите полученный код подтверждения
th: 请输入收到的验证码
tr: Lütfen aldığınız doğrulama kodunu girin
vi: Vui lòng nhập mã xác minh đã nhận
zh_hant: 請輸入收到的驗證碼

# ViewDialogUserMobileCaptchaMobileHint
source: Please enter phone number
de: Bitte gib die Telefonnummer ein
es: Introduce el número de teléfono
fr: Veuillez entrer le numéro de téléphone
id: Masukkan nomor ponsel
it: Inserisci il numero di telefono
ja: 電話番号が必要です
ko: 휴대폰 번호를 입력하세요
pt: Digite seu número de celular
ru: Введите номер телефона
th: 请输入手机号码
tr: Lütfen telefon numarasını girin
vi: Vui lòng nhập số điện thoại
zh_hant: 請輸入手機號碼

# ViewDialogUserMobileCaptchaSendCaptchaAction
source: Send
de: Senden
es: Enviar
fr: Envoyer
id: Kirim
it: Invia
ja: 送信
ko: 전송
pt: Enviar
ru: Отправить
th: 发送
tr: Gönder
vi: Gửi
zh_hant: 傳送

# ViewDialogUserMobileCaptchaTitle
source: Phone verification code login
de: Anmeldung mit Handy-Verifizierungscode
es: Inicio de sesión con código de verificación móvil
fr: Connexion par code de vérification mobile
id: Login kode verifikasi ponsel
it: Accesso con codice di verifica telefonico
ja: 携帯電話の認証コードによるログインする
ko: 휴대폰 인증 코드 로그인
pt: Login com código de verificação do celular
ru: Вход по коду подтверждения телефона
th: 手机验证码登录
tr: Telefon Doğrulama Kodu ile Giriş
vi: Đăng nhập bằng mã xác minh điện thoại
zh_hant: 手機驗證碼登入

# ViewDialogUserTitle
source: Set Cookie
de: Cookie setzen
es: Establecer cookie
fr: Définir le cookie
id: Setel Cookie
it: Imposta Cookie
ja: Cookie 設定
ko: 쿠키 설정
pt: Definir cookie
ru: Установка cookie-файлов
th: ตั้งค่า Cookie
tr: Çerez Ayarla
vi: Đặt Cookie
zh_hant: 設定 Cookie

# ViewExceptionWindowCommentDescription
source: Clear, step-by-step descriptions will help us locate the issue faster
de: Eine klare und detaillierte Beschreibung hilft uns, das Problem schneller zu finden
es: Una descripción clara y concisa de los pasos nos ayudará a localizar el problema más rápidamente
fr: Une description claire et concise des étapes nous aidera à localiser le problème plus rapidement
id: Deskripsi yang jelas dan terstruktur akan membantu kami menemukan masalah dengan lebih cepat
it: Una descrizione chiara e concisa dei passaggi ci aiuterà a identificare il problema più velocemente
ja: 明確で論理的な手順の説明は、私たちにとって問題の迅速な特定に役立ちます！
ko: 문제를 더 빨리 파악하는 데 도움이 되도록 명확하고 간결하게 설명해 주세요
pt: Uma descrição clara e concisa dos passos irá ajudar-nos a localizar o problema mais rapidamente.
ru: Чёткое и ясное описание шагов поможет нам быстрее локализовать проблему
vi: Mô tả rõ ràng, mạch lạc các bước sẽ giúp chúng tôi xác định vấn đề nhanh hơn
zh_hant: 步驟明確，條理清晰的描述將有助於我們更快的定位問題

# ViewExceptionWindowCommentHeader
source: What actions did you perform before the crash occurred?
de: Was hast du getan, bevor der Absturz auftrat?
es: ¿Qué acciones realizaste antes de que ocurriera el fallo?
fr: Quelles actions avez-vous effectuées avant que le crash ne se produise ?
id: Tindakan apa yang Anda lakukan sebelum crash terjadi?
it: Quali azioni hai eseguito prima che si verificasse il crash?
ja: クラッシュが発生する前に、どのような操作を行いましたか？
ko: 충돌이 발생하기 전에 어떤 작업을 수행했습니까?
pt: Que ações realizou antes de ocorrer a falha?
ru: Какие действия вы выполняли перед тем, как произошёл сбой?
vi: Bạn đã thực hiện những thao tác nào trước khi sự cố xảy ra?
zh_hant: 崩潰發生前您執行了哪些操作？

# ViewFeedbackHeader
source: Feedback Center
es: Centro de comentarios
fr: Centre de commentaires
id: Pusat Umpan Balik
it: Centro feedback
ja: 通報·意見 ｾﾝﾀｰ
ko: 피드백 센터
pt: Centro de feedback
ru: Обратная связь
th: ศูนย์คำติชม
tr: Geri Bildirim Merkezi
vi: Trung tâm phản hồi
zh_hant: 回饋中心

# ViewGachaLogHeader
source: Wish History
de: Gebetsverlauf
es: Historial de deseos
fr: Historique des vœux
id: Riwayat Wish
it: Cronologia dei Desideri
ja: 祈願履歴
ko: 기원 기록
pt: Histórico de orações
ru: История молитв
th: ประวัติการอธิษฐาน
tr: Dilek Geçmişi
vi: Lịch sử cầu nguyện
zh_hant: 祈願紀錄
zh_tw: 祈願記錄

# ViewGuideStaticResourceDownloadSize
source: Expected asset size: {0}
de: Voraussichtliche Downloadgröße: {0}
es: Tamaño de descarga esperado: {0}
fr: Taille de téléchargement attendue : {0}
id: Perkiraan ukuran unduhan: {0}
it: Dimensioni previste per il download: {0}
ja: 推定ダウンロードサイズ：{0}
ko: 예상 다운로드 크기: {0}
pt: Tamanho esperado do download: {0}
ru: Примерный размер загрузки: {0}
th: ขนาดดาวน์โหลดโดยประมาณ: {0}
tr: Beklenen kaynak boyutu: {0}
vi: Dung lượng tải xuống dự kiến: {0}
zh_hant: 預計下載大小：{0}

# ViewGuideStepAgreementIHaveReadText
source: I've read and agreed to
de: Ich habe gelesen und stimme zu
es: He leído y acepto
fr: J'ai lu et j'accepte
id: Saya telah membaca dan menyetujuinya
it: Ho letto e accetto
ja: 規約を熟読し、それに同意します
ko: 읽고 동의했습니다.
pt: Eu li e concordei com
ru: Я прочитал и согласен с
th: ฉันได้อ่านและยอมรับ
tr: Okudum ve kabul ediyorum
vi: Tôi đã đọc và đồng ý
zh_hant: 我已閱讀並同意

# ViewGuideStepAgreementIssueReport
source: Issue Reporting Approach and Process
de: Vorgehensweise und Prozess der Fehlerberichterstattung
es: Forma y proceso de reporte de problemas
fr: Méthode et processus de signalement des problèmes
id: Pendekatan dan Proses Pelaporan Masalah
it: Modalità e processo di segnalazione dei problemi
ja: フィードバックの書き方と流れ
ko: 문제 보고 방식 및 절차
pt: Abordagem e processo de relatório de problemas
ru: Способ и порядок сообщения о проблемах
th: วิธีการและขั้นตอนการรายงานปัญหา
tr: Sorun Bildirme Yaklaşımı ve Süreci
vi: Cách thức và quy trình báo cáo sự cố
zh_hant: 問題報告方式與流程

# ViewGuideStepAgreementOpenSourceLicense
source: Snap Hutao Open Source License
de: Snap Hutao Open-Source-Lizenz
es: Licencia de código abierto de Snap Hutao
fr: Licence Open Source Snap Hutao
it: Licenza Open Source di Snap Hutao
ja: Snap Hutao オープンソースライセンス
ko: Snap Hutao 오픈 소스 라이선스
pt: Licença de código aberto do Snap Hutao
ru: Лицензия с открытым исходным кодом Snap Hutao
th: ใบอนุญาตโอเพนซอร์สของ Snap Hutao
tr: Snap Hutao Açık Kaynak Lisansı
vi: Giấy phép nguồn mở Snap Hutao
zh_hant: Snap Hutao 開源許可

# ViewGuideStepAgreementPrivacyPolicy
source: User Data and Privacy Policy
de: Benutzerdaten und Datenschutzrichtlinie
es: Datos de usuario y política de privacidad
fr: Données utilisateur et politique de confidentialité
id: Data Pengguna dan Pemberitahuan Privasi
it: Dati utente e politica sulla privacy
ja: ユーザーデータとプライバシー権利
ko: 사용자 데이터 및 개인 정보 보호 정책
pt: Dados do usuário e aviso de privacidade
ru: Данные пользователя и права на конфиденциальность
th: ข้อมูลผู้ใช้และสิทธิความเป็นส่วนตัว
tr: Kullanıcı Verileri ve Gizlilik Politikası
vi: Dữ liệu người dùng và quyền riêng tư
zh_hant: 使用者資料與隱私權益

# ViewGuideStepAgreementTermOfService
source: User Agreement and Legal Notices
de: Nutzungsvereinbarung und rechtliche Hinweise
es: Acuerdo de usuario y avisos legales
fr: Accord d'utilisation et mentions légales
id: Perjanjian Pengguna dan Pemberitahuan Hukum
it: Accordo utente e note legali
ja: 使用許諾契約と法的事項
ko: 사용자 사용 약관 및 법적 고지
pt: Contrato do usuário e avisos legais
ru: Пользовательское соглашение
th: ข้อตกลงการใช้งานและประกาศทางกฎหมาย
tr: Kullanıcı Sözleşmesi ve Yasal Uyarılar
vi: Thỏa thuận người dùng và tuyên bố pháp lý
zh_hant: 使用者使用協議與法律聲明

# ViewGuideStepCommonSetting
source: Basic Settings
de: Grundeinstellungen
es: Configuración básica
fr: Paramètres de base
id: Pengaturan Dasar
it: Impostazioni di base
ja: 一般設定
ko: 기본 설정
pt: Definições básicas
ru: Основные настройки
th: การตั้งค่าพื้นฐาน
tr: Temel Ayarlar
vi: Cài đặt cơ bản
zh_hant: 基礎設定

# ViewGuideStepCommonSettingHint
source: You may make changes in Settings
de: Du kannst die Einstellungen später ändern
es: Puedes realizar cambios en la configuración más adelante
fr: Vous pouvez modifier les paramètres ultérieurement
id: Nanti dapat diubah di pengaturan
it: Puoi apportare modifiche in Impostazioni in un secondo momento
ja: これらは後で設定で変更できます
ko: 나중에 설정에서 변경할 수 있습니다
pt: Pode fazer alterações em Definições mais tarde
ru: Это можно изменить позже в настройках
th: คุณสามารถเปลี่ยนแปลงได้ในการตั้งค่าภายหลัง
tr: Daha sonra Ayarlar'dan değişiklik yapabilirsiniz
vi: Bạn có thể thay đổi trong Cài đặt sau
zh_hant: 稍後可以在設定中修改

# ViewGuideStepDataFolderHeader
source: Data folder is used to store the data produced by user, costumed wallpaper, metadata, server switching cache, update cache, etc
de: Der Datenordner dient zum Speichern aller durch Benutzeraktionen erzeugten Daten, benutzerdefinierten Hintergrundbilder, Metadaten, Serverwechsel-Cache, Update-Cache usw
es: La carpeta de datos se utiliza para almacenar todos los datos generados por las acciones del usuario, fondos de pantalla personalizados, metadatos, caché de cambio de servidor, caché de actualizaciones, etc.
fr: Le dossier de données est utilisé pour stocker toutes les données générées par les actions de l'utilisateur, les fonds d'écran personnalisés, les métadonnées, le cache de changement de serveur, le cache de mise à jour, etc.
id: Folder data digunakan untuk menyimpan semua data yang dihasilkan oleh operasi pengguna, wallpaper yang disesuaikan, metadata, tembolok peralihan server, tembolok pembaruan, dan berkas lainnya
it: La cartella dati viene utilizzata per archiviare tutti i dati generati dalle operazioni dell'utente, gli sfondi personalizzati, i metadati, la cache di cambio server, la cache di aggiornamento e altri file
ja: データフォルダーは、ユーザー操作によって生成された全てのデータ，カスタム壁紙，メタデータ，サーバー切替キャッシュ，アップデートキャッシュ等のファイルを保存するために使用されます
ko: 데이터 폴더는 사용자가 생성한 모든 데이터, 사용자 지정 배경화면, 메타데이터, 서버 전환 캐시, 업데이트 캐시 등의 파일을 저장하는 데 사용됩니다.
pt: A pasta de dados é usada para armazenar todos os dados gerados pelas operações do utilizador, papéis de parede personalizados, metadados, cache de mudança de servidor, cache de atualização e outros arquivos
ru: Папка данных используется для хранения всех данных, созданных в результате действий пользователя, пользовательских фоновых рисунков, метаданных, кэша переключения серверов, кэша обновлений и т. д.
tr: 数据文件夹用于存储所有由用户操作产生的数据、自定义壁纸、元数据、切换服务器缓存、更新缓存等文件
vi: Thư mục dữ liệu được sử dụng để lưu trữ tất cả dữ liệu do người dùng tạo ra, hình nền tùy chỉnh, siêu dữ liệu, bộ đệm chuyển đổi máy chủ, bộ đệm cập nhật, v.v.
zh_hant: 資料資料夾用於儲存所有由使用者操作產生的資料、自定義桌布、後設資料、切換伺服器快取、更新快取等檔案

# ViewGuideStepDataFolderHint
source: * The default data folder will be deleted during uninstallation, you can change it in settings later
de: * Der Standarddatenordner wird bei der Deinstallation gelöscht. Du kannst ihn später in den Einstellungen ändern.
es: * La carpeta de datos predeterminada se eliminará durante la desinstalación; puedes cambiarla en los ajustes más adelante
fr: * Le dossier de données par défaut sera supprimé lors de la désinstallation, et il pourra être modifié ultérieurement dans les paramètres
id: * Folder data default akan dihapus saat pencopotan pemasangan, nanti dapat diubah di pengaturan
it: * La cartella dati predefinita verrà eliminata durante la disinstallazione, è possibile modificarla in seguito nelle impostazioni
ja: * デフォルトのデータフォルダーは、アンインストール時に一緒に削除されます。後で設定で変更できます
ko: * 기본 데이터 폴더는 제거 시 함께 삭제되며, 나중에 설정에서 수정할 수 있습니다.
pt: * A pasta de dados padrão será excluída ao desinstalar. Mais tarde, você pode modificar isso nas configurações
ru: * Папка данных по умолчанию будет удалена при удалении программы, позже ее можно будет изменить в настройках
tr: * Varsayılan veri klasörü kaldırma sırasında silinecektir, daha sonra ayarlardan değiştirebilirsiniz
vi: * Thư mục dữ liệu mặc định sẽ bị xóa khi gỡ cài đặt, bạn có thể thay đổi trong phần cài đặt sau.
zh_hant: * 預設的資料資料夾會在卸載時一同刪除，稍後可以在設定中修改

# ViewGuideStepEnvironment
source: Environments
de: Umgebungen
es: Entornos
fr: Environnements
id: Lingkungan
it: Ambiente
ja: 実行環境
ko: 환경
pt: Ambientes
th: สภาพแวดล้อม
tr: Ortamlar
vi: Môi trường
zh_hant: 環境

# ViewGuideStepEnvironmentAfterInstallDescription
source: Restart Snap Hutao after the installation to check if it takes effect
de: Starte Snap Hutao nach der Installation neu, um zu prüfen, ob sie wirksam wird
es: Reinicia Snap Hutao después de la instalación para comprobar si funciona
fr: Redémarrez Snap Hutao après l'installation pour vérifier si elle prend effet
id: Mulai ulang Snap Hutao setelah instalasi untuk memeriksa apakah perubahannya berlaku.
it: Riavvia Snap Hutao dopo l'installazione per verificare se ha effetto
ja: インストール後、胡桃を再起動し、効果が正常かどうかを確認してください
ko: 설치 후 Snap Hutao를 다시 시작하여 정상적으로 적용되었는지 확인하세요.
pt: Reinicie o Snap Hutao após a instalação para verificar se ela foi efetivada
ru: Перезапустите Snap Hutao после установки, чтобы проверить, вступили ли изменения в силу
th: รีสตาร์ท Snap Hutao หลังจากติดตั้งเสร็จสิ้น เพื่อตรวจสอบว่ามีผลหรือไม่
tr: Yüklemeden sonra etkinleşip etkinleşmediğini kontrol etmek için Snap Hutao'yu yeniden başlatın
vi: Khởi động lại Snap Hutao sau khi cài đặt để kiểm tra xem nó có hoạt động bình thường không
zh_hant: 安裝完成後重新啟動胡桃以查看是否正常生效

# ViewGuideStepEnvironmentFontDescription1
source: If icons above are mojibake or unable to load, please visit
de: Wenn die Symbole oben fehlerhaft oder als Kästchen angezeigt werden, gehe bitte zu
es: Si los iconos de arriba muestran caracteres ilegibles o cuadrados, visita
fr: Si les icônes ci-dessus sont illisibles ou ne se chargent pas, veuillez consulter
id: Jika ikon di atas bermasalah atau tidak dapat dimuat, silakan kunjungi
it: Se le icone sopra sono visualizzate come caratteri confusi o non riescono a essere caricate, visita
ja: 上のアイコンに文字化けがある場合は、どうぞこちらへ
ko: 만약 상단 아이콘에 깨진 문자나 네모 문자가 보인다면 다음으로 이동해주세요
pt: Se os ícones acima estiverem com mojibake ou não puderem ser carregados, visite
ru: Если на значках выше есть нечитаемые символы или квадраты, перейдите по ссылке
th: หากไอคอนด้านบนมีตัวอักษรผิดเพี้ยนหรือเป็นสี่เหลี่ยม โปรดไปที่
tr: Yukarıdaki simgelerde bozuk karakterler veya kareler varsa, lütfen şu adresi ziyaret edin:
vi: Nếu các biểu tượng phía trên bị lỗi hiển thị hoặc có ký tự vuông, vui lòng truy cập
zh_hant: 如果上方的圖示中存在亂碼或方塊字，請前往

# ViewGuideStepEnvironmentFontDescription2
source: to download and install the font
de: um die Schriftart herunterzuladen und zu installieren
es: para descargar e instalar la fuente
fr: Téléchargez et installez vous-même la police d'icônes
id: untuk mengunduh dan menginstal font
it: scarica e installa il font
ja: アイコンフォントをダウンロード、自動的にインストールします
ko: 아이콘 글꼴을 다운로드하여 직접 설치하세요.
pt: para baixar e instalar a fonte
ru: Загрузите и установите шрифт значков самостоятельно
th: ดาวน์โหลดและติดตั้งฟอนต์ไอคอนด้วยตนเอง
tr: yazı tipini indirip kendiniz kurmak için
vi: Tải xuống và tự cài đặt phông chữ biểu tượng
zh_hant: 下載並自行安裝圖示字體

# ViewGuideStepEnvironmentWebView2Description1
source: If no Webview2 runtime information detected, please visit
de: Wenn keine WebView2-Laufzeitinformationen erkannt wurden, besuche bitte
es: Si no se detecta información del entorno de ejecución de WebView2, puede visitar
fr: Si aucune information sur le moteur d'exécution WebView2 n'est détectée, vous pouvez vous rendre sur
id: Jika tidak ada informasi runtime Webview2 terdeteksi, silakan kunjungi
it: Se non vengono rilevate informazioni sul runtime di WebView2, è possibile visitare
ja: WebView2 ランタイム情報が検出されない場合は、どうぞこちらへ
ko: WebView2 런타임 정보가 감지되지 않으면 다음으로 이동하세요.
pt: Se nenhuma informação do sistema de tempo de execução do Webview2 for detectada, visite
ru: Если информация о среде выполнения WebView2 не обнаружена, перейдите по ссылке
th: หากไม่พบข้อมูลรันไทม์ WebView2 สามารถไปที่
tr: WebView2 çalışma zamanı bilgisi algılanmazsa, lütfen şurayı ziyaret edin
vi: Nếu không phát hiện thông tin WebView2 Runtime, bạn có thể truy cập
zh_hant: 若未檢測到 WebView2 執行階段資訊，可以前往

# ViewGuideStepEnvironmentWebView2Description2
source: to download and install runtime
de: zum Herunterladen und Installieren der Runtime
es: para descargar e instalar el tiempo de ejecución
fr: Téléchargez et installez vous-même le moteur d'exécution
id: untuk mengunduh dan menginstal runtime
it: per scaricare e installare il runtime
ja: ランタイムをダウンロード、自動的にインストールします
ko: 런타임을 다운로드하여 직접 설치하세요.
pt: para baixar e instalar o sistema de tempo de execução
ru: Загрузите и установите среду выполнения самостоятельно
th: ดาวน์โหลดและติดตั้งรันไทม์ด้วยตนเอง
tr: çalışma zamanını indirip kendiniz kurmak için
vi: tải xuống và tự cài đặt runtime
zh_hant: 下載並自行安裝執行階段

# ViewGuideStepLanguage
source: Language
de: Sprache
es: Idioma
fr: Langues
id: Bahasa
it: Lingua
ja: 言語設定
ko: 언어
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hant: 語言

# ViewGuideStepLanguageMaintainedByCrowdin
source: Maintained by Crowdin community members
de: Gepflegt von Mitgliedern der Crowdin-Community
es: Mantenido por miembros de la comunidad de Crowdin
fr: Maintenu par les membres de la communauté Crowdin
id: Dipelihara oleh anggota komunitas Crowdin
it: Gestito dai membri della community Crowdin
ja: Crowdin コミュニティーメンバーによって維持
ko: Crowdin 커뮤니티 구성원이 관리합니다.
pt: Mantido pela comunidade Crowdin
ru: Поддерживается участниками сообщества Crowdin
th: 由 Crowdin 社区成员维护
tr: Crowdin topluluk üyeleri tarafından sürdürülüyor
vi: Được duy trì bởi thành viên cộng đồng Crowdin
zh_hant: 由 Crowdin 社區成員維護

# ViewGuideStepLanguageMaintainedByGemini
source: Translated by Google Gemini
de: Übersetzt von Google Gemini
es: Traducido por Google Gemini
fr: Traduit par Google Gemini
id: Diterjemahkan oleh Google Gemini
it: Tradotto da Google Gemini
ja: Google Gemini によって翻訳
ko: Google Gemini에서 번역됨
pt: Traduzido por Google Gemini
ru: Переведено Google Gemini
th: 由 Google Gemini 翻译
tr: Google Gemini tarafından çevrildi
vi: Được dịch bởi Google Gemini
zh_hant: 由 Google Gemini 翻譯

# ViewGuideStepLanguageMaintainedByHutao
source: Maintained by DGP Studio
de: Gepflegt von DGP Studio
es: Mantenido por DGP Studio
fr: Maintenu par DGP Studio
id: Dipelihara oleh DGP Studio
it: Gestito da DGP Studio
ja: DGP Studio によって維持
ko: DGP Studio에서 관리합니다.
pt: Mantido por DGP Studio
ru: Поддерживается DGP Studio
th: 由 DGP Studio 维护
tr: DGP Studio tarafından sürdürülüyor
vi: Được duy trì bởi DGP Studio
zh_hant: 由 DGP Studio 維護

# ViewGuideStepStaticResource
source: Assets
de: Ressourcen
es: Recursos
fr: ressource
id: Aset
it: Risorse
ja: リソース
ko: 리소스
pt: Recursos
th: ทรัพยากร
tr: Kaynaklar
vi: Tài nguyên
zh_hant: 資源
