Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewModelCultivationBatchAddIncompletedFormat
source: Operation not fully completed, added/updated {0}, skipped {1}
de: Vorgang nicht vollständig abgeschlossen: Hinzugefügt / Aktualisiert: {0}, Übersprungen: {1}
es: La operación no se completó del todo: añadido/actualizado: {0}, omitido {1}
fr: 操作未全部完成：添加/更新：{0} 个，跳过 {1} 个
id: Operasi tidak sepenuhnya selesai, ditambahkan/diperbarui {0}, dilewati {1}
it: Operazione non completamente completata: aggiunti/aggiornati {0}, saltati {1}
ja: 操作の一部に失敗しました：追加／更新：{0}、スキップ{1}
ko: 操作未全部完成：添加/更新：{0} 个，跳过 {1} 个
pt: Operação não totalmente concluída, adicionado/atualizado {0}, pulado {1}
ru: 操作未全部完成：添加/更新：{0} 个，跳过 {1} 个
th: ดำเนินการไม่เสร็จสมบูรณ์: เพิ่ม / อัปเดต: {0} ข้าม {1}
tr: İşlem tam olarak tamamlanmadı: Eklendi / Güncellendi: {0}, atlandı {1}
vi: 操作未全部完成：添加/更新：{0} 个，跳过 {1} 个
zh_hant: 操作未全部完成：添加/更新：{0} 個，跳過 {1} 個

# ViewModelCultivationClearInventoryContent
source: This operation is irreversible, inventory items in this plan will be lost.
de: Diese Operation ist irreversibel. Inventargegenstände in diesem Plan gehen verloren.
es: Esta operación es irreversible, se perderán los objetos del inventario de este plan.
fr: Cette action est irréversible et les objets du sac de ce plan seront perdus.
id: Operasi ini tidak dapat dibatalkan, item inventaris dalam rencana ini akan hilang.
it: Questa operazione è irreversibile, gli oggetti nell'inventario di questo piano andranno persi.
ja: この操作は不可逆的であり、育成計画にあるバッグのアイテムは失われます
ko: 이 작업은 되돌릴 수 없으며, 이 계획의 가방 아이템은 손실됩니다.
pt: Esta ação é irreversível. Os itens da mochila deste plano serão perdidos.
ru: Это действие необратимо, предметы из рюкзака этого плана будут потеряны
tr: Bu işlem geri alınamaz, bu plandaki envanter öğeleri kaybolacaktır.
vi: Thao tác này không thể đảo ngược, các vật phẩm trong ba lô của kế hoạch này sẽ bị mất.
zh_hant: 此操作不可逆，此計劃的背包物品將會丟失

# ViewModelCultivationClearInventoryProgress
source: Clearing inventory items
de: Inventargegenstände werden gelöscht
es: Vaciando objetos del inventario
fr: Le sac est en cours de vidage.
id: Sedang mengosongkan item inventaris
it: Pulizia degli oggetti dell'inventario in corso
ja: バッグのアイテムをすべて消去中
ko: 가방 아이템을 비우는 중
pt: A esvaziar os itens da mochila
ru: Очистка предметов из рюкзака
tr: Envanter öğeleri temizleniyor
vi: Đang dọn dẹp vật phẩm trong ba lô
zh_hant: 正在清空背包物品

# ViewModelCultivationClearInventoryTitle
source: Confirm clear all inventory items in current plan?
de: Möchtest du wirklich alle Inventargegenstände im aktuellen Plan löschen?
es: ¿Confirmar que quieres vaciar todos los objetos del inventario del plan actual?
fr: Confirmer la suppression de tous les objets de l'inventaire du plan actuel ?
id: Konfirmasi untuk mengosongkan semua item tas di rencana saat ini?
it: Confermare l'eliminazione di tutti gli oggetti dell'inventario nel piano attuale?
ja: 本当に現在の育成計画で全てのバッグのアイテムを消去しますか？
ko: 현재 계획의 모든 가방 아이템을 비우시겠습니까?
pt: Confirma que pretende limpar todos os itens da mochila no plano atual?
ru: Подтвердить очистку всех предметов в рюкзаке текущего плана?
tr: Mevcut plandaki tüm envanter öğelerini temizlemek istediğinize emin misiniz?
vi: Xác nhận muốn xóa tất cả vật phẩm trong túi đồ ở kế hoạch hiện tại?
zh_hant: 確認要清空當前計劃下的所有背包物品嗎？

# ViewModelCultivationConsumptionSaveNoItemHint
source: The selected level does not require ingredients
de: Die ausgewählte Stufe benötigt keine Zutaten
es: El nivel seleccionado no requiere materiales de desarrollo
fr: Le niveau sélectionné ne nécessite pas de matériaux de développement
id: Level yang dipilih tidak memerlukan bahan peningkatan level
it: Il livello selezionato non richiede materiali di potenziamento
ja: 選択したLvでは育成材料は必要ありません
ko: 선택한 레벨에는 육성 재료가 필요하지 않습니다
pt: O nível selecionado não requer materiais de ascensão
ru: Для выбранного уровня не требуются материалы для повышения
th: 选定的等级不需要养成材料
tr: Seçilen seviye için yetiştirme malzemesine gerek yok
vi: Cấp độ đã chọn không yêu cầu nguyên liệu
zh_hant: 選擇的等級不需要養成材料

# ViewModelCultivationConsumptionSaveSkippedHint
source: There is already a cultivation entry for this item
de: Es gibt bereits einen Anbau-Eintrag für diesen Gegenstand
es: Ya existe un proyecto de desarrollo para este objeto
fr: Il existe déjà un projet d'amélioration pour cet objet
id: Sudah ada proyek peningkatan level untuk item ini
it: Esiste già un progetto di potenziamento per questo oggetto
ja: そのアイテムの育成項目が既に存在しています
ko: 해당 아이템의 육성 항목이 이미 존재합니다
pt: Já existe uma entrada de ascensão para este item
ru: Проект развития для этого предмета уже существует
th: 已存在该物品的养成项目
tr: Bu öğe için zaten bir yetiştirme projesi var
vi: Đã có mục tăng cấp cho vật phẩm này
zh_hant: 已存在該物品的養成項目

# ViewModelCultivationEntryAddSuccess
source: Successfully added to current plan
de: Erfolgreich zum aktuellen Aufwertungsplan hinzugefügt
es: Añadido correctamente al plan de mejora actual
fr: Ajouté avec succès au plan de développement actuel
id: Berhasil ditambahkan ke rencana saat ini.
it: Aggiunto con successo al piano di potenziamento attuale
ja: 選択中の育成計画に正常に追加されました
ko: 현재 육성 계획 추가에 성공했습니다
pt: Adicionado com sucesso ao planejamento
ru: Успешно добавлено в текущий план разработки
th: เพิ่มไปยังแผนการพัฒนาปัจจุบันสำเร็จแล้ว
tr: Mevcut geliştirme planına başarıyla eklendi
vi: Đã thêm thành công vào kế hoạch bồi dưỡng hiện tại
zh_hant: 已成功新增至目前養成計劃
zh_tw: 已成功新增至目前養成計劃

# ViewModelCultivationEntryAddWarning
source: Please create a plan and select it in the Enhancement Progression Plan feature
de: Bitte erstelle und wähle zuerst einen Plan auf der Seite für Aufwertungspläne aus
es: Crea y selecciona un plan en la página de plan de mejora
fr: Veuillez d'abord créer un plan et le sélectionner sur la page du plan de progression de l'amélioration
id: Tolong buat rencana dan pilih di fitur Rencana Pengembang.
it: Crea e seleziona prima un piano nella pagina del piano di potenziamento
ja: まずは育成計画へ新規作成をして、選択した後に続けてください
ko: 육성 계획 페이지로 이동하여 계획을 만들고 택하세요
pt: Crie um plano e selecione-o na função de planejamento
ru: Сначала создайте и выберите план на странице Плана разработки
th: โปรดสร้างแผนและเลือกในหน้าแผนการพัฒนาก่อน
tr: Lütfen önce geliştirme planları sayfasına gidip bir plan oluşturun ve seçin
vi: Vui lòng đến trang kế hoạch bồi dưỡng tạo kế hoạch và chọn trước
zh_hant: 請先前往養成計劃頁面建立計劃並選取
zh_tw: 請先前往養成計劃頁面創建計劃並選中

# ViewModelCultivationEntryViewDescriptionDefault
source: Add item again to view cultivation description
de: Gegenstand erneut hinzufügen, um die Aufwertungsbeschreibung anzuzeigen
es: Vuelve a añadir un objeto para ver la descripción de mejora
fr: Rajoutez un objet pour consulter la description du plan
id: Tambahkan item lagi untuk melihat deskripsi cultivation.
it: Aggiungi nuovamente l'oggetto per visualizzare la descrizione di potenziamento
ja: アイテムを再度追加して育成の説明を表示できます
ko: 아이템을 다시 추가하여 육성 설명을 확인하세요
pt: Adicione o item novamente para ver a descrição do planejamento
ru: Добавьте предмет снова, чтобы посмотреть описание плана развития
th: เพิ่มไอเทมอีกครั้งเพื่อดูคำอธิบายการพัฒนา
tr: Geliştirme açıklamasını görmek için öğeyi tekrar ekleyin
vi: Thêm lại vật phẩm để xem mô tả bồi dưỡng
zh_hant: 重新添加物品以檢視養成描述

# ViewModelCultivationProjectAdded
source: Added successfully
de: Erfolgreich hinzugefügt
es: Añadido correctamente
fr: Ajouté avec succès
id: Berhasil ditambahkan
it: Aggiunta riuscita
ja: 正常に追加されました。
ko: 성공적으로 추가됨
pt: Adicionado com sucesso
ru: Успешно добавлено
th: เพิ่มสำเร็จ
tr: Başarıyla eklendi
vi: Thêm thành công
zh_hant: 新增成功
zh_tw: 新增成功

# ViewModelCultivationProjectAlreadyExists
source: Can't add plan with duplicated name
de: Plan mit doppeltem Namen kann nicht hinzugefügt werden
es: No se puede añadir un plan con un nombre duplicado
fr: Impossible d'ajouter un plan avec un nom en double
id: Tidak dapat menambahkan rencana dengan nama yang sama.
it: Impossibile aggiungere un piano con nome duplicato
ja: 育成計画は同じ名前を使えません。他の名前を使用してください。
ko: 중복된 이름의 일정은 추가할 수 없습니다
pt: Não é possível adicionar um plano com nome duplicado
ru: Невозможно добавить план с повторяющимся именем
th: ไม่สามารถเพิ่มแผนที่มีชื่อซ้ำกันได้
tr: Aynı ada sahip plan eklenemez
vi: Không thể thêm kế hoạch có tên trùng lặp
zh_hant: 不能新增名稱重覆的計劃
zh_tw: 不能新增名稱重覆的計劃

# ViewModelCultivationProjectInvalidName
source: Can't add plan with invalid name
de: Plan mit ungültigem Namen kann nicht hinzugefügt werden
es: No se puede añadir un plan con un nombre no válido
fr: Impossible d'ajouter un plan avec un nom invalide
id: Tidak dapat menambahkan rencana dengan nama yang salah.
it: Impossibile aggiungere un piano con nome non valido
ja: 無効な名前で計画を追加できません
ko: 잘못된 이름을 가진 일정은 추가할 수 없습니다
pt: Não é possível adicionar um plano com nome inválido
ru: Невозможно добавить план с недопустимым именем
th: ไม่สามารถเพิ่มแผนที่มีชื่อไม่ถูกต้องได้
tr: Geçersiz ada sahip plan eklenemez
vi: Không thể thêm kế hoạch có tên không hợp lệ
zh_hant: 不能新增名稱無效的計劃
zh_tw: 不能新增名稱無效的計劃

# ViewModelCultivationRefreshInventoryProgress
source: Syncing inventory items
de: Inventargegenstände werden synchronisiert
es: Sincronizando objetos del inventario
fr: Synchronisation des objets de l'inventaire
id: Sedang menyinkronkan Item inventori
it: Sincronizzazione oggetti inventario in corso
ja: バッグのアイテムを同期中
ko: 배낭 아이템 동기화 중
pt: A sincronizar Itens de inventário
ru: Синхронизация предметов инвентаря
th: กำลังซิงค์ไอเทมในกระเป๋า
tr: Envanter öğeleri senkronize ediliyor
vi: Đang đồng bộ vật phẩm trong túi
zh_hant: 正在同步背包物品

# ViewModelCultivationRemoveProjectContent
source: This action is irreversible, items and materials in this plan will lose
de: Diese Aktion ist unwiderruflich, Gegenstände und Materialien in diesem Plan gehen verloren
es: Esta acción es irreversible, se perderán los objetos de mejora y los materiales de la mochila de este plan
fr: Cette action est irréversible, les objets de développement de ce plan et les matériaux du sac seront perdus.
id: Tindakan ini tidak dapat dibatalkan, item peningkatan dan material di dalam tas pada rencana ini akan hilang
it: Questa azione è irreversibile. Gli oggetti e i materiali di questo piano andranno persi.
ja: この操作は不可逆的であり、育成計画で使用されたアイテムやバッグの素材は失われます
ko: 이 작업은 되돌릴 수 없으며, 이 계획의 육성 아이템과 배낭 재료는 사라집니다.
pt: Esta ação é irreversível, os itens de aprimoramento e materiais do inventário deste plano serão perdidos
ru: Это действие необратимо, предметы и материалы развития в этом плане будут потеряны
th: การดำเนินการนี้ไม่สามารถย้อนกลับได้ ไอเทมการบ่มเพาะและวัสดุในกระเป๋าจะสูญหาย
tr: Bu işlem geri alınamaz, bu plandaki geliştirme öğeleri ve envanter malzemeleri kaybolacaktır
vi: Hành động này không thể đảo ngược, vật phẩm bồi dưỡng và nguyên liệu trong túi của kế hoạch này sẽ bị mất
zh_hant: 此操作不可逆，此計劃的養成物品與背包材料將會丟失

# ViewModelCultivationRemoveProjectTitle
source: Are you sure to delete current plan?
de: Möchten Sie den aktuellen Plan wirklich löschen?
es: ¿Seguro que quieres eliminar el plan actual?
fr: Confirmer la suppression du projet actuel ?
id: Anda yakin ingin menghapus rencana saat ini?
it: Confermare l'eliminazione del piano attuale?
ja: 現在の計画を削除してもよろしいですか？
ko: 현재 계획을 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir o plano atual?
ru: Вы уверены, что хотите удалить текущий план?
th: ยืนยันที่จะลบแผนปัจจุบันหรือไม่?
tr: Mevcut planı silmek istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa kế hoạch hiện tại không?
zh_hant: 確認要刪除目前計劃嗎？

# ViewModelCultivationResinStatisticsBlossomOfRevelationTitle
source: Blossom of Revelation
de: Blüte der Offenbarung
es: Flor de la Revelación
fr: Fleur de la révélation
id: Bunga Wahyu
it: Fiore della Rivelazione
ja: 啓示の花
ko: 계시의 꽃
pt: Flor da Revelação
ru: Цветок откровения
th: 启示之花
tr: Vahiy Çiçeği
vi: Hoa Khải Thị
zh_hant: 啟示之花

# ViewModelCultivationResinStatisticsBlossomOfWealthTitle
source: Blossom of Wealth
de: Blüte des Wohlstands
es: Flor de la Riqueza
fr: Fleur de la richesse
id: Bunga Kekayaan
it: Fiore della Ricchezza
ja: 蔵金の花
ko: 금전 꽃
pt: Flor da Riqueza
ru: Цветок богатства
th: 藏金之花
tr: Zenginlik Çiçeği
vi: Hoa Tàng Kim
zh_hant: 藏金之花

# ViewModelCultivationResinStatisticsItemRemainDays
source: {0} Days left
de: Noch {0} Tage
es: Faltan {0} días
fr: Il reste {0} jour(s)
id: Tersisa {0} Hari
it: Mancano {0} giorni
ja: {0} 日掛かる
ko: {0}일 남음
pt: Faltam {0} dias
ru: Осталось {0} дн.
th: 还需 {0} 天
tr: {0} gün kaldı
vi: Còn {0} ngày
zh_hant: 還需 {0} 天

# ViewModelCultivationResinStatisticsNormalBossTitle
source: World BOSS
de: Welt-BOSS
es: Jefe mundial
fr: Boss du monde
id: Boss Dunia
it: BOSS del mondo
ja: フィールドボス
ko: 월드 BOSS
pt: Chefe Mundial
ru: Мировой босс
th: 世界 BOSS
tr: Dünya BOSS'u
vi: BOSS Thế Giới
zh_hant: 世界 BOSS

# ViewModelCultivationResinStatisticsTalentAscensionTitle
source: Character Talent Materials
de: Materialien für Charaktertalente
es: Materiales de talento de personaje
fr: Matériaux d'aptitude de personnage
id: Bahan Talenta Karakter
it: Materiali talento personaggio
ja: キャラクター天賦素材
ko: 캐릭터 특성 소재
pt: Material de Talento do Personagem
ru: Материалы талантов персонажей
th: 角色天赋素材
tr: Karakter Yetenek Materyalleri
vi: Nguyên liệu thiên phú nhân vật
zh_hant: 角色天賦素材

# ViewModelCultivationResinStatisticsWeaponAscensionTitle
source: Weapon Ascension Materials
de: Materialien für Waffenaufstieg
es: Materiales de ascensión de arma
fr: Matériaux d'ascension d'arme
id: Bahan Kenaikan Senjata
it: Materiali ascensione arma
ja: 武器突破素材
ko: 무기 돌파 소재
pt: Material de Ascensão de Armas
ru: Материалы для улучшения оружия
th: 武器突破素材
tr: Silah Yükseltme Materyalleri
vi: Nguyện liệu đột phá vũ khí
zh_hant: 武器突破素材

# ViewModelCultivationResinStatisticsWeeklyBossTitle
source: Weekly BOSS
de: Wöchentlicher BOSS
es: Jefe semanal
fr: Boss hebdomadaire
id: Boss Mingguan
it: BOSS settimanali
ja: 週ボス
ko: 주간 BOSS
pt: Chefe Semanal
ru: Еженедельный босс
th: 周常 BOSS
tr: Haftalık BOSS
vi: BOSS Hàng Tuần
zh_hant: 週常 BOSS

# ViewModelDailyNoteConfigWebhookUrlComplete
source: Realtime Note Webhook URL successfully configured
de: Webhook-URL für Echtzeit-Notizen erfolgreich konfiguriert
es: URL del Webhook de nota en tiempo real configurada correctamente
fr: URL Webhook des notes en temps réel configurée avec succès
id: URL Webhook Catatan Realtime berhasil dikonfigurasi.
it: URL Webhook nota in tempo reale configurato correttamente
ja: リアルタイムノート Webhook URL が設定に成功しました。
ko: 실시간 메모 Webhook URL 구성 성공
pt: URL do webhook de lembrete de tempo real configurado com sucesso
ru: URL-адрес Webhook для заметок в реальном времени успешно настроен
th: 实时便笺 Webhook URL 配置成功
tr: Gerçek Zamanlı Not Webhook URL'si başarıyla yapılandırıldı
vi: Cấu hình URL Webhook Ghi chú thời gian thực thành công
zh_hant: 即時便箋 Webhook URL 設定成功

# ViewModelDailyNoteRefreshTime30
source: 30 min | 3.75 Resin
de: 30 Min. | 3,75 Harz
es: 30 min | 3,75 Resina
fr: 30 min | 3,75 Résine
it: 30 minuti | 3,75 resina
ja: 30 分 | 3.75樹脂
ko: 30분 | 3.75 레진
pt: 30 min | 3.75 Resinas
ru: 30 мин | 3,75 смолы
th: 30 นาที | 3.75 เรซิน
tr: 30 dakika | 3,75 Reçine
vi: 30 phút | 3.75 Nhựa
zh_hant: 30 分鐘 | 3.75 樹脂
zh_tw: 30 分鐘 | 3.75 樹脂

# ViewModelDailyNoteRefreshTime4
source: 4 min | 0.5 Resin
de: 4 Min. | 0,5 Harz
es: 4 min | 0,5 Resina
fr: 4 min | 0,5 résine
it: 4 minuti | 0,5 resina
ja: 4 分 | 0.5樹脂
ko: 4분 | 0.5 레진
pt: 4 min | 0.5 Resina
ru: 4 мин | 0,5 смолы
th: 4 นาที | 0.5 เรซิน
tr: 4 dakika | 0,5 Reçine
vi: 4 phút | 0.5 Nhựa
zh_hant: 4 分鐘 | 0.5 樹脂
zh_tw: 4 分鐘 | 0.5 樹脂

# ViewModelDailyNoteRefreshTime40
source: 40 min | 5 Resin
de: 40 Min. | 5 Harz
es: 40 min | 5 Resina
fr: 40 min | 5 Résine
it: 40 minuti | 5 resina
ja: 40 分 | 5樹脂
ko: 40분 | 5 레진
pt: 40 min | 5 Resinas
ru: 40 мин | 5 Смолы
th: 40 นาที | 5 เรซิน
tr: 40 dakika | 5 Reçine
vi: 40 phút | 5 Nhựa
zh_hant: 40 分鐘 | 5 樹脂
zh_tw: 40 分鐘 | 5 樹脂

# ViewModelDailyNoteRefreshTime60
source: 60 min | 7.5 Resin
de: 60 Min. | 7,5 Harz
es: 60 min | 7,5 Resina
fr: 60 min | 7.5 Résine
it: 60 minuti | 7,5 resina
ja: 60 分 | 7.5樹脂
ko: 60분 | 7.5 레진
pt: 60 min | 7.5 Resinas
ru: 60 мин | 7.5 смолы
th: 60 นาที | 7.5 เรซิน
tr: 60 dakika | 7,5 Reçine
vi: 60 phút | 7.5 Nhựa
zh_hant: 60 分鐘 | 7.5 樹脂
zh_tw: 60 分鐘 | 7.5 樹脂

# ViewModelDailyNoteRefreshTime8
source: 8 min | 1 Resin
de: 8 Min. | 1 Harz
es: 8 min | 1 Resina
fr: 8 min | 1 Résine
it: 8 minuti | 1 resina
ja: 8 分 | 1樹脂
ko: 8분 | 1 레진
pt: 8 min | 1 Resina
ru: 8 мин | 1 Смола
th: 8 นาที | 1 เรซิน
tr: 8 dakika | 1 Reçine
vi: 8 phút | 1 Nhựa
zh_hant: 8 分鐘 | 1 樹脂
zh_tw: 8 分鐘 | 1 樹脂

# ViewModelDailyNoteRequestProgressTitle
source: Fetching Realtime Notes data, please wait
de: Echtzeitnotizen werden abgerufen, bitte warten
es: Obteniendo datos de notas en tiempo real, espera
fr: Obtention des informations de Notes en temps réel, veuillez patienter
id: Mengambil data Catatan Realtime, mohon tunggu.
it: Recupero delle informazioni delle Note in tempo reale, attendere prego
ja: リアルタイムノートの情報を取得中、しばらくお待ちください
ko: 실시간 비망록 정보를 가져오는 중입니다. 잠시 기다려 주세요
pt: Obtendo dados de lembrete em tempo real, aguarde
ru: Получение данных заметок в реальном времени, пожалуйста, подождите
th: กำลังดึงข้อมูลบันทึกแบบเรียลไทม์ โปรดรอ
tr: Gerçek Zamanlı Notlar bilgileri alınıyor, lütfen bekleyin
vi: Đang lấy thông tin Ghi chú thời gian thực, vui lòng chờ
zh_hant: 正在獲取即時便箋資訊，請稍候

# ViewModelExportSuccessMessage
source: Successfully saved to selected path
de: Erfolgreich am angegebenen Ort gespeichert
es: Guardado correctamente en la ruta seleccionada
fr: Enregistré avec succès à l'emplacement sélectionné
id: Berhasil disimpan ke patch yang dipilih.
it: Salvato con successo nel percorso specificato
ja: 指定された位置に保存しました
ko: 성공적으로 저장되었습니다
pt: Salvo com êxito no caminho selecionado
ru: Успешно сохранено в указанное место
th: บันทึกไปยังตำแหน่งที่ระบุสำเร็จ
tr: Belirtilen konuma başarıyla kaydedildi
vi: Đã lưu thành công vào vị trí được chỉ định
zh_hant: 成功儲存至指定位置
zh_tw: 成功保存到指定位置

# ViewModelExportSuccessTitle
source: Export successfully
de: Erfolgreich exportiert
es: Exportado correctamente
fr: Exportation réussie
id: Ekspor berhasil.
it: Esportazione riuscita
ja: エクスポートに成功しました
ko: 내보내기 성공
pt: Exportado com sucesso
ru: Экспорт успешен
th: ส่งออกสำเร็จ
tr: Dışa aktarma başarılı
vi: Xuất thành công
zh_hant: 匯出成功
zh_tw: 匯出成功

# ViewModelExportWarningMessage
source: Failed to write file
de: Problem beim Schreiben der Datei
es: Error al escribir el archivo
fr: Problème lors de l'écriture du fichier
id: Gagal untuk menulis berkas
it: Si è verificato un problema durante la scrittura del file
ja: 書き込み処理でエラーが発生しました
ko: 파일 내보내기 중 오류가 발생했습니다
pt: Falha ao gravar o arquivo
ru: При записи файла возникли проблемы
th: เกิดปัญหาขณะเขียนไฟล์
tr: Dosyaya yazarken bir sorun oluştu
vi: Gặp sự cố khi ghi tệp
zh_hant: 寫入檔案時遇到問題
zh_tw: 寫入文件時遇到問題

# ViewModelExportWarningTitle
source: Export failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
id: Ekspor gagal
it: Esportazione non riuscita
ja: エクスポート失敗
ko: 내보내기 실패
pt: Falha na exportação
ru: Экспорт не удался
th: ส่งออกไม่สำเร็จ
tr: Dışa aktarma başarısız
vi: Xuất thất bại
zh_hant: 匯出失敗
zh_tw: 匯出失敗

# ViewModelGachaLogCountdownCurrentWish
source: Current wish
de: Aktuelle Aktion
es: Gachapón actual
fr: 卡池 actuel
id: Wish saat ini
it: Desiderio attuale
ja: 当期祈願
ko: 현재 기원
pt: Banner atual
ru: Текущий баннер
th: 当前卡池
tr: Mevcut Dilek
vi: Lượt ước nguyện hiện tại
zh_hant: 目前卡池

# ViewModelGachaLogCountdownCurrentWishDelta
source: {0} days until the end of UP
de: Noch {0} Tage bis zum Ende von UP
es: Quedan {0} días para que finalice el UP
fr: Il reste {0} jour avant la fin de la UP
id: Ada {0} Hari hingga UP berakhir
it: {0} giorni alla fine dell'UP
ja: {0} 日までに UP 終了
ko: UP 종료까지 {0}일 남음
pt: {0} dias até o fim do banner
ru: До конца UP осталось {0} {other:дней}
th: 距离 UP 结束还有 {0} 天
tr: UP'nin bitmesine {0} gün kaldı
vi: Còn {0} ngày nữa là kết thúc UP
zh_hant: 距離 UP 結束還有 {0} 天

# ViewModelGachaLogCountdownHistoryCount
source: Total UP Count: {0}
de: Gesamtzahl der UP-Zählungen: {0}
es: Número total de UP: {0}
fr: Nombre total de UP : {0}
id: Total UP: {0}
it: Numero totale di UP: {0}
ja: 累積 UP 回数：{0}
ko: 누적 UP 횟수: {0}
pt: Contagem total de UP: {0}
ru: Суммарное количество UP: {0}
th: 累计 UP 次数：{0}
tr: Toplam UP Sayısı: {0}
vi: Tổng số lần UP: {0}
zh_hant: 累計 UP 次數：{0}

# ViewModelGachaLogCountdownLastTime
source: Last UP time: {0:yyyy.MM.dd}
de: Letzte UP-Zeit: {0:yyyy.MM.dd}
es: Última vez de UP: {0:yyyy.MM.dd}
fr: Dernière heure de UP : {0:yyyy.MM.dd}
id: Waktu UP terakhir: {0:yyyy.MM.dd}
it: Ultimo orario UP: {0:yyyy.MM.dd}
ja: 前回 UP 時間: {0:yyyy.MM.dd}
ko: 마지막 UP 시간: {0:yyyy.MM.dd}
pt: Último banner: {0:yyyy.MM.dd}
ru: Время последнего UP: {0:yyyy.MM.dd}
th: 上次 UP 时间: {0:yyyy.MM.dd}
tr: Son UP zamanı: {0:yyyy.MM.dd}
vi: Thời gian UP lần trước: {0:yyyy.MM.dd}
zh_hant: 上次 UP 時間: {0:yyyy.MM.dd}

# ViewModelGachaLogCountdownLastTimeDelta
source: {0} days since the last UP
de: {0} Tage seit der letzten UP
es: {0} días desde la última vez de UP
fr: {0} jours depuis la dernière UP
id: {0} Hari sejak UP terakhir
it: {0} giorni dall'ultimo UP
ja: 前回の UP から {0}日 が経ちました
ko: 마지막 UP 이후 {0}일 지남
pt: {0} dias desde o último banner
ru: С последнего UP прошло {0} {other:дней}
th: 距离上次 UP 已有 {0} 天
tr: Son UP'den bu yana {0} gün geçti
vi: Đã {0} ngày kể từ lần UP trước
zh_hant: 距離上次 UP 已有 {0} 天

# ViewModelGachaLogCountdownOrderDown
source: Second Half
de: Zweite Hälfte
es: Segunda mitad
fr: Moitié inférieure
id: Paruh kedua
it: Seconda metà
ja: 後半
ko: 후반
pt: Segunda metade
ru: Нижняя половина
th: 下半
tr: İkinci Yarı
vi: Nửa sau
zh_hant: 下半

# ViewModelGachaLogCountdownOrderUp
source: First Half
de: Erste Hälfte
es: Primera Mitad
fr: Moitié supérieure
id: Paruh pertama
it: Prima metà
ja: 前半
ko: 전반
pt: Primeira metade
ru: Верхняя половина
th: 上半
tr: İlk Yarı
vi: Nửa đầu
zh_hant: 上半

# ViewModelGachaLogExportFileType
source: UIAF JSON files
de: UIAF-JSON-Dateien
es: Archivos JSON UIAF
fr: Fichiers JSON UIGF
id: UIGF Json File
it: File JSON UIAF
ja: UIGF JSON ファイル
ko: UIGF Json 파일
pt: Arquivo UIGF Json
ru: UIGF JSON файл
th: UIGF JSON 文件
tr: UIGF JSON dosyası
vi: Tập tin UIGF JSON
zh_hant: UIGF JSON 檔案
zh_tw: UIFG JSON 文件

# ViewModelGachaLogPredictedPullLeftToOrange
source: {1:P3} chance to get a 5-star item after {0} wishes
de: {1:P3} Chance, nach {0} Ziehungen einen Gegenstand der Stufe 5 zu erhalten
es: {1:P3} de probabilidad de obtener un objeto de cinco estrellas después de {0} deseos
fr: Probabilité de {1:P3} d'obtenir un objet 5 étoiles après {0} tirage{0, plural, one{ } other{s}}
id: {1:P3} kemungkinan untuk menadapat 5-star item setelah {0} wishes
it: {1:P3} probabilità di ottenere un oggetto a cinque stelle dopo {0} desideri
ja: {0}回引くと {1:P3}の確率で星5ｱｲﾃﾑが獲得
ko: {0}회 뽑기 후 {1:P3} 확률로 5성 아이템 획득
pt: {1:P3} chance de obter um item 5 estrelas após {0} orações
ru: {1:P3} шанс получить предмет с 5 звездами после {0} молитв
th: {1:P3} โอกาสที่จะได้รับไอเทม 5 ดาว หลังจากอธิษฐาน {0} ครั้ง
tr: {0} çekilişten sonra {1:P3} olasılıkla 5 yıldızlı eşya elde edilecek
vi: {1:P3} cơ hội nhận được vật phẩm 5 sao sau {0} lần cầu nguyện
zh_hant: {1:P3} 機率 {0} 抽後獲得五星物品
