Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ServiceAvatarInfoPropertyCR
source: CRIT Rate
de: Krit-Rate
es: Prob. CRIT
fr: Taux CRIT
it: Probabilità CRIT
ja: 会心率
ko: 치명타 확률
pt: Taxa Crítica
ru: Шанс крит. попадания
th: อัตราคริติคอล
tr: Kritik Oranı
vi: Tỉ lệ bạo kích
zh_hant: 暴擊率

# ServiceAvatarInfoPropertyDBElec
source: Electro DMG Bonus
de: Elektro-SCH-Bonus
es: Bono de Daño Electro
fr: Bonus de DGT Électro
it: Bonus DAN da Electro
ja: 雷元素ダメージ
ko: 번개 원소 피해 보너스
pt: Bônus de Dano Electro
ru: Бонус Электро урона
th: โบนัสความเสียหายไฟฟ้า
tr: Elektro Hasar Bonusu
vi: Tăng ST Nguyên Tố Lôi
zh_hant: 雷元素傷害加成

# ServiceAvatarInfoPropertyDBFire
source: Pyro DMG Bonus
de: Pyro-SCH-Bonus
es: Bono de Daño Pyro
fr: Bonus de DGT Pyro
it: Bonus DAN da Pyro
ja: 炎元素ダメージ
ko: 불 원소 피해 보너스
pt: Bônus de Dano Pyro
ru: Бонус Пиро урона
th: โบนัสความเสียหายไฟ
tr: Pyro Hasar Bonusu
vi: Tăng ST Nguyên Tố Lôi
zh_hant: 火元素傷害加成

# ServiceAvatarInfoPropertyDBGrass
source: Dendro DMG Bonus
de: Dendro-SCH-Bonus
es: Bono de Daño Dendro
fr: Bonus de DGT Dendro
it: Bonus DAN da Dendro
ja: 草元素ダメージ
ko: 풀 원소 피해 보너스
pt: Bônus de Dano Dendro
ru: Бонус Дендро урона
th: โบนัสความเสียหายไม้
tr: Dendro Hasar Bonusu
vi: Tăng ST nguyên tố thảo
zh_hant: 草元素傷害加成

# ServiceAvatarInfoPropertyDBIce
source: Cryo DMG Bonus
de: Cryo-SCH-Bonus
es: Bono de Daño Cryo
fr: Bonus de DGT Cryo
it: Bonus DAN da Cryo
ja: 氷元素ダメージ
ko: 얼음 원소 피해 보너스
pt: Bônus de Dano Cryo
ru: Бонус Крио урона
th: โบนัสความเสียหายน้ำแข็ง
tr: Cryo Hasar Bonusu
vi: Tăng ST nguyên tố băng
zh_hant: 冰元素傷害加成

# ServiceAvatarInfoPropertyDBPhyiscal
source: Physical DMG Bonus
de: Bonus auf physischen SCH
es: Bonificación de Daño Físico
fr: Bonus de DGT physiques
it: Bonus DAN da fisico
ja: 物理ダメージ
ko: 물리 피해 보너스
pt: Bônus de Dano Físico
ru: Бонус физ. урона
th: โบนัสความเสียหายกายภาพ
tr: Fiziksel Hasar Bonusu
vi: Tăng ST vật lí
zh_hant: 物理傷害加成

# ServiceAvatarInfoPropertyDBRock
source: Geo DMG Bonus
de: Geo-SCH-Bonus
es: Bonificación de Daño Geo
fr: Bonus de DGT Géo
it: Bonus DAN da Geo
ja: 岩元素ダメージ
ko: 바위 원소 피해 보너스
pt: Bônus de Dano Geo
ru: Бонус Гео урона
th: โบนัสความเสียหายจากธาตุหิน
tr: Geo Hasar Bonusu
vi: Tăng ST nguyên tố nham
zh_hant: 岩元素傷害加成

# ServiceAvatarInfoPropertyDBWater
source: Hydro DMG Bonus
de: Hydro-SCH-Bonus
es: Bonificación de Daño Hydro
fr: Bonus de DGT Hydro
it: Bonus DAN da Hydro
ja: 水元素ダメージ
ko: 물 원소 피해 보너스
pt: Bônus de Dano Hydro
ru: Бонус Гидро урона
th: โบนัสความเสียหายจากธาตุน้ำ
tr: Hidro Hasar Bonusu
vi: Tăng ST nguyên tố thủy
zh_hant: 水元素傷害加成

# ServiceAvatarInfoPropertyDBWind
source: Anemo DMG Bonus
de: Anemo-SCH-Bonus
es: Bonificación de Daño Anemo
fr: Bonus de DGT Anémo
it: Bonus DAN da Anemo
ja: 風元素ダメージ
ko: 바람 원소 피해 보너스
pt: Bônus de Dano Anemo
ru: Бонус Анемо урона
th: โบนัสความเสียหายจากธาตุลม
tr: Anemo Hasar Bonusu
vi: Tăng ST nguyên tố phong
zh_hant: 風元素傷害加成

# ServiceAvatarInfoPropertyDef
source: DEF
fr: DÉF
it: DIF
ja: 防御力
ko: 방어력
ru: Защита
th: พลังป้องกัน
tr: SAV
vi: Phòng ngự
zh_hant: 防禦力

# ServiceAvatarInfoPropertyEM
source: Elemental Mastery
de: Elementarkunde
es: Maestría Elemental
fr: Maîtrise élémentaire
it: Maestria elementale
ja: 元素熟知
ko: 원소 마스터리
pt: Proficiência Elemental
ru: Мастерство стихий
th: ความชำนาญธาตุ
tr: Element Ustalığı
vi: Tinh thông nguyên tố
zh_hant: 元素精通

# ServiceAvatarInfoPropertyHB
source: Healing Bonus
de: Heilungsbonus
es: Bonificación de Curación
fr: Bonus de soins
it: Bonus di guarigione
ja: 与える治療効果
ko: 치유 보너스
pt: Bônus de Cura
ru: Бонус лечения
th: โบนัสการรักษา
tr: İyileştirme Bonusu
vi: Thưởng trị liệu
zh_hant: 治療加成

# ServiceAvatarInfoPropertyHDB
source: Incoming Healing Bonus
de: Eingehender Heilungsbonus
es: Bonificación de curación recibida
fr: Bonus de soins reçus
id: Bonus penyembuhan
it: Bonus di guarigione ricevuta
ja: 受ける治療効果
ko: 받는 치유 보너스
pt: Bônus de Cura Recebida
ru: Бонус лечения
th: 受治疗加成
tr: İyileştirme Bonusu
vi: Tăng trị liệu
zh_hant: 受治療加成

# ServiceAvatarInfoPropertyHp
source: HP
de: LP
es: Vida
fr: PV
it: PS
ko: HP 최대치
pt: Vida
th: พลังชีวิต
zh_hant: 生命值

# ServiceAvatarInfoPropertyRESElec
source: Electro RES
de: Elektro-RES
es: RES Electro
fr: RÉS Électro
it: RES da Electro
ja: 雷元素耐性
ko: 번개 원소 저항
pt: RES Electro
th: ความต้านทานไฟฟ้า
tr: Elektro Direnci
vi: Kháng nguyên tố Lôi
zh_hant: 雷元素抗性

# ServiceAvatarInfoPropertyRESFire
source: Pyro RES
es: RES Pyro
fr: Résistance Pyro
it: RES da Pyro
ja: 炎元素耐性
ko: 불 원소 저항
pt: RES Pyro
th: ความต้านทานไฟ
tr: Pyro Direnci
vi: Kháng nguyên tố Hỏa
zh_hant: 火元素抗性

# ServiceAvatarInfoPropertyRESGrass
source: Dendro RES
es: RES Dendro
fr: Résistance Dendro
it: RES da Dendro
ja: 草元素耐性
ko: 풀 원소 저항
pt: RES Dendro
th: ความต้านทานไม้
tr: Dendro Direnci
vi: Kháng nguyên tố Thảo
zh_hant: 草元素抗性

# ServiceAvatarInfoPropertyRESIce
source: Cryo RES
es: RES Cryo
fr: Résistance Cryo
it: RES da Cryo
ja: 氷元素耐性
ko: 얼음 원소 저항
pt: RES Cryo
th: ความต้านทานน้ำแข็ง
tr: Cryo Direnci
vi: Kháng nguyên tố Băng
zh_hant: 冰元素抗性

# ServiceAvatarInfoPropertyRESPhysical
source: Physical RES
de: Physische RES
es: RES Física
fr: Résistance physique
it: RES da fisico
ja: 物理耐性
ko: 물리 저항
pt: RES Física
th: ความต้านทานกายภาพ
tr: Fiziksel Direnç
vi: Kháng vật lý
zh_hant: 物理抗性

# ServiceAvatarInfoPropertyRESRock
source: Geo RES
es: RES Geo
fr: Résistance Géo
it: RES da Geo
ja: 岩元素耐性
ko: 바위 원소 저항
pt: RES Geo
th: ความต้านทานหิน
tr: Geo Direnci
vi: Kháng nguyên tố nham
zh_hant: 岩元素抗性

# ServiceAvatarInfoPropertyRESWater
source: Hydro RES
es: RES Hydro
fr: Résistance Hydro
it: RES da Hydro
ja: 水元素耐性
ko: 물 원소 저항
pt: RES Hydro
th: ความต้านทานน้ำ
tr: Hidro Direnci
vi: Kháng nguyên tố thuỷ
zh_hant: 水元素抗性

# ServiceAvatarInfoPropertyRESWind
source: Anemo RES
es: RES Anemo
fr: Résistance Anémo
it: RES da Anemo
ja: 風元素耐性
ko: 바람 원소 저항
pt: RES Anemo
th: ความต้านทานลม
tr: Anemo Direnci
vi: Kháng nguyên tố phong
zh_hant: 風元素抗性

# ServiceAvatarInfoPropertySkillCDReduce
source: CD Reduction
de: Abklingzeitverringerung
es: Reducción de recarga
fr: Réduction du délai de récupération
id: Pengurangan CD
it: Riduzione del CD
ja: クールダウン短縮
ko: 재사용 대기시간 감소
pt: Redução do Tempo de Recarga
ru: Сокращение перезарядки
th: 冷却缩减
tr: Bekleme Süresi Azaltma
vi: Giảm thời gian hồi chiêu
zh_hant: 冷卻縮減

# ServiceAvatarInfoSummaryNotRefreshed
source: Not refreshed
de: Nicht aktualisiert
es: No actualizado
fr: Non rafraîchie
id: Belum diperbarui
it: Non aggiornato
ja: 未更新
ko: 아직 새로 고쳐지지 않음
pt: Não atualizado
ru: Не обновлено
th: 尚未刷新
tr: Henüz yenilenmedi
vi: Chưa làm mới
zh_hant: 尚未重新整理

# ServiceBackgroundImageTypeBing
source: Bing Daily Wallpaper
de: Bing Tages-Hintergrundbild
es: Fondo de pantalla diario de Bing
fr: Image du jour de Bing
id: Wallpaper Harian Bing
it: Sfondo del giorno di Bing
ja: Bing 日替わり画像
ko: Bing 일일 배경화면
pt: Imagem do Dia do Bing
ru: Ежедневные обои Bing
th: ภาพพื้นหลัง Bing ประจำวัน
tr: Bing Günlük Duvar Kağıdı
vi: Hình nền hằng ngày của Bing
zh_hant: Bing每日一圖

# ServiceBackgroundImageTypeDaily
source: Hutao Daily Wallpaper
de: Snap Hutao Tages-Hintergrundbild
es: Fondo de pantalla diario de Snap Hutao
fr: Image du jour de Snap Hutao
id: Wallpaper Harian Hutao
it: Sfondo del giorno di Snap Hutao
ja: 胡桃 日替わり画像
ko: 호두 일일 배경화면
pt: Imagem do Dia do Snap Hutao
ru: Ежедневные обои Hutao
th: ภาพพื้นหลัง Snap Hutao ประจำวัน
tr: Snap Hutao Günlük Duvar Kağıdı
vi: Hình nền hằng ngày của Hutao
zh_hant: 胡桃每日一圖

# ServiceBackgroundImageTypeLauncher
source: Genshin Official Launcher Wallpaper
de: Offizielles Genshin Launcher-Hintergrundbild
es: Fondo de pantalla del lanzador oficial de Genshin
fr: Fond d'écran officiel du lanceur de Genshin
id: Wallpaper Resmi Peluncur Genshin
it: Sfondo launcher ufficiale
ja: 公式ランチャー背景
ko: 공식 런처 배경화면
pt: Papel de parede do lançador oficial de Genshin
ru: Официальные обои лаунчера Genshin
th: ภาพพื้นหลังตัวเปิดเกมอย่างเป็นทางการ
tr: Resmi Başlatıcı Duvar Kağıdı
vi: Hình nền launcher chính thức của Genshin
zh_hant: 官方啟動器桌布

# ServiceBackgroundImageTypeLocalFolder
source: Local Random Image
de: Lokales Zufallsbild
es: Imagen local aleatoria
fr: Image aléatoire locale
id: Gambar Acak Lokal
it: Immagine locale casuale
ja: ローカルのランダムな画像
ko: 로컬 랜덤 이미지
pt: Imagem aleatória local
ru: Ваше случайное изображение
th: ภาพสุ่มจากโฟลเดอร์ในเครื่อง
tr: Yerel Rastgele Resim
vi: Hình nền ngẫu nhiên trong máy
zh_hant: 本地隨機圖片

# ServiceBackgroundImageTypeNone
source: No Wallpaper
de: Kein Hintergrundbild
es: Sin fondo de pantalla
fr: Pas d'image de fond
id: Tanpa Gambar Latar
it: Nessuno sfondo
ja: 背景画像を設定しない
ko: 배경화면 없음
pt: Sem papel de parede
ru: Без обоев
th: ไม่มีภาพพื้นหลัง
tr: Duvar Kağıdı Yok
vi: Không có ảnh nền
zh_hant: 無背景圖片

# ServiceCloseButtonBehaviorTypeExit
source: Exit Snap Hutao
de: Snap Hutao beenden
es: Salir de Snap Hutao
fr: Quitter Snap Hutao
id: Keluar dari Snap Hutao
it: Esci da Snap Hutao
ja: 胡桃を終了
ko: Snap Hutao 종료
pt: Sair do Snap Hutao
ru: Выйти из Snap Hutao
vi: Thoát Snap Hutao
zh_hant: 退出胡桃

# ServiceCloseButtonBehaviorTypeMinimize
source: Minimize to tray
de: In Infobereich minimieren
es: Minimizar a la bandeja del sistema
fr: Réduire dans la zone de notification
id: Minimalkan ke baki
it: Riduci a icona nell'area di notifica
ja: 通知領域アイコンに最小化
ko: 트레이로 최소화
pt: Minimizar para a bandeja
ru: Свернуть в значок области уведомлений
vi: Thu nhỏ vào biểu tượng khu vực thông báo
zh_hant: 最小化到通知區域圖示

# ServiceDailyNoteNotificationSendExceptionTitle
source: Failed to send notification
de: Senden der App-Benachrichtigung fehlgeschlagen
es: Error al enviar la notificación
fr: Échec de l'envoi de la notification de l'application
id: Kegagalan pengiriman pemberitahuan aplikasi
it: Invio notifica non riuscito
ja: アプリ通知の送信に失敗しました
ko: 애플리케이션 알림 전송 실패
pt: Falha ao enviar notificação do aplicativo
ru: Сбой отправки уведомления приложения
th: 应用通知发送失败
tr: Uygulama bildirimi gönderme başarısız
vi: Gửi thông báo ứng dụng không thành công
zh_hant: 應用通知傳送失敗

# ServiceDailyNoteNotifierActionLaunchGameButton
source: Launch
de: Spiel starten
es: Iniciar juego
fr: Lanceur de jeu
id: Luncurkan
it: Avvia gioco
ja: ゲーム起動
ko: 게임 시작
pt: Iniciar
ru: Game Launcher
th: 启动游戏
tr: Oyunu Başlat
vi: Trình khởi chạy
zh_hant: 啟動遊戲
zh_tw: 開始遊戲

# ServiceDailyNoteNotifierActionLaunchGameDismiss
source: Dismiss
de: Verstanden
es: Entendido
fr: J'ai compris
id: OK
it: Ho capito
ja: 了解
ko: 알았습니다
pt: Dispensar
ru: Понятно
th: รับทราบ
tr: Anladım
vi: Tôi đã hiểu
zh_hant: 我知道了
zh_tw: 我知道了

# ServiceDailyNoteNotifierDailyTask
source: Daily Commission
de: Tägliche Aufträge
es: Encargos diarios
fr: Délégations quotidiennes
id: Komisi Harian
it: Incarichi giornalieri
ja: デイリー依頼
ko: 일일 의뢰
pt: Missão diária
ru: Ежедневные Поручения
th: ภารกิจประจำวัน
tr: Günlük Görevler
vi: Ủy thác mỗi ngày
zh_hant: 每日委託
zh_tw: 每日委託

# ServiceDailyNoteNotifierDailyTaskHint
source: Reward Not Claimed
de: Belohnung nicht abgeholt
es: Recompensa sin reclamar
fr: Récompense non réclamée
id: Hadiah Tidak Diklaim
it: Ricompensa non riscossa
ja: 報酬はまだ受け取っていません
ko: 보상 받지 않음
pt: Recompensa não resgatada
ru: Награда не доступна
th: ยังไม่ได้แลกรับรางวัล
tr: Ödül Alınmadı
vi: Chưa nhận thưởng
zh_hant: 獎勵未領取
zh_tw: 獎勵未領取

# ServiceDailyNoteNotifierExpedition
source: Expeditions
de: Expeditionen
es: Expediciones
fr: Expéditions
id: Ekspedisi
it: Spedizioni
ja: 探索派遣
ko: 탐색 파견
pt: Expedições
ru: Экспедиции
th: การสำรวจ
tr: Keşif Seferleri
vi: Phái đi thám hiểm
zh_hant: 探索派遣
zh_tw: 探索派遣

# ServiceDailyNoteNotifierExpeditionAdaptiveHint
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
id: Selesai
it: Completate
ja: 完了しました
ko: 완료됨
pt: Concluído
ru: Завершено
th: เสร็จสิ้น
tr: Tamamlandı
vi: Đã hoàn thành
zh_hant: 已完成
zh_tw: 已完成

# ServiceDailyNoteNotifierExpeditionHint
source: Expeditions completed
de: Expeditionen abgeschlossen
es: Expediciones completadas
fr: Les expéditions sont terminées
id: Ekspedisi telah selesai
it: Spedizioni completate
ja: 探索派遣完了
ko: 탐색 파견 완료
pt: Expedições concluídas
ru: Экспедиция завершен
th: การสำรวจเสร็จสิ้นแล้ว
tr: Keşif Seferleri tamamlandı
vi: Thám hiểm phái đi đã hoàn thành
zh_hant: 探索派遣已完成
zh_tw: 探索派遣已完成

# ServiceDailyNoteNotifierHomeCoin
source: Realm Currency
de: Reichs-Mora
es: Monedas del reino
fr: Monnaie du Royaume
it: Monete del Regno
ja: 洞天宝銭
ko: 선계 화폐
pt: Moeda do Paraíso
th: เงินใน Serenitea Pot
tr: Diyarın Para Birimi
vi: Tiền động tiên
zh_hant: 洞天寶錢
zh_tw: 洞天寶錢

# ServiceDailyNoteNotifierHomeCoinCurrent
source: Current Realm Currency: {0}
de: Aktuelle Reichs-Mora: {0}
es: Monedas del reino actuales: {0}
fr: Monnaie du Royaume actuelle : {0}
id: Mata Uang Realm Saat Ini: {0}
it: Monete del Regno attuali: {0}
ja: 現在の洞天宝銭：{0}
ko: 현재 선계 화폐： {0}
pt: Moeda do Paraíso atual: {0}
ru: Текущий баланс сокровищ в Дунтянь: {0}
th: เงินใน Serenitea Pot ปัจจุบัน: {0}
tr: Mevcut Diyarın Para Birimi: {0}
vi: Tiền động tiên hiện tại: {0}
zh_hant: 目前洞天寶錢：{0}
zh_tw: 目前洞天寶錢：{0}

# ServiceDailyNoteNotifierMultiValueReached
source: Multiple alarms reached the set value
de: Mehrere Erinnerungen haben den eingestellten Wert erreicht
es: Varios avisos han alcanzado el valor establecido
fr: Plusieurs rappels ont atteint la valeur définie
id: Beberapa alarm telah mencapai nilai yang ditetapkan
it: Più promemoria hanno raggiunto il valore impostato
ja: 複数の通知項目が設定値に達しました
ko: 다수의 알림이 설정값에 도달했습니다
pt: Vários alarmes atingiram o valor definido
ru: Несколько напоминаний достигли установленного значения
th: มีรายการแจ้งเตือนหลายรายการถึงค่าที่กำหนด
tr: Birden fazla hatırlatıcı ayar değerine ulaştı
vi: Nhiều mục nhắc nhở đã đạt đến giá trị cài đặt
zh_hant: 多個提醒項達到設定值
zh_tw: 多個提醒項達到設定值

# ServiceDailyNoteNotifierResin
source: Original Resin
de: Ursprüngliches Harz
es: Resina original
fr: Résine originelle
it: Resina originaria
ja: 天然樹脂
ko: 퓨어 레진
pt: Resina original
ru: Оригинальная смола
th: เรซินดั้งเดิม
tr: Orijinal Reçine
vi: Nhựa nguyên chất
zh_hant: 原粹樹脂
zh_tw: 原粹樹脂

# ServiceDailyNoteNotifierResinCurrent
source: Current Original Resin: {0}
de: Aktuelles Ursprüngliches Harz: {0}
es: Resina original actual: {0}
fr: Résine originelle actuelle : {0}
id: Original Resin Saat Ini: {0}
it: Resina originaria attuale: {0}
ja: 現在の天然樹脂：{0}
ko: 현재 퓨어 레진：{0}
pt: Resina original atual: {0}
ru: Текущая оригинальная смола：{0}
th: เรซินดั้งเดิมปัจจุบัน: {0}
tr: Mevcut Orijinal Reçine: {0}
vi: Nhựa nguyên chất hiện tại: {0}
zh_hant: 目前原粹樹脂：{0}
zh_tw: 目前原粹樹脂：{0}

# ServiceDailyNoteNotifierTitle
source: Realtime Notes Notification
de: Echtzeit-Notizen-Benachrichtigung
es: Notificaciones de notas en tiempo real
fr: Rappel de notes en temps réel
id: Notifikasi Catatan Real-time
it: Notifiche note in tempo reale
ja: リアルタイムノート通知
ko: 실시간 메모 알림
pt: Notificação de lembrete em tempo real
ru: Уведомление в реальном времени
th: การแจ้งเตือนบันทึกแบบเรียลไทม์
tr: Gerçek Zamanlı Notlar Bildirimi
vi: Nhắc nhở nhật ký thời gian thực
zh_hant: 即時便箋提醒
zh_tw: 實時便箋提醒

# ServiceDailyNoteNotifierTransformer
source: Parametric Transformer
de: Parametrischer Wandler
es: Transformador paramétrico
fr: Transformateur paramétrique
it: Trasformatore Parametrico
ja: 参量物質変化器
ko: 매개 변수 변환기
pt: Transformador Paramétrico
ru: Преобразователь
th: เครื่องแปลงสาร
tr: Parametrik Dönüştürücü
vi: 参量质变仪
zh_hant: 參數質變儀
zh_tw: 參數質變儀

# ServiceDailyNoteNotifierTransformerAdaptiveHint
source: Ready
de: Bereit
es: Listo
fr: Prêt
id: Siap
it: Pronto
ja: 準備完了
ko: 준비 완료
pt: Pronto
ru: Готово
th: พร้อม
tr: Hazır
vi: Sẵn sàng
zh_hant: 準備完成
zh_tw: 準備完成

# ServiceDailyNoteNotifierTransformerHint
source: Parametric Transformer is ready
de: Der Parametrische Transformator ist bereit
es: El transformador paramétrico está listo
fr: Le Transformateur paramétrique est prêt
id: Parametric Transformer telah siap
it: Il Trasformatore Parametrico è pronto
ja: 参量物質変化器は使用可能
ko: 매개 변수 변환기가 준비되었습니다
pt: O Transformador Paramétrico está pronto
ru: Преобразователь готов
th: เครื่องแปลงพารามิเตอร์พร้อมใช้งานแล้ว
tr: Parametrik Dönüştürücü hazır
vi: 参量质变仪 đã sẵn sàng
zh_hant: 參數質變儀已準備完成
zh_tw: 參量質變儀已準備完成

# ServiceDiscordActivityElevationRequiredHint
source: Missing permission, unable to set your Discord Activity.
de: Fehlende Berechtigung, Discord-Aktivitätsstatus kann nicht gesetzt werden
es: Faltan permisos, no se puede establecer tu actividad de Discord.
fr: Autorisation insuffisante, impossible de définir votre statut d'activité Discord
id: Izin hilang, tidak dapat mengatur Aktivitas Discord Anda.
it: Autorizzazione insufficiente, impossibile impostare lo stato dell'attività Discord
ja: 権限が足りないため、Discord Activity を設定できません
ko: 권한이 부족하여 Discord Activity 상태를 설정할 수 없습니다.
pt: Permissão insuficiente, não é possível definir seu status de atividade no Discord
ru: Отсутствует разрешение, не удается установить активность в Discord.
th: ไม่มีสิทธิ์ ไม่สามารถตั้งค่าสถานะ Discord Activity ของคุณได้
tr: İzin eksik, Discord Aktivite durumunuzu ayarlanamıyor.
vi: Thiếu quyền, không thể thiết lập Trạng thái Hoạt động Discord.
zh_hant: 權限不足，將無法為您設定 Discord Activity 狀態

# ServiceDiscordGameActivityDetails
source: Exploring in Teyvat
de: Erkundet in Teyvat
es: Explorando en Teyvat
fr: Exploration en cours à Teyvat
id: Menjelajahi di Teyvat
it: Esplorando a Teyvat
ja: テイワット大陸を探索中
ko: 티바트 대륙을 탐험하는 중
pt: Explorando em Teyvat
ru: Исследование Тейвата
th: กำลังสำรวจใน Teyvat
tr: Teyvat kıtasında keşif yapılıyor
vi: Đang khám phá tại lục địa Teyvat
zh_hant: 正在提瓦特大陸中探索

# ServiceDiscordGameLaunchedBy
source: Started by {0}
de: Gestartet von {0}
es: Iniciado por {0}
fr: Lancé par {0}
id: Dimulai oleh {0}
it: Avviato da {0}
ja: {0} によって開始
ko: {0}에 의해 시작됨
pt: Iniciado por {0}
th: เริ่มโดย {0}
tr: {0} tarafından başlatıldı
vi: Bắt đầu bởi {0}
zh_hant: 由 {0} 啟動

# ServiceGachaLogFactoryAvatarWishName
source: Character Event Wish
de: Figuren-Aktionsgebet
es: Gachapón de evento de personaje
fr: Vœu événement de personnage
id: Event Wish Karakter
it: Desiderio evento personaggio
ja: イベント
ko: 캐릭터 이벤트
pt: Evento de oração de personagem
ru: Молитва события персонажа
th: กิจกรรมอธิษฐานตัวละคร
tr: Karakter Etkinliği Dileği
vi: Cầu nguyện nhân vật
zh_hant: 角色活動
zh_tw: 角色活動

# ServiceGachaLogFactoryChronicledWishName
source: Chronicled Wish
de: Chronik-Gebet
es: Deseo Crónico
fr: Vœu Chronique
id: Kumpulan Wish
it: Desiderio cronaca
ja: 集録祈願
ko: 집록 기원
pt: Orações coletadas
ru: Хроники желаний
th: คำอธิษฐานบันทึก
tr: Kaydedilen Dilek
vi: Ước Nguyện Tuyển Chọn
zh_hant: 集錄祈願

# ServiceGachaLogFactoryPermanentWishName
source: Wanderlust Invocation
de: Verwegen in den Landen
es: Invocación del Paseo de la Senda
fr: Invocation au gré du voyage
it: Invocazione Errante
ja: 奔走世間
ko: 세상 여행
pt: Invocação do Mochileiro
ru: Жажда странствий
th: คำอธิษฐานถาวร
tr: Dolaşım Çağrısı
vi: Lang thang thế gian
zh_hant: 奔行世間
zh_tw: 奔行世間

# ServiceGachaLogFactoryWeaponWishName
source: Epitome Invocation
de: Göttliches Werk
es: Encarnación divina
fr: Invocation divine
it: Invocazione dell'Incarnazione Divina
ja: 神鋳賦形
ko: 신의 주조
pt: Encarnação Divina
ru: Воплощение божества
th: การอธิษฐานอาวุธ
tr: Eşsiz İsteği
vi: Thân hình thần đúc
zh_hant: 神鑄賦形
zh_tw: 神鑄賦形

# ServiceGachaLogHutaoCloudEndIdFetchFailed
source: Failed to fetch cloud wish history
de: Fehler beim Abrufen des Cloud-Wunschverlaufs
es: No se pudo obtener el historial de deseos en la nube
fr: Échec de la récupération de l'historique des vœux dans Hutao Cloud
id: Gagal mengambil riwayat wish dari cloud
it: Impossibile recuperare la cronologia dei desideri dal cloud
ja: 胡桃クラウドの祈願履歴を取得できません
ko: 기원 기록 동기화를 실패했습니다
pt: Falha ao buscar o histórico de orações da nuvem
ru: Не удалось получить историю молитв из облака
th: ไม่สามารถดึงประวัติการอธิษฐานจากคลาวด์ได้
tr: Hutao Cloud dilek geçmişi alınamadı
vi: Không thể lấy lịch sử cầu nguyện trên cloud
zh_hant: 獲取雲端祈願紀錄失敗

# ServiceGachaLogUrlProviderAuthkeyRequestFailed
source: Failed to request authkey
de: Anforderung des Authentifizierungsschlüssels fehlgeschlagen
es: Error al solicitar la clave de verificación
fr: Échec de la demande de <0>clé de vérification</0>
id: Gagal meminta kunci otorisasi
it: Richiesta di verifica della chiave non riuscita
ja: 認証キーのリクエストに失敗しました。
ko: 인증키 요청 실패
pt: Falha ao solicitar a chave de autenticação
ru: Не удалось получить ключ авторизации
th: ไม่สามารถขอรับ 验证密钥 ได้
tr: Doğrulama anahtarı isteği başarısız oldu
vi: Yêu cầu xác thực <0> thất bại
zh_hant: 請求驗證金鑰失敗
zh_tw: 請求驗證密鑰失敗

# ServiceGachaLogUrlProviderCachePathInvalid
source: Genshin Impact game path is not set or set incorrectly
de: Der Genshin Impact-Spielpfad wurde nicht korrekt angegeben oder ist falsch gesetzt
es: La ruta del juego Genshin Impact no está establecida o no es correcta
fr: Le chemin du jeu Genshin Impact n'est pas correctement défini ou n'est pas correct
id: Path game Genshin Impact tidak diatur atau diatur dengan tidak benar
it: Il percorso di Genshin Impact non è impostato correttamente o non è valido
ja: 原神のパスの書き方に誤りがあるか、またはパスを正しく設定されていません。
ko: 원신 경로가 올바르지 않거나, 현재 경로가 올바르지 않습니다
pt: O caminho do jogo Genshin Impact não está definido ou está definido incorretamente
ru: Путь к Genshin Impact не установлен или содержит ошибки
th: ไม่ได้ระบุพาธเกม Genshin Impact อย่างถูกต้อง หรือพาธที่ตั้งค่าปัจจุบันไม่ถูกต้อง
tr: Genshin Impact oyun yolu doğru ayarlanmadı veya mevcut ayar yanlış
vi: Đường dẫn trò chơi Genshin Impact chưa được thiết lập hoặc thiết lập không đúng
zh_hant: 未正確提供原神路徑，或目前設定的路徑不正確
zh_tw: 未正確提供原神路徑，或目前設置的路徑不正確

# ServiceGachaLogUrlProviderCachePathNotFound
source: Can't find Genshin Impact embedded browser cache path: {0}
de: Der Cache-Pfad des eingebetteten Browsers von Genshin Impact wurde nicht gefunden: {0}
es: No se encuentra la ruta de la caché del navegador integrado de Genshin Impact: {0}
fr: Impossible de trouver le chemin d’accès au cache du navigateur intégré de Genshin Impact : {0}
id: Tidak dapat menemukan jalur cache browser yang tersemat di Genshin Impact: {0}
it: Impossibile trovare il percorso della cache del browser integrato di Genshin Impact: {0}
ja: 原神ゲーム内ブラウザのキャッシュの保存場所が見つかりません： {0}
ko: 원신 내 브라우저 캐시 경로를 찾을 수 없음： {0}
pt: Não é possível localizar o caminho do cache do navegador incorporado do Genshin Impact: {0}
ru: Не удается найти путь к кэшу встроенного браузера Genshin Impact: {0}
th: ไม่พบพาธแคชของเบราว์เซอร์ในตัวของ Genshin Impact: {0}
tr: Genshin Impact gömülü tarayıcı önbellek yolu bulunamadı: {0}
vi: Không thể tìm thấy đường dẫn đến cache của trình duyệt nhúng Genshin Impact: {0}
zh_hant: 找不到原神內建瀏覽器快取路徑： {0}
zh_tw: 找不到原神內置瀏覽器緩存路徑：\n{0}

# ServiceGachaLogUrlProviderCacheUrlNotFound
source: No available URL found
de: Keine verfügbare URL gefunden
es: No se encontró ninguna URL disponible
fr: Aucune URL disponible n'a été trouvée
id: Tidak dapat menemukan URL yang tersedia
it: Nessun URL disponibile trovato
ja: 利用可能な URL が見つかりません
ko: 사용 가능한 Url이 없습니다
pt: Não é possível encontrar o URL disponível
ru: Не удалось найти доступный URL
th: 未找到可用的 URL
tr: Kullanılabilir URL bulunamadı
vi: Không tìm thấy URL khả dụng
zh_hant: 找不到可用的 URL
zh_tw: 未找到可用的 Url

# ServiceGachaLogUrlProviderManualInputInvalid
source: The URL provided is invalid
de: Die angegebene URL ist ungültig
es: La URL proporcionada no es válida
fr: L'URL fournie n'est pas valide
id: URL yang diberikan tidak valid
it: L'URL fornito non è valido
ja: 提供された URL が無効です
ko: 제공된 Url이 잘못되었습니다
pt: URL inválido fornecido
ru: Указан неверный Url-адрес
th: 提供的 URL 无效
tr: Sağlanan URL geçersiz
vi: URL được cung cấp không hợp lệ
zh_hant: 提供的 URL 無效
zh_tw: 提供的 Url 無效
