Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ServiceGachaLogUrlProviderStokenUnsupported
source: HoYoLab account does not support refreshing wish history using SToken
de: Das HoYoLab-Konto unterstützt das Aktualisieren des Wunschverlaufs mit SToken nicht
es: La cuenta de HoYoLab no admite la actualización del historial de deseos mediante SToken
fr: Le compte HoYoLab ne prend pas en charge l'actualisation de l'historique des vœux à l'aide de SToken
id: Pembaruan SToken tidak mendukung akun HoYoLab
it: L'account HoYoLab non supporta l'aggiornamento della cronologia dei desideri tramite SToken
ja: HoYoLAB アカウントは SToken で祈願履歴を更新することをサポートできません。
ko: HoYoLab 계정은 SToken을 이용한 기원 기록 동기화를 지원하지 않습니다.
pt: A atualização do SToken não é compatível com a conta do HoYoLab
ru: SToken refresh не поддерживает учетную запись HoYoLab
th: บัญชี HoYoLab ไม่รองรับการรีเฟรชประวัติการอธิษฐานโดยใช้ SToken
tr: HoYoLab hesabı, SToken kullanarak dilek geçmişini yenilemeyi desteklemiyor
vi: Làm mới SToken không hỗ trợ tài khoản HoYoLab
zh_hant: HoYoLAB 帳號不支援使用 SToken 重新整理祈願紀錄

# ServiceGachaLogUrlProviderUrlLanguageNotMatchCurrentLocale
source: URL language: {0} does not match Snap Hutao language: {1}, please retry after switching client language to target URL language
de: Die URL-Sprache: {0} stimmt nicht mit der Sprache von Snap Hutao: {1} überein. Bitte versuche es erneut, nachdem du die Clientsprache auf die Zielsprache der URL umgestellt hast.
es: El idioma de la URL: {0} no coincide con el idioma de Snap Hutao: {1}. Cambie al idioma correspondiente e inténtelo de nuevo.
fr: La langue de l'URL : {0} ne correspond pas à la langue de Snap Hutao : {1}. Veuillez changer de langue pour réessayer.
id: Bahasa berkas UIGF: {0} tidak cocok dengan bahasa Snap Hutao: {1}, silakan coba lagi setelah mengganti bahasa klien ke bahasa berkas UIGF yang dituju
it: La lingua dell'URL: {0} non corrisponde alla lingua di Snap Hutao: {1}, riprova dopo aver cambiato la lingua del client nella lingua dell'URL di destinazione
ja: URL の言語：{0} と胡桃の設定言語：{1} と一致しません。言語を切り替えて再度試してください
ko: URL 언어: {0}이(가) Snap Hutao 언어: {1}과(와) 일치하지 않습니다. 해당 언어로 전환한 후 다시 시도하십시오.
pt: Idioma do arquivo UIGF: {0} não corresponde ao idioma do Snap Hutao: {1}, tente novamente após alternar o idioma do cliente para o idioma do arquivo UIGF de destino
ru: Язык в URL: {0} не соответствует языку Snap Hutao: {1}, пожалуйста, переключитесь на соответствующий язык и повторите попытку
th: URL 中的语言：{0} 与胡桃的语言：{1} 不匹配，请切换到对应语言重试
tr: URL dili: {0}, Snap Hutao dili: {1} ile eşleşmiyor, lütfen istemci dilini hedef URL diline geçirdikten sonra tekrar deneyin
vi: Ngôn ngữ của URL: {0} không khớp với ngôn ngữ của Snap Hutao: {1}, vui lòng thử lại sau khi chuyển ngôn ngữ của ứng dụng trùng với ngôn ngữ URL
zh_hant: URL 中的語言：{0} 與 Snap Hutao 的語言：{1} 不對應，請切換到對應語言重試

# ServiceGachaStatisticsFactoryItemIdInvalid
source: Unsupported Item ID: {0}
de: Nicht unterstützte Item-ID: {0}
es: Id de objeto no compatible: {0}
fr: ID d'objet non pris en charge : {0}
id: ID Item tidak didukung: {0}
it: ID oggetto non supportato: {0}
ja: サポートされていない Item Id：{0}
ko: 지원되지 않는 Item Id：{0}
pt: ID de item não suportado: {0}
ru: Неподдерживаемый Item ID: {0}
th: ไม่รองรับ Item ID: {0}
tr: Desteklenmeyen Öğe Kimliği: {0}
vi: 不支持的 Item Id：{0}
zh_hant: 不支援的 Item Id：{0}
zh_tw: 不支持的 Item Id: {0}

# ServiceGameAccountDetectInputNameAlreadyExists
source: Account {0} already exists
de: Das Konto mit dem Namen {0} ist bereits vorhanden
es: Ya existe una cuenta con el nombre {0}
fr: Le compte nommé {0} existe déjà
id: Akun dengan nama {0} sudah ada
it: L'account con nome {0} esiste già
ja: 名前は {0} のアカウントは既に存在します
ko: 이름이 {0}인 계정이 이미 존재합니다
pt: A conta {0} já existe
ru: Аккаунт с именем {0} уже существует
th: 名称为 {0} 的账号已存在
tr: {0} adlı hesap zaten var
vi: Tài khoản có tên {0} đã tồn tại
zh_hant: 名稱為 {0} 的帳號已存在

# ServiceGameDetectGameAccountMultiMatched
source: Multiple matching accounts detected, please delete duplicate accounts
de: Es wurden mehrere übereinstimmende Konten gefunden. Bitte lösche die doppelten Konten.
es: Se detectaron varias cuentas coincidentes, elimina las cuentas duplicadas
fr: Plusieurs comptes correspondants détectés, veuillez supprimer les comptes en double
id: Terdeteksi beberapa akun yang mirip, harap hapus akun ganda
it: Rilevati più account corrispondenti, eliminare gli account duplicati
ja: 一致するアカウントが複数見つかりました。重複しているアカウントを削除してください。
ko: 동일한 계정이 다수 있습니다. 중복된 계정을 삭제하세요
pt: Várias contas correspondentes detectadas, exclua as contas duplicadas
ru: Обнаружено несколько совпадающих учетных записей. Удалите повторяющиеся учетные записи
th: พบหลายบัญชีที่ตรงกัน โปรดลบบัญชีที่ซ้ำกัน
tr: Birden fazla eşleşen hesap bulundu, lütfen yinelenen hesapları silin
vi: Tồn tại nhiều tài khoản phù hợp, vui lòng xóa các tài khoản trùng lặp
zh_hant: 存在多個對應帳號，請刪除重複的帳號
zh_tw: 存在多個匹配賬號，請刪除重複的賬號

# ServiceGameEnsureGameResourceInsufficientDirectoryPermissions
source: No writing permission in file system, unable to start the server conversion.
de: Unzureichende Dateisystemberechtigungen, Serverkonvertierung nicht möglich
es: Permisos insuficientes del sistema de archivos, no se puede cambiar el servidor
fr: Autorisation d'écriture insuffisante dans le système de fichiers, impossible de démarrer la conversion du serveur.
id: Tidak ada izin menulis dalam sistem berkas, tidak dapat memulai konversi server.
it: Autorizzazioni di sistema insufficienti, impossibile convertire il server
ja: ファイルシステムに書き込み権限が無いため、サーバー切り換えを開始できません
ko: 파일 시스템 권한이 부족하여 서버를 전환할 수 없습니다.
pt: Sem permissão de gravação no sistema de arquivos, não é possível iniciar a conversão do servidor.
ru: Недостаточно разрешений файловой системы для запуска сервера
th: สิทธิ์การเข้าถึงระบบไฟล์ไม่เพียงพอ ไม่สามารถแปลงเซิร์ฟเวอร์ได้
tr: Dosya sistemi izni yetersiz, sunucu dönüştürülemiyor
vi: Không có quyền ghi vào tập tin hệ thống, không thể bắt đầu quá trình chuyển đổi máy chủ.
zh_hant: 檔案系統權限不足，無法轉換伺服器

# ServiceGameEnsureGameResourceQueryResourceInformation
source: Download game resource index
de: Spiele-Ressourcenindex herunterladen
es: Descargar el índice de recursos del juego
fr: Télécharger l'index des ressources du jeu
id: Unduh indeks sumber daya game
it: Scarica l'indice delle risorse di gioco
ja: ゲームリソースのインデックスをダウンロード
ko: 게임 리소스 인덱스 다운로드
pt: Consultando informações de recursos do jogo
ru: Скачать игровые ресурсы
th: ดาวน์โหลดดัชนีทรัพยากรเกม
tr: Oyun kaynak dizinini indir
vi: Tải xuống chỉ mục tài nguyên trò chơi
zh_hant: 下載遊戲資源索引
zh_tw: 查詢遊戲資源信息

# ServiceGameLaunchExecutionGameIsRunning
source: Game in process
de: Spiel wird ausgeführt
es: Juego en ejecución
fr: Processus du jeu en cours d'exécution
id: Proses game sedang berjalan
it: Gioco in esecuzione
ja: ゲームは実行中です
ko: 게임 프로세스 실행 중
pt: Jogo em andamento
ru: Процесс игры запущен
th: เกมกำลังทำงาน
tr: Oyun çalışıyor
vi: Trò chơi đang chạy
zh_hant: 遊戲處理程序執行中

# ServiceGameLaunchExecutionGamePathNotValid
source: Select Game Path
de: Bitte wähle den Spielpfad aus
es: Selecciona la ruta del juego
fr: Veuillez sélectionner le chemin du jeu
id: Mohon pilih path game
it: Seleziona il percorso del gioco
ja: ゲームのパスを選択してください
ko: 게임 경로를 선택하십시오
pt: Selecione o caminho do jogo
ru: Выберите игровой путь
th: โปรดเลือกพาธของเกม
tr: Oyun yolunu seçin
vi: Chọn đường dẫn game
zh_hant: 請選擇遊戲路徑

# ServiceGameLaunchExecutionGameResourceQueryIndexFailed
source: Failed to download game resource index: {0}
de: Download des Spielressourcenindexes fehlgeschlagen: {0}
es: Error al descargar el índice de recursos del juego: {0}
fr: Échec du téléchargement de l’index des ressources du jeu : {0}
id: Gagal mengunduh indeks sumber daya game: {0}
it: Download dell'indice delle risorse di gioco non riuscito: {0}
ja: ゲームリソースのインデックスのダウンロードに失敗しました: {0}
ko: 게임 리소스 인덱스 다운로드 실패: {0}
pt: Falha ao fazer o download do índice de recursos do jogo: {0}
ru: Не удалось загрузить игровые ресурсы: {0}
th: ดาวน์โหลดดัชนีทรัพยากรเกมล้มเหลว: {0}
tr: Oyun kaynak dizini indirilemedi: {0}
vi: Tải xuống chỉ mục tài nguyên trò chơi thất bại: {0}
zh_hant: 下載遊戲資源索引失敗: {0}

# ServiceGameLaunchingHandlerEmbeddedYaeClientNotElevated
source: Snap Hutao should be run in administrator privilege before using Embedded Yae
de: Vor der Verwendung von Embedded Yae muss Snap Hutao mit Administratorrechten ausgeführt werden.
es: Antes de usar Embedded Yae, se requiere que Snap Hutao se ejecute con privilegios de administrador
fr: Avant d'utiliser Embedded Yae, Snap Hutao doit être exécuté avec des privilèges d'administrateur.
id: Snap Hutao harus dijalankan dalam hak istimewa administrator sebelum menggunakan Embedded Yae
it: Prima di utilizzare Embedded Yae, è necessario eseguire Snap Hutao con privilegi di amministratore
ja: Embedded Yae を使う前に、胡桃を管理者権限で実行する必要があります
ko: Embedded Yae를 사용하기 전에 Snap Hutao를 관리자 권한으로 실행해야 합니다.
pt: Antes de usar o Yae Incorporado, é necessário que o Snap Hutao seja executado com privilégios de administrador
ru: Перед использованием Embedded Yae, Snap Hutao должна быть запущена с правами администратора
vi: Trước khi sử dụng Embedded Yae, Snap Hutao cần được chạy với quyền quản trị viên
zh_hant: 使用 Embedded Yae 前，需要胡桃以系統管理員權限執行

# ServiceGameLaunchingHandlerEmbeddedYaeIslandNotEnabled
source: You should know about the related risks and turn on the embedding function in Launch Game page before using Embedded Yae
de: Vor der Verwendung von Embedded Yae sollten Sie sich über die damit verbundenen Risiken informieren und die Injektionsfunktion auf der Seite „Spiel starten“ aktivieren.
es: Antes de usar Embedded Yae, debe conocer los riesgos relacionados y activar la función de inyección en la página "Iniciar juego"
fr: Avant d'utiliser Embedded Yae, vous devez connaître les risques associés et activer la fonction d'intégration dans la page de lancement du jeu.
id: Anda harus mengetahui risiko terkait dan mengaktifkan fungsi penyematan di halaman Luncurkan Game sebelum menggunakan Embedded Yae
it: Prima di utilizzare Embedded Yae, è necessario essere consapevoli dei rischi correlati e attivare la funzione di iniezione nella pagina "Avvia Gioco"
ja: Embedded Yae を使う前に、関連するリスクを理解し「ゲームランチャー」ページで注入機能を有効にする必要があります
ko: Embedded Yae를 사용하기 전에 관련 위험을 숙지하고 「게임 시작」 페이지에서 주입 기능을 켜야 합니다.
pt: Antes de usar o Yae Incorporado, você deve estar ciente dos riscos associados e ativar a funcionalidade de injeção na página "Iniciar Jogo"
ru: Перед использованием Embedded Yae вы должны знать о связанных с этим рисках и включить функцию внедрения на странице "Запуск игры"
vi: Trước khi sử dụng Embedded Yae, bạn cần biết về các rủi ro liên quan và bật chức năng nhúng trong trang Khởi động Trò chơi
zh_hant: 使用 Embedded Yae 前，需要您了解相關風險並在「啟動遊戲」頁面開啟注入功能

# ServiceGameLaunchPhaseProcessExited
source: Game process closed
de: Spielprozess wurde beendet
es: El proceso del juego ha salido
fr: Processus du jeu fermé
id: Proses game ditutup
it: Processo di gioco terminato
ja: ゲームプロセスが終了しました
ko: 게임 프로세스가 종료되었습니다.
pt: Processo de jogo encerrado
ru: Процесс игры закрыт
th: กระบวนการเกมสิ้นสุดแล้ว
tr: Oyun süreci çıktı
vi: Tiến trình trò chơi đã thoát
zh_hant: 遊戲處理程序已退出

# ServiceGameLaunchPhaseProcessInitializing
source: Initializing game process
de: Initialisiere Spielprozess
es: Inicializando el proceso del juego
fr: Initialisation du processus de jeu
id: Menginisialisasi proses game
it: Inizializzazione processo di gioco
ja: ゲームプロセスを初期化しています
ko: 게임 프로세스 초기화 중
pt: Iniciando o processo do jogo
ru: Инициализация игрового процесса
th: กำลังเริ่มต้นกระบวนการเกม
tr: Oyun süreci başlatılıyor
vi: Đang khởi tạo tiến trình trò chơi
zh_hant: 正在初始化遊戲處理程序

# ServiceGameLaunchPhaseProcessStarted
source: Game process started
de: Spielprozess wurde gestartet
es: El proceso del juego ha comenzado
fr: Le processus de jeu a démarré
id: Proses game dimulai
it: Processo di gioco avviato
ja: ゲームプロセスが開始されています
ko: 게임 프로세스가 시작되었습니다.
pt: Processo de jogo iniciado
ru: Игра запускается...
th: กระบวนการเกมเริ่มแล้ว
tr: Oyun süreci başladı
vi: Tiến trình trò chơi đã khởi động
zh_hant: 遊戲處理程序已啟動

# ServiceGameLaunchPhaseUnlockingFps
source: Getting injection configuration information
de: Rufe Informationen zur Injektionskonfiguration ab
es: Obteniendo información de configuración de inyección
fr: Obtention des informations de configuration d'injection
id: Sedang mengambil informasi konfigurasi injeksi
it: Acquisizione delle informazioni di configurazione dell'iniezione
ja: 注入の配置情報を取得中
ko: 주입 구성 정보를 가져오는 중
pt: Obtendo informações de configuração de injeção
ru: Получение информации о конфигурации инъекции
th: 正在获取注入配置信息
tr: Enjeksiyon yapılandırma bilgileri alınıyor
vi: Đang lấy thông tin cấu hình tiêm
zh_hant: 正在獲取注入設定資訊

# ServiceGameLaunchPhaseWaitingProcessExit
source: Waiting for the game process to close…
de: Warte, bis der Spielprozess beendet wird
es: Esperando a que salga el proceso del juego
fr: En attente de la fermeture du processus de jeu
id: Menunggu proses game tertutup...
it: In attesa della chiusura del processo di gioco
ja: プロセスが終了するまで待機中
ko: 게임 프로세스가 종료될 때까지 대기 중
pt: Aguardando o encerramento do processo do jogo…
ru: Ожидание закрытия процесса игры
th: กำลังรอให้กระบวนการเกมสิ้นสุด
tr: Oyun sürecinin çıkması bekleniyor
vi: Đang đợi tiến trình trò chơi đóng...
zh_hant: 等待遊戲處理程序退出

# ServiceGameLocatorFileOpenPickerCommitText
source: Select game executable
de: Spieldatei auswählen
es: Seleccionar ejecutable del juego
fr: Choisir l'exécutable du jeu
id: Pilih exe game
it: Seleziona l'eseguibile del gioco
ja: ゲーム本体を選択する
ko: 게임 파일 선택
pt: Selecione o executável do jogo
ru: Выберите исполняемый файл игры
th: เลือกไฟล์เกม
tr: Oyun yürütülebilir dosyasını seçin
vi: Lựa chọn game
zh_hant: 請選擇遊戲本體
zh_tw: 請選擇游戲本體

# ServiceGameLocatorPickerFilterText
source: Game client
de: Spielclient
es: Ejecutable del juego
fr: Client du jeu
id: Klien Game
it: Client di gioco
ja: ゲーム本体
ko: 게임 파일
pt: Cliente do jogo
ru: Игровой клиент
th: ไฟล์เกม
tr: Oyun istemcisi
vi: Game
zh_hant: 遊戲本體

# ServiceGameLocatorUnityLogCannotOpenRead
source: Unable to read Unity log file while game is running
de: Unity-Protokolldatei kann während des Spielbetriebs nicht gelesen werden
es: No se puede leer el archivo de registro de Unity mientras el juego está en ejecución
fr: Impossible de lire le fichier journal Unity pendant que le jeu est en cours d'exécution
id: Game sedang berjalan, tidak dapat membaca file log Unity
it: Impossibile leggere il file di log di Unity durante l'esecuzione del gioco
ja: ゲーム実行中に Unity ログファイルを読み込めません
ko: 게임이 실행 중에는 Unity 로그 파일을 읽을 수 없습니다.
pt: Não é possível ler o arquivo de log do Unity enquanto o jogo está em execução
ru: Во время работы игры невозможно прочитать файл журнала Unity
th: 游戏运行中，无法读取 Unity 日志文件
tr: Oyun çalışırken Unity günlük dosyası okunamıyor
vi: Không thể đọc tệp nhật ký Unity khi trò chơi đang chạy
zh_hant: 遊戲執行中，無法讀取 Unity 記錄檔

# ServiceGameLocatorUnityLogFileNotFound
source: Unity log file not found
de: Unity-Protokolldatei nicht gefunden
es: No se encontró el archivo de registro de Unity
fr: Fichier journal Unity introuvable
id: Berkas Unity log tidak ditemukan
it: File di log di Unity non trovato
ja: Unity ログファイルが見つかりません
ko: Unity 로그 파일을 찾을 수 없음
pt: Arquivo de log do Unity não encontrado
ru: Лог Unity не найден
th: ไม่พบไฟล์บันทึก Unity
tr: Unity günlük dosyası bulunamadı
vi: Không tìm thấy tệp nhật ký Unity
zh_hant: 找不到 Unity 記錄檔
zh_tw: 找不到 Unity 日志文件

# ServiceGameLocatorUnityLogGamePathNotFound
source: Game path not found in Unity log file
de: Spielpfad in der Unity-Protokolldatei nicht gefunden
es: No se encontró la ruta del juego en el archivo de registro de Unity
fr: Chemin d'accès au jeu introuvable dans le fichier journal Unity
id: Path Game tidak ditemukan di berkas Unity log
it: Percorso di gioco non trovato nel file di log di Unity
ja: Unity ログファイル内にゲームパスが見つかりません
ko: Unity 로그 파일에서 게임 경로를 찾을 수 없습니다
pt: Caminho do jogo não encontrado no arquivo de log do Unity
ru: Путь к игре не найден в файле журнала Unity
th: ไม่พบพาธเกมในไฟล์บันทึก Unity
tr: Unity günlük dosyasında oyun yolu bulunamadı
vi: Không tìm thấy đường dẫn trò chơi trong tệp nhật ký Unity
zh_hant: 在 Unity 記錄檔中無法找到遊戲路徑
zh_tw: 在 Unity 日志文件中無法找到游戲路徑

# ServiceGamePackageAdvancedAssetOperationDiskCorrupted
source: A hard drive error has been detected, run chkdsk to fix it
de: Ein Festplattenfehler wurde erkannt. Führen Sie chkdsk zur Reparatur aus.
es: Se ha detectado un error en el disco duro, ejecute chkdsk para repararlo
fr: Une erreur de disque dur a été détectée, exécutez chkdsk pour la corriger
id: Terdeteksi galat diska keras, jalankan chkdsk untuk memperbaikinya
it: È stato rilevato un errore del disco rigido, esegui chkdsk per correggerlo
ja: ハードディスクのエラーが検出されました。chkdsk を実行して修復してください
ko: 하드 드라이브 오류가 감지되었습니다. chkdsk를 실행하여 수정하세요
pt: Foi detectado um erro no disco rígido, execute o chkdsk para corrigi-lo
ru: Обнаружена ошибка жёсткого диска, запустите chkdsk для исправления.
vi: Phát hiện lỗi ổ cứng, vui lòng chạy chkdsk để sửa chữa
zh_hant: 檢測到硬碟錯誤，請執行 chkdsk 修復

# ServiceGamePackageAdvancedAssetOperationNoSuchDevice
source: Hard drive not detected. Please check the hardware connection.
de: Festplattenverlust erkannt, bitte Hardwareverbindung prüfen
es: Se ha detectado la pérdida del disco duro, compruebe la conexión del hardware
fr: Disque dur non détecté, veuillez vérifier la connexion matérielle
id: Hard disk hilang terdeteksi, harap periksa koneksi perangkat keras
it: Disco rigido non rilevato, controlla la connessione hardware
ja: ハードディスクが見つかりません。ハードウェアの接続状況を確認してください。
ko: 하드 디스크 손실이 감지되었습니다. 하드웨어 연결 상태를 확인하세요
pt: Disco rígido não detectado, verifique a conexão do hardware
ru: Обнаружена потеря жесткого диска, проверьте подключение оборудования
vi: Phát hiện mất ổ cứng, vui lòng kiểm tra kết nối phần cứng
zh_hant: 檢測到硬碟丟失，請檢查硬體連接情況

# ServiceGamePackageAdvancedConfirmMessage
source: Package Size: {0} Space Required: {1} Space Available: {2}
de: Paketgröße: {0} Benötigter Speicherplatz: {1} Verfügbarer Speicherplatz: {2}
es: Tamaño del paquete: {0} Espacio requerido: {1} Espacio disponible: {2}
fr: Taille du package : {0} Espace requis : {1} Espace disponible : {2}
id: Ukuran Paket Sumber Daya: {0} Ruang yang Dibutuhkan: {1} Ruang Tersedia: {2}
it: Dimensione pacchetto: {0} Spazio richiesto: {1} Spazio disponibile: {2}
ja: パッケージサイズ: {0} 必要容量: {1} 空き容量: {2}
ko: 리소스 패키지 크기: {0} 필요 공간: {1} 사용 가능 공간: {2}
pt: Tamanho do pacote: {0} Espaço necessário: {1} Espaço disponível: {2}
ru: Размер пакета ресурсов: {0}\nТребуемое место: {1}\nДоступное место: {2}
vi: Kích thước gói tài nguyên: {0} Dung lượng yêu cầu: {1} Dung lượng còn trống: {2}
zh_hant: 資源包體大小: {0} 所需空間: {1} 可用空間: {2}

# ServiceGamePackageAdvancedConfirmStartInstallTitle
source: Confirm Start Game Installation
de: Start der Spielinstallation bestätigen
es: Confirmar inicio de instalación
fr: Confirmer l'installation
id: Konfirmasi Mulai Instalasi Game
it: Conferma avvio installazione
ja: ゲームのインストールを開始します
ko: 게임 설치 시작 확인
pt: Confirmar o início da instalação do jogo
ru: Подтвердите начало установки игры
vi: Xác nhận bắt đầu cài đặt trò chơi
zh_hant: 確認開始安裝遊戲

# ServiceGamePackageAdvancedConfirmStartPredownloadTitle
source: Confirm to Start Pre-download
de: Start des Vorab-Downloads bestätigen
es: Confirmar inicio de predescarga
fr: Confirmer le pré-téléchargement
id: Konfirmasi Mulai Pra-Unduh
it: Conferma avvio pre-download
ja: 事前ダウンロードを開始します
ko: 사전 다운로드 시작 확인
pt: Confirmar o início do pré-download
ru: Подтвердите начало предзагрузки
vi: Xác nhận bắt đầu tải trước
zh_hant: 確認開始預先下載

# ServiceGamePackageAdvancedConfirmStartUpdateTitle
source: Confirm to Update Game
de: Start des Spielupdates bestätigen
es: Confirmar inicio de actualización
fr: Confirmer la mise à jour
id: Konfirmasi Mulai Pembaruan Game
it: Conferma avvio aggiornamento
ja: ゲームのアップデートを開始します
ko: 게임 업데이트 시작 확인
pt: Confirmar o início da atualização do jogo
ru: Подтвердите начало обновления игры
vi: Xác nhận bắt đầu cập nhật trò chơi
zh_hant: 確認開始更新遊戲

# ServiceGamePackageAdvancedDecodeManifestFailed
source: Manifest parse failed
de: Manifest-Datenanalyse fehlgeschlagen
es: Error al analizar los datos del manifiesto
fr: Échec de l'analyse des données du manifeste
id: Proses penguraian data inventaris gagal
it: Analisi dei dati del manifesto non riuscita
ja: リストのデータ解析に失敗しました
ko: 매니페스트 구문 분석에 실패했습니다.
pt: Falha ao analisar os dados do manifesto
ru: Не удалось выполнить анализ манифеста.
th: 清单数据解析失败
tr: Manifest ayrıştırma başarısız oldu
vi: Phân tích dữ liệu danh sách không thành công
zh_hant: 清單資料解析失敗

# ServiceGamePackageAdvancedDriverNoAvailableFreeSpace
source: Disk space not enough
de: Nicht genügend Speicherplatz
es: Espacio en disco insuficiente
fr: Espace disque insuffisant
id: Ruang disk tidak cukup
it: Spazio su disco insufficiente
ja: ディスク容量不足
ko: 디스크 공간 부족
pt: Espaço em disco insuficiente
ru: Недостаточно места на диске
th: 磁盘空间不足，需要 {0}，剩余 {1}
tr: Yetersiz disk alanı, {0} gerekiyor, kalan {1}
vi: Dung lượng ổ đĩa không đủ
zh_hant: 磁碟空間不足

# ServiceGamePackageAdvancedInstalling
source: Installing Game
de: Spiel wird installiert
es: Instalando el juego
fr: Installation du jeu en cours
id: Sedang memasang game
it: Installazione del gioco in corso
ja: ゲームをインストール中
ko: 게임 설치 중
pt: Instalando o jogo
ru: Идет установка игры
th: 正在安装游戏
tr: Oyun yükleniyor
vi: Đang cài đặt trò chơi
zh_hant: 正在安裝遊戲

# ServiceGamePackageAdvancedPredownloading
source: Pre-downloading resources
de: Ressourcen werden vorab heruntergeladen
es: Precargando recursos
fr: Pré-téléchargement des ressources en cours
id: Sedang mengunduh sumber daya
it: Pre-download delle risorse in corso
ja: リソースの事前ダウンロードが進行中です。
ko: 리소스 사전 다운로드 중
pt: Pré-download dos recursos
ru: Идет предварительная загрузка ресурсов
th: 正在预下载资源
tr: Kaynaklar önceden indiriliyor
vi: Đang tải trước tài nguyên
zh_hant: 正在預先下載資源

# ServiceGamePackageAdvancedRepairing
source: Repairing Game
de: Spiel wird repariert
es: Reparando el juego
fr: Réparation du jeu en cours
id: Sedang memperbaiki permainan
it: Riparazione del gioco in corso
ja: ゲームの修復中
ko: 게임 복구 중
pt: Reparando o jogo
ru: Идет восстановление игры
th: 正在修复游戏
tr: Oyun onarılıyor
vi: Đang sửa chữa trò chơi
zh_hant: 正在修復遊戲

# ServiceGamePackageAdvancedUpdating
source: Updating game
de: Spiel wird aktualisiert
es: Actualizando el juego
fr: Mise à jour du jeu en cours
id: Sedang memperbarui game
it: Aggiornamento del gioco in corso
ja: ゲームをアップデート中
ko: 게임 업데이트 중
pt: Atualizando o jogo
ru: Идет обновление игры
th: 正在更新游戏
tr: Oyun güncelleniyor
vi: Đang cập nhật trò chơi
zh_hant: 正在更新遊戲

# ServiceGamePackageAdvancedVerifyingIntegrity
source: Verifying the integrity of the game
de: Spielintegrität wird überprüft
es: Verificando la integridad del juego
fr: Vérification de l'intégrité du jeu en cours
id: Sedang memverifikasi integritas permainan
it: Verifica dell'integrità del gioco in corso
ja: ゲームの完全性を検証中
ko: 게임 무결성 검증 중
pt: Verificando a integridade do jogo
ru: Идет проверка целостности игры
th: 正在验证游戏完整性
tr: Oyunun bütünlüğü doğrulanıyor
vi: Đang xác minh tính toàn vẹn của trò chơi
zh_hant: 正在驗證遊戲完整性

# ServiceGamePackageConvertMoveFileBackupFormat
source: Backup：{0}
de: Sicherung: {0}
es: Copia de seguridad: {0}
fr: Sauvegarde : {0}
id: Cadangan：{0}
ja: バックアップ：{0}
ko: 백업: {0}
ru: Резервная копия：{0}
th: สำรองข้อมูล: {0}
tr: Yedekleme: {0}
vi: Sao lưu: {0}
zh_hant: 備份：{0}

# ServiceGamePackageConvertMoveFileRenameFormat
source: Rename：{0} to：{1}
de: Umbenennen: {0} nach: {1}
es: Cambiar nombre: {0} a: {1}
fr: Renommer : {0} vers : {1}
id: Ubah nama：{0} menjadi：{1}
it: Rinomina: {0} in: {1}
ja: リネーム：{0} を：{1} へ
ko: 이름 변경: {0}에서 {1}(으)로
pt: Renomear：{0} para：{1}
ru: Переименовать: {0} в:{1}
th: เปลี่ยนชื่อ: {0} เป็น: {1}
tr: Yeniden Adlandır: {0} - {1}
vi: Đổi tên: {0} thành: {1}
zh_hant: 重新命名：{0} 到：{1}
