Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewModelUserAdded
source: User [{0}] added successfully
de: Benutzer [{0}] erfolgreich hinzugefügt
es: Usuario [{0}] añadido correctamente
fr: Utilisateur [{0}] ajouté avec succès
id: Pengguna [{0}] added successfully
it: Utente [{0}] aggiunto con successo
ja: ユーザー [{0}] を正常に追加しました
ko: 사용자 [{0}]가 정상적으로 추가되었습니다
pt: Usuário [{0}] adicionado com sucesso
ru: Пользователь [{0}] успешно добавлен
th: เพิ่มผู้ใช้ [{0}] สำเร็จ
tr: Kullanıcı [{0}] başarıyla eklendi
vi: Đã thêm người dùng [{0}] thành công
zh_hant: 使用者 [{0}] 新增成功
zh_tw: 用戶 [{0}] 新增成功

# ViewModelUserCookieCopied
source: Successfully copied Cookie from user [{0}]
de: Cookie von Benutzer [{0}] erfolgreich kopiert
es: Cookie del usuario [{0}] copiada correctamente
fr: Cookie de l'utilisateur [{0}] copié avec succès
id: Berhasil menyalin Cookie dari pengguna [{0}]
it: Cookie dell'utente [{0}] copiati con successo
ja: ユーザー [{0}] の Cookie をコピーしました
ko: 사용자 [{0}]의 쿠키를 복사했습니다
pt: Copiou com êxito o cookie do usuário [{0}]
ru: Cookie пользователя [{0}] скопирован успешно
th: คัดลอก Cookie ของผู้ใช้ [{0}] สำเร็จ
tr: Kullanıcı [{0}] Çerez kopyalandı
vi: Cookie của người dùng [{0}] đã sao chép thành công
zh_hant: 使用者 [{0}] 的 Cookie 複製成功
zh_tw: 用戶 [{0}] 的 Cookie 複製成功

# ViewModelUserEmptyGameRole
source: This account is not yet bound to any Genshin Impact game character
de: Dieses Konto ist noch nicht mit einem Genshin Impact-Spielcharakter verknüpft
es: Esta cuenta aún no está vinculada a ningún personaje de juego de Genshin Impact
fr: Ce compte n'est pas encore lié à un personnage de jeu Genshin Impact
id: Akun ini belum terikat dengan karakter permainan Genshin Impact
it: Questo account non è ancora collegato a nessun personaggio di gioco di Genshin Impact
ja: このアカウントはまだ原神のキャラと紐付けられていません
ko: 이 계정은 아직 원신 게임 캐릭터에 연결되지 않았습니다
pt: Esta conta ainda não está vinculada a nenhum personagem do jogo Genshin Impact
ru: Этот аккаунт еще не привязан к персонажу Genshin Impact
vi: Tài khoản này chưa liên kết với bất kỳ nhân vật Genshin Impact nào
zh_hant: 此帳號尚未綁定原神遊戲角色

# ViewModelUserIncomplete
source: This cookie is incomplete, operation failed
de: Dieser Cookie ist unvollständig, Vorgang fehlgeschlagen
es: Esta cookie está incompleta, operación fallida
fr: Ce cookie n'est pas valide et l'opération a échoué
id: Cookie ini tidak lengkap, operasi gagal
it: Questo cookie non è completo, operazione non riuscita
ja: この Cookie が不完全で、操作できません
ko: Cookie가 잘못되었습니다. 작업에 실패했습니다
pt: Este cookie está incompleto, a operação falhou
ru: Этот Cookie неполный, операция не удалась
th: Cookie นี้ไม่สมบูรณ์ การดำเนินการล้มเหลว
tr: Bu Çerez eksik, işlem başarısız
vi: Cookie này không đầy đủ, thao tác thất bại
zh_hant: 此 Cookie 不完整，操作失敗
zh_tw: 此 Cookie 不完整，操作失敗

# ViewModelUserInvalid
source: This cookie is invalid, operation failed
de: Dieser Cookie ist ungültig, Vorgang fehlgeschlagen
es: Esta cookie no es válida, operación fallida
fr: Ce cookie n'est pas valide et l'opération a échoué
id: Cookie ini tidak valid, operasi gagal
it: Questo cookie non è valido, operazione non riuscita
ja: この Cookie が無効ので、操作できません
ko: Cookie가 유효하지 않습니다. 작업에 실패했습니다
pt: Este cookie é inválido, a operação falhou
ru: Этот Cookie недействительный, операция не удалась
th: Cookie นี้ไม่ถูกต้อง การดำเนินการล้มเหลว
tr: Bu Çerez geçersiz, işlem başarısız
vi: Cookie này không hợp lệ, thao tác thất bại
zh_hant: 此 Cookie 無效，操作失敗
zh_tw: 此 Cookie 無效，操作失敗

# ViewModelUserRemoved
source: User [{0}] removed successfully
de: Benutzer [{0}] erfolgreich entfernt
es: Usuario [{0}] eliminado correctamente
fr: L'utilisateur [{0}] a été supprimé avec succès
id: Pengguna [{0}] berhasil dihapus
it: Utente [{0}] rimosso con successo
ja: ユーザー [{0}] を削除しました
ko: 사용자 [{0}]가 제거되었습니다
pt: Usuário [{0}] removido com sucesso
ru: Пользователь [{0}] успешно удален
th: นำผู้ใช้ [{0}] ออกสำเร็จ
tr: Kullanıcı [{0}] başarıyla kaldırıldı
vi: Đã gỡ thành công người dùng [{0}]
zh_hant: 使用者[{0}] 成功移除
zh_tw: 用戶[{0}] 成功移除

# ViewModelUserUpdated
source: Successfully updated Cookie for user [{0}]
de: Cookie für Benutzer [{0}] erfolgreich aktualisiert
es: Cookie del usuario [{0}] actualizada correctamente
fr: Le cookie de l'utilisateur [{0}] a été mis à jour avec succès
id: Berhasil memperbarui Cookie untuk pengguna [{0}]
it: Cookie dell'utente [{0}] aggiornato con successo
ja: ユーザー [{0}] の Cookie が更新されました。
ko: 사용자 [{0}]의 쿠키를 업데이트했습니다
pt: Atualização bem-sucedida do cookie do usuário [{0}]
ru: Cookie пользователя [{0}] успешно обновлен
th: อัปเดต Cookie ของผู้ใช้ [{0}] สำเร็จ
tr: Kullanıcı [{0}] Çerezi başarıyla güncellendi
vi: Cookie của người dùng [{0}] đã cập nhật thành công
zh_hant: 使用者 [{0}] 的 Cookie 更新成功
zh_tw: 用戶 [{0}] 的 Cookie 更新成功

# ViewModelViewDisposedOperationCancel
source: View Resource has been disposed, operation cancelled.
de: Seitenressource wurde freigegeben, Vorgang abgebrochen
es: El recurso de la vista ha sido liberado, operación cancelada
fr: La ressource de la page a été libérée, l'opération a été annulée
id: Tampilan Sumber telah dibuang, operasi dibatalkan.
it: La risorsa della pagina è stata eliminata, operazione annullata
ja: ビューリソースが既に解放され、操作が取り消されました
ko: 페이지 리소스가 해제되어 작업이 취소되었습니다.
pt: O recurso de visualização foi descartado, a operação foi cancelada.
ru: Ресурсы страницы были освобождены, операция отменена
th: ทรัพยากรหน้าถูกปล่อยแล้ว การดำเนินการถูกยกเลิก
tr: Sayfa kaynağı serbest bırakıldı, işlem iptal edildi
vi: Tài nguyên trang đã được giải phóng, hủy thao tác
zh_hant: 頁面資源已經被釋放，操作取消
zh_tw: 頁面資源已經被釋放，操作取消

# ViewModelWelcomeDownloadSummaryComplete
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminer
id: Selesai
it: Completato
ja: 完了
ko: 완료
pt: Concluído
ru: Завершено
th: เสร็จสมบูรณ์
tr: Tamamlandı
vi: Hoàn thành
zh_hant: 完成
zh_tw: 完成

# ViewModelWelcomeDownloadSummaryContentTypeNotMatch
source: Response stream does not contain valid content type
de: Antwortstream enthält keinen gültigen Inhaltstyp
es: El contenido de la respuesta no es un flujo de bytes de archivo válido
fr: Le contenu de la réponse n'est pas un flux d'octets de fichier valide
id: Stream respons tidak berisi tipe konten yang valid
it: Il flusso di risposta non contiene un tipo di contenuto valido
ja: レスポンスストリームが有効なコンテンツタイプではありません
ko: 응답 내용이 유효한 파일 바이트 스트림이 아닙니다.
pt: O conteúdo da resposta não é um fluxo de bytes de arquivo válido
ru: Поток ответа не содержит допустимый тип содержимого
th: เนื้อหาการตอบสนองไม่ใช่สตรีมไบต์ไฟล์ที่ถูกต้อง
tr: Yanıt akışı geçerli bir içerik türü içermiyor
vi: Nội dung phản hồi không phải là luồng byte tệp hợp lệ
zh_hant: 回應內容不是有效的檔案位元組

# ViewModelWelcomeDownloadSummaryDefault
source: Queued
de: In Warteschlange
es: En cola
fr: En attente
id: Mengantre
it: In coda
ja: 待機中
ko: 대기 중
pt: Em fila
ru: В процессе
th: กำลังรอ
tr: Sırada
vi: Đang chờ
zh_hant: 待處理
zh_tw: 待處理

# ViewModelWelcomeDownloadSummaryException
source: File Download Exceptions
de: Fehler beim Dateidownload
es: Excepciones de descarga de archivos
fr: Erreur de téléchargement de fichier
id: Pengecualian Unduhan Berkas
it: Eccezioni durante il download del file
ja: ファイルダウンロード異常
ko: 파일 다운로드 오류
pt: Erro no download de arquivos
ru: Исключение при загрузке файла
th: ดาวน์โหลดไฟล์ผิดปกติ
tr: Dosya indirme istisnaları
vi: Tải xuống tệp không thành công
zh_hant: 檔案下載異常
zh_tw: 文件下載異常

# ViewModelWikiAvatarStrategyNotFound
source: No character guides found
de: Für diesen Charakter sind keine Strategieinformationen vorhanden
es: No hay información de guía para este personaje
fr: Aucune information de stratégie pour ce personnage
id: Belum ada informasi panduan untuk karakter ini
it: Nessuna informazione sulla guida di questo personaggio
ja: キャラクターの攻略情報は暫くありません
ko: 해당 캐릭터의 공략 정보가 없습니다.
pt: Não há informações de guia para este personagem
ru: Нет информации о стратегиях для этого персонажа
th: 暂无该角色的攻略信息
tr: Bu karakter için rehber bilgisi bulunmamaktadır
vi: Chưa có thông tin hướng dẫn cho nhân vật này
zh_hant: 暫無該角色的攻略資訊

# ViewOverlayDisableShowDamageTextToolTip
source: Disable Damage Numbers
de: Kampfschadenszahlen entfernen
es: Eliminar texto de daño de combate flotante
fr: Supprimer le texte de dégâts flottant
id: Hilangkan tampilan angka damage pertempuran
it: Rimuovi i numeri dei danni fluttuanti in combattimento
ja: 戦闘中のダメージ数を消去
ko: 전투 피해량 표시 제거
pt: Remover texto flutuante de dano de combate
ru: Отключить отображение цифр урона в бою
vi: Ẩn số sát thương hiển thị trong chiến đấu
zh_hant: 移除戰鬥傷害跳字

# ViewOverlayLaunchGameHideQuestBannerToolTip
source: Remove quest banner tip on map
de: Quest-Banner-Tipp auf der Karte entfernen
es: Eliminar sugerencia de misión en la interfaz del mapa
fr: Supprimer l'indication de quête sur la carte
id: Hapus petunjuk misi di antarmuka peta
it: Rimuovi il suggerimento della missione sull'interfaccia della mappa
ja: マップ画面の任務指示を削除
ko: 지도 인터페이스에서 퀘스트 배너 팁 제거
pt: Remover dica de banner de missão no mapa
ru: Удалить подсказку задания на карте
vi: Loại bỏ gợi ý nhiệm vụ trên giao diện bản đồ
zh_hant: 移除地圖介面任務提示

# ViewPageAchievementAddArchive
source: Create New Archive
de: Neues Archiv erstellen
es: Crear nuevo archivo
fr: Créer une nouvelle archive
id: Buat Arsip Baru
it: Crea nuovo archivio
ja: 新規アーカイブ
ko: 새 아카이브 생성
pt: Criar novo arquivo
ru: Создать новый архив
th: สร้างไฟล์บันทึกใหม่
tr: Yeni Arşiv Oluştur
vi: Tạo lưu trữ mới
zh_hant: 建立新存檔
zh_tw: 建立新存檔

# ViewPageAchievementAddArchiveHint
source: Create New Archive to Continue
de: Erstellen Sie ein neues Archiv, um fortzufahren
es: Crea un nuevo archivo para continuar
fr: Créer une nouvelle archive pour continuer
id: Buat arsip baru untuk melanjutkan
it: Crea un nuovo archivio per continuare
ja: まず「新規アーカイブ」を作成して続けよう！
ko: 계속하려면 새 아카이브를 만드세요
pt: Crie um novo arquivo para continuar
ru: Создать новый архив, чтобы продолжить
th: สร้างไฟล์บันทึกใหม่เพื่อดำเนินการต่อ
tr: Devam etmek için Yeni Arşiv Oluşturun
vi: Tạo lưu trữ mới để tiếp tục
zh_hant: 建立新存檔以繼續
zh_tw: 建立新存檔以繼續

# ViewPageAchievementExportLabel
source: Export
de: Exportieren
es: Exportar
fr: Exporter
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
pt: Exportar
ru: Экспортировать
th: ส่งออก
tr: Dışa Aktar
vi: Xuất
zh_hant: 匯出
zh_tw: 匯出

# ViewPageAchievementFilterDailyQuestItems
source: Daily commission achievements only
de: Nur tägliche Auftrags-Erfolge
es: Solo logros de encargo
fr: Uniquement les succès de commission
id: Hanya pencapaian komisi
it: Solo incarichi giornalieri
ja: デイリー依頼アチーヴメントのみ
ko: 의뢰 업적만
pt: Apenas conquistas de comissão diária
ru: Только достижения поручений
th: 仅委托成就
tr: Yalnızca Günlük Görev başarımları
vi: Chỉ ủy thác thành tựu
zh_hant: 僅委託成就

# ViewPageAchievementImportFromClipboard
source: Import from Clipboard
de: Aus Zwischenablage importieren
es: Importar desde el portapapeles
fr: Importer depuis le presse-papiers
id: Impor dari Papan Klip
it: Importa dagli appunti
ja: クリップボードからインポート
ko: 클립보드에서 가져오기
pt: Importar da área de transferência
ru: Вставить из буфера обмена
th: นำเข้าจากคลิปบอร์ด
tr: Panodan İçe Aktar
vi: Nhập từ clipboard
zh_hant: 從剪貼簿匯入
zh_tw: 從剪貼簿匯入

# ViewPageAchievementImportFromEmbeddedYae
source: Import from the game using Embedded Yae
de: Aus dem Spiel mit Embedded Yae importieren
es: Importar desde el juego a través de Embedded Yae
fr: Importer depuis le jeu via Embedded Yae
id: Impor dari game melalui Embedded Yae
it: Importa dal gioco tramite Embedded Yae
ja: Embedded Yae 経由でゲームからインポート
ko: Embedded Yae를 통해 게임 내에서 가져오기
pt: Importar do jogo através do Embedded Yae
ru: Импорт из игры через Embedded Yae
tr: 通过 Embedded Yae 从游戏内导入
vi: Nhập từ trò chơi thông qua Embedded Yae
zh_hant: 通過 Embedded Yae 從遊戲內匯入

# ViewPageAchievementImportFromFile
source: Import from UIAF file
de: Aus UIAF-Datei importieren
es: Importar desde archivo UIAF
fr: Importer depuis un format UIAF
id: Impor dari berkas UIAF
it: Importa da file UIAF
ja: UIAF ファイルからインポート
ko: UIAF 파일에서 가져오기
pt: Importar de arquivo UIAF
ru: Импортировать из файла UIAF
th: นำเข้าจากไฟล์ UIAF
tr: UIAF dosyasından içe aktar
vi: Nhập từ tệp UIAF
zh_hant: 從 UIAF 檔案匯入
zh_tw: 從 UIAF 文件匯入

# ViewPageAchievementImportLabel
source: Import
de: Importieren
es: Importar
fr: Importer
id: Impor
it: Importa
ja: インポート
ko: 가져오기
pt: Importar
ru: Импорт
th: นำเข้า
tr: İçe Aktar
vi: Nhập
zh_hant: 匯入
zh_tw: 匯入

# ViewPageAchievementRemoveArchive
source: Delete Current Archive
de: Aktuelles Archiv löschen
es: Eliminar archivo actual
fr: Supprimer l'archive actuelle
id: Hapus Arsip Saat Ini
it: Elimina l'archivio attuale
ja: このアーカイブを削除する
ko: 현재 아카이브 삭제
pt: Excluir arquivo atual
ru: Удалить текущую историю молитв
th: ลบไฟล์บันทึกปัจจุบัน
tr: Mevcut Arşivi Sil
vi: Xóa lưu trữ hiện tại
zh_hant: 刪除目前存檔
zh_tw: 刪除當前存檔

# ViewPageAchievementSearchPlaceholder
source: Name, description, version or ID
de: Suche nach Erfolgsname, Beschreibung, Version oder ID
es: Buscar nombre de logro, descripción, versión o ID
fr: Rechercher le nom, la description, la version ou l’identifiant du succès
id: Nama, deskripsi, versi atau ID
it: Cerca nome, descrizione, versione o ID dell'obiettivo
ja: 実績名 · 説明 ·バージョン· 番号で検索
ko: 업적 이름, 설명, 버전 또는 번호 검색
pt: Nome, descrição, versão ou ID
ru: Поиск по названию, описанию, версии или ID достижения
th: ค้นหาชื่อ ความสำเร็จ คำอธิบาย เวอร์ชัน หรือ ID
tr: Başarım adını, açıklamasını, sürümünü veya kimliğini ara
vi: Tìm kiếm tên, mô tả, phiên bản hoặc ID thành tựu
zh_hant: 搜尋成就名稱，描述，版本或編號
zh_tw: 搜索成就名稱，描述或編號

# ViewPageAchievementSortIncompletedItemsFirst
source: Prefer Incomplete
de: Unvollständige zuerst
es: Priorizar incompletos
fr: Priorité aux non terminés
id: Lebih memilih yang tidak lengkap
it: Priorità ai non completati
ja: 未達成に優先
ko: 미완성 우선
pt: Classificar por incompleto
ru: Приоритет незавершенным
th: ลำดับความสำคัญที่ยังไม่เสร็จสิ้น
tr: Önce Tamamlanmamış Olanlar
vi: Ưu tiên chưa hoàn thành
zh_hant: 優先未完成
zh_tw: 優先未完成

# ViewPageAnnouncementActivity
source: Event Notice
de: Aktivitätsankündigung
es: Avisos de eventos
fr: Annonces d'activité
id: Notifikasi Event
it: Annunci evento
ja: イベント
ko: 다가오는 이벤트
pt: Anúncios de evento
ru: Объявления о событиях
th: ประกาศกิจกรรม
tr: Etkinlik Duyurusu
vi: Thông báo sự kiện
zh_hant: 活動公告
zh_tw: 活動公告

# ViewPageAnnouncementGame
source: Game Notice
de: Spielankündigung
es: Avisos del juego
fr: Annonces du jeu
id: Notifikasi Game
it: Annunci di gioco
ja: 重要
ko: 게임 공지
pt: Anúncios de jogo
ru: Игровое Объявление
th: ประกาศเกม
tr: Oyun Duyurusu
vi: Thông báo trò chơi
zh_hant: 遊戲公告
zh_tw: 游戲公告

# ViewPageAnnouncementViewDetails
source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
id: Lihat detail
it: Visualizza dettagli
ja: 詳細を表示
ko: 세부 정보 보기
pt: Ver detalhes
ru: Показать детали
th: ดูรายละเอียด
tr: Ayrıntıları Görüntüle
vi: Xem chi tiết
zh_hant: 檢視詳情

# ViewPageAvatarPropertyCalculateAll
source: All characters and weapons
de: Alle Charaktere und Waffen
es: Todos los personajes y armas
fr: Tous les personnages et armes
id: Semua karakter dan senjata
it: Tutti i personaggi e le armi
ja: すべてのキャラクターと武器
ko: 모든 캐릭터 및 무기
pt: Todos os personagens e armas
ru: Все персонажи и оружие
th: ตัวละครและอาวุธทั้งหมด
tr: Tüm Karakterler ve Silahlar
vi: Tất cả nhân vật và vũ khí
zh_hant: 所有角色與武器

# ViewPageAvatarPropertyCalculateCurrent
source: Current character and weapon
de: Aktueller Charakter und Waffe
es: Personaje y arma actuales
fr: Personnage et arme actuels
id: Karakter dan senjata saat ini
it: Personaggio e arma attuali
ja: 現在のキャラクターと武器
ko: 현재 캐릭터 및 무기
pt: Personagem e arma atuais
ru: Текущий персонаж и оружие
th: ตัวละครและอาวุธปัจจุบัน
tr: Mevcut Karakter ve Silah
vi: Nhân vật và vũ khí hiện tại
zh_hant: 目前角色與武器

# ViewPageAvatarPropertyDefaultDescription
source: No Character Data Fetched
de: Noch keine Charakterdaten abgerufen
es: No se ha obtenido información de ningún personaje
fr: Aucune donnée de personnage n'a été récupérée
id: Tidak ada data karakter yang diambil
it: Nessuna informazione personaggio recuperata
ja: 旅人の仲間の情報がまだ無いぞ！
ko: 캐릭터 정보를 가져오지 못했습니다
pt: Nenhum dado de personagem foi obtido
ru: Нет данных о персонаже
th: ยังไม่ได้ดึงข้อมูลตัวละคร
tr: Henüz herhangi bir karakter bilgisi alınmadı
vi: Chưa có thông tin nhân vật nào được tải
zh_hant: 尚未獲取任何角色資訊
zh_tw: 尚未獲取任何角色信息

# ViewPageAvatarPropertyExportToTextLabel
source: Export text to clipboard
de: Text in die Zwischenablage exportieren
es: Exportar texto al portapapeles
fr: Exporter le texte vers le presse-papiers
id: Ekspor teks ke clipboard
it: Esporta testo negli appunti
ja: テキストをクリップボードにコピー
ko: 클립보드로 텍스트 내보내기
pt: Exportar texto para a área de transferência
ru: Экспорт текста в буфер обмена
th: 导出文本到剪贴板
tr: Metni panoya aktar
vi: Xuất văn bản vào clipboard
zh_hant: 匯出文字到剪貼簿

# ViewPageAvatarPropertyHeader
source: Character Attributes
de: Charaktereigenschaften
es: Atributos del personaje
fr: Attributs du personnage
id: Atribut Karakter
it: Attributi personaggio
ja: ステータス情報
ko: 캐릭터 속성
pt: Atributos do personagem
ru: Характеристики персонажа
th: คุณสมบัติตัวละคร
tr: Karakter Özellikleri
vi: Thuộc tính nhân vật
zh_hant: 角色屬性
zh_tw: 角色屬性

# ViewPageAvatarPropertyRefreshAction
source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
id: Sinkron
it: Sincronizza
ja: 同期する
ko: 동기화
pt: Sincronizar
ru: Синхронизация
th: ซิงค์
tr: Senkronize Et
vi: Đồng bộ
zh_hant: 同步
zh_tw: 同步

# ViewPageAvatarPropertyRefreshFromHoyolabGameRecord
source: Sync from MiHoYo BBS Battle Chronicle
de: Von der 米游社 Genshin-Kampfchronik synchronisieren
es: Sincronizar desde la Crónica de batalla de MiHoYo BBS
fr: Synchroniser depuis les chroniques de combat de 米游社
id: Sinkronisasi dari MiHoYo BBS Battle Chronicle
it: Sincronizza dalla cronologia di gioco di Genshin Impact di MiHoYo BBS
ja: HoYoLAB 原神戦績から同期
ko: HoYoLAB에서 원신 전적 동기화
pt: Sincronizar dos meus personagens da MiHoYo BBS
ru: Синхронизация из 米游社 записей персонажей
th: ซิงค์จากบันทึกการรบของ Genshin Impact จาก米游社
tr: MiHoYo BBS Savaş Kaydından Senkronize Et
vi: Đồng bộ từ chiến tích trong 米游社
zh_hant: 從 HoYoLAB - 戰績同步
zh_tw: 從 HoYoLAB - 戰績中同步

# ViewPageAvatarPropertyRefreshTimeToggle
source: Refresh Time
de: Aktualisierungszeit
es: Hora de actualización
fr: Heure de la mise à jour
id: Waktu Refresh
it: Ora di aggiornamento
ja: 更新日時
ko: 데이터 동기화 시간
pt: Hora da atualização
ru: Время обновления
th: เวลารีเฟรช
tr: Yenileme Zamanı
vi: Thời gian làm mới
zh_hant: 重新整理時間

# ViewPageCultivateCalculate
source: Development Plan
de: Entwicklungsplanung
es: Cálculo de desarrollo
fr: Calcul de développement
id: Rencana Pengembang
it: Calcolo sviluppo
ja: 育成計算
ko: 육성 계산
pt: Planejamento
ru: План разработки
th: คำนวณการพัฒนา
tr: Geliştirme Planı
vi: Tính toán bồi dưỡng
zh_hant: 養成計算
zh_tw: 養成計算

# ViewPageCultivationAddProject
source: Create Plan
de: Neuen Plan erstellen
es: Nuevo plan
fr: Créer un plan
id: Buat Plan
it: Nuovo piano
ja: 新規育成計画
ko: 새로운 계획
pt: Criar plano
ru: Создать план
th: สร้างแผน
tr: Yeni Plan Oluştur
vi: Tạo kế hoạch mới
zh_hant: 新增計劃
zh_tw: 新建計劃

# ViewPageCultivationAddProjectAction
source: Create
de: Neu
es: Crear
fr: Créer
id: Buat
it: Crea
ja: 新規
ko: 신규
pt: Criar
ru: Создать
th: สร้าง
tr: Oluştur
vi: Tạo mới
zh_hant: 新增
zh_tw: 新建

# ViewPageCultivationAddProjectContinue
source: Create Plan to Continue
de: Erstelle einen Entwicklungsplan, um fortzufahren
es: Crear plan para continuar
fr: Créer un plan pour continuer
id: Buat plan untuk melanjutkan
it: Crea un piano di sviluppo per continuare
ja: まず「新規育成計画」を作成して続けよう！
ko: 계속하기 위해 새로운 육성 계획을 만듭니다
pt: Crie um plano para continuar
ru: Создайте план развития, чтобы продолжить
th: สร้างแผนการบ่มเพาะเพื่อดำเนินการต่อ
tr: Devam etmek için bir Yetiştirme Planı oluşturun
vi: Tạo kế hoạch bồi dưỡng mới để tiếp tục
zh_hant: 新增養成計劃以繼續
zh_tw: 新建養成計劃以繼續

# ViewPageCultivationAddProjectDescription
source: You can add development plan items later from other pages
de: Du kannst später auf anderen Seiten Entwicklungsprojekte hinzufügen
es: Puedes agregar elementos al plan de desarrollo más adelante desde otras páginas
fr: Vous pouvez ajouter des éléments de plan de développement plus tard à partir d'autres pages
id: Anda dapat menambahkan item rencana pengembangan nanti dari halaman lain.
it: Puoi aggiungere elementi del piano di sviluppo in seguito da altre pagine
ja: 育成計画の項目は後から他のページでも追加できます。
ko: 나중에 다른 페이지로 이동하여 육성 계획 항목을 추가할 수 있습니다
pt: Você pode adicionar itens do plano depois a partir de outras páginas
ru: Вы можете добавить элементы плана развития позже на других страницах
th: คุณสามารถเพิ่มรายการแผนการพัฒนาได้ในภายหลังจากหน้าอื่น
tr: Daha sonra diğer sayfalardan geliştirme planı öğeleri ekleyebilirsiniz
vi: Bạn có thể đến các trang khác để thêm các mục vào kế hoạch bồi dưỡng sau
zh_hant: 稍後可以前往其他頁面新增養成計劃項
zh_tw: 稍後可以前往其他頁面添加養成計劃條目

# ViewPageCultivationAvatarPropertyDescription
source: Add my characters and weapons to Development Plan
de: Füge meine Charaktere und Waffen zum Entwicklungsplan hinzu
es: Añade mis personajes y armas al plan de desarrollo
fr: Ajouter mes personnages et armes au plan de développement
id: Tambahkan karakter dan senjata saya ke Rencana Pengembangan.
it: Aggiungi i miei personaggi e armi al piano di sviluppo
ja: マイキャラクターと武器を育成計画に追加します
ko: 내 캐릭터와 무기를 육성 계획 항목에 추가
pt: Adicionar meus personagens e armas ao plano de desenvolvimento
ru: Добавьте моих персонажей и оружие в план развития
th: เพิ่มตัวละครและอาวุธของฉันไปยังแผนการบ่มเพาะ
tr: Karakterlerimi ve silahlarımı Geliştirme Planına ekle
vi: Thêm nhân vật và vũ khí của tôi vào Kế hoạch bồi dưỡng
zh_hant: 新增我的角色與武器到養成計劃
zh_tw: 添加我的角色與武器到養成計劃

# ViewPageCultivationClearInventory
source: Clear Inventory Items
de: Inventargegenstände löschen
es: Vaciar objetos del inventario
fr: Vider l'inventaire
id: Kosongkan Item Tas
it: Pulisci gli oggetti dell'inventario
ja: アイテムを全部消去
ko: 가방 아이템 비우기
pt: Limpar itens da mochila
ru: Очистить предметы в рюкзаке
tr: Envanter Öğelerini Temizle
vi: Xóa Vật Phẩm Túi Đồ
zh_hant: 清空背包物品

# ViewPageCultivationCultivateEntry
source: Development Items
de: Entwicklungsgegenstände
es: Objetos de desarrollo
fr: Objets de développement
id: Item pengembangan
it: Oggetti sviluppo
ja: 育成素材
ko: 아이템 육성
pt: Itens do plano
ru: Предметы для развития
th: ไอเทมบ่มเพาะ
tr: Geliştirme Öğeleri
vi: Vật phẩm bồi dưỡng
zh_hant: 養成物品
zh_tw: 養成物品

# ViewPageCultivationInventoryItem
source: Inventory Items
de: Inventargegenstände
es: Objetos de inventario
fr: Objets de l'inventaire
id: Item inventori
it: Oggetti inventario
ja: バッグのアイテム
ko: 배낭 아이템
pt: Itens de inventário
ru: Предметы инвентаря
th: ไอเทมในกระเป๋า
tr: Envanter Öğeleri
vi: Vật phẩm trong túi
zh_hant: 背包物品
zh_tw: 背包物品

# ViewPageCultivationMaterialList
source: Material Checklist
de: Materialliste
es: Lista de materiales
fr: Liste de matériaux
id: Checklist Material
it: Lista materiali
ja: 素材リスト
ko: 재료 목록
pt: Lista de verificação de materiais
ru: Список материалов
th: รายการวัสดุ
tr: Materyal Kontrol Listesi
vi: Danh sách nguyên liệu
zh_hant: 材料清單
zh_tw: 材料清單

# ViewPageCultivationMaterialListIncompleteFirstLabel
source: Uncollected First
de: Nicht gesammelt zuerst
es: No recolectado primero
fr: Non collecté en premier
id: Belum dikumpulkan, diutamakan
it: Non raccolti prima
ja: 収集未完成に優先
ko: 미획득 우선
pt: Não coletado primeiro
ru: Не собрано, в приоритете
th: 未集齐优先
tr: Toplanmayanlar Önce
vi: Ưu tiên chưa thu thập
zh_hant: 未集齊優先

# ViewPageCultivationMaterialListResinStatisticsLabel
source: Resin Estimation
de: Harz-Schätzung
es: Estimación de resina
fr: Estimation de résine
id: Perkiraan Resin
it: Stima di resina
ja: 樹脂概算
ko: 레진 예상
pt: Estimativa de Resina
ru: Оценка смолы
th: 树脂预估
tr: Reçine Tahmini
vi: Ước tính Nhựa
zh_hant: 樹脂預估

# ViewPageCultivationMaterialListWorldLevelTitle
source: WL
de: Weltrang
es: NM
fr: Niveau du monde
id: Level Dunia
it: Livello del mondo
ja: 世界ランク
ko: 세계 레벨
pt: Nível do Mundo
ru: Уровень мира
th: 世界等级
tr: Dünya Seviyesi
vi: Cấp Thế Giới
zh_hant: 世界等級
