Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewPageLaunchGameRemoveOpenTeamProgressColdSwitchHeader
source: Team Configuration Cold Switch
de: Kalter Wechsel der Teamkonfiguration
es: Interruptor en frío de configuración de equipo
fr: Interrupteur froid de configuration d'équipe
id: Sakelar Dingin Konfigurasi Tim
it: Interruttore a freddo Configurazione squadra
ja: チーム編成コールドスイッチ
ko: 팀 구성 콜드 스위치
pt: Interruptor frio de configuração de equipe
ru: Холодный переключатель конфигурации отряда
th: 队伍配置冷开关
tr: Takım Yapılandırması Soğuk Anahtarı
vi: Chuyển đổi nguội cấu hình đội
zh_hant: 隊伍設定冷開關

# ViewPageLaunchGameRemoveOpenTeamProgressDescription
source: Remove the progress bar when opening the team configuration screen
de: Entfernt die Fortschrittsanzeige beim Öffnen des Teamkonfigurationsbildschirms
es: Elimina la barra de progreso al abrir la pantalla de configuración del equipo
fr: Supprimer la barre de progression lors de l'ouverture de l'interface de configuration d'équipe
id: Hapus bilah kemajuan saat membuka antarmuka konfigurasi tim
it: Rimuove la barra di avanzamento quando si apre la schermata di configurazione della squadra
ja: チーム編成画面を開いたときに表示される進捗バーを取り除きます
ko: 팀 구성 화면을 열 때 표시되는 진행률 표시줄을 제거합니다.
pt: Remover a barra de progresso exibida ao abrir a interface de configuração da equipe
ru: Удалить полосу загрузки при открытии интерфейса конфигурации отряда
th: 移除打开队伍配置界面时显示的进度条
tr: Takım yapılandırma ekranı açılırken görüntülenen ilerleme çubuğunu kaldırın
vi: Xóa thanh tiến trình khi mở giao diện cấu hình đội
zh_hant: 移除開啟隊伍設定介面時顯示的進度條

# ViewPageLaunchGameRemoveOpenTeamProgressHeader
source: Remove Team Configuration Progress Bar
de: Fortschrittsanzeige der Teamkonfiguration entfernen
es: Eliminar barra de progreso de configuración de equipo
fr: Supprimer la barre de progression de configuration de l'équipe
id: Hapus Bilah Kemajuan Konfigurasi Tim
it: Rimuovi la barra di avanzamento della configurazione della squadra
ja: チーム編成の進捗バーを取り除く
ko: 팀 구성 진행률 표시줄 제거
pt: Remover a barra de progresso da configuração da equipe
ru: Удалить полосу загрузки конфигурации отряда
th: 移除队伍配置进度条
tr: Takım Yapılandırması İlerleme Çubuğunu Kaldır
vi: Xóa thanh tiến trình cấu hình đội
zh_hant: 移除隊伍設定進度條

# ViewPageLaunchGameResourceDiffHeader
source: OTA Package
de: OTA-Paket
es: Paquete OTA
fr: Package incrémentiel
id: Paket OTA
it: Pacchetto OTA
ja: 差分パッケージ
ko: 증분 패키지
pt: Pacote OTA
ru: Пакет OTA
th: แพ็กเกจ OTA
tr: OTA Paketi
vi: Gói tăng
zh_hant: 附加包

# ViewPageLaunchGameResourceHeader
source: Resource Download
de: Ressourcen-Download
es: Descarga de recursos
fr: Téléchargement de ressources
id: Pengunduhan Sumber Daya
it: Download risorse
ja: リソースダウンロード
ko: 리소스 다운로드
pt: Download de recurso
ru: Загрузка Ресурсов
th: ดาวน์โหลดทรัพยากร
tr: Kaynak İndirme
vi: Tải xuống tài nguyên
zh_hant: 資源下載

# ViewPageLaunchGameResourceLatestHeader
source: Full Package
de: Komplettpaket
es: Paquete completo
fr: Package complet
id: Klien
it: Pacchetto completo
ja: 完全パッケージ
ko: 클라이언트
pt: Cliente
ru: 客户端
th: แพ็กเกจเต็ม
tr: Tam Paket
vi: Gói đầy đủ
zh_hant: 完整包

# ViewPageLaunchGameResourcePreDownloadHeader
source: Pre-download
de: Vorab-Download
es: Pre-descarga
fr: Pré-téléchargement
id: Prapengunduhan
ja: 事前ダウンロード
ko: 사전 다운로드
pt: Pré-download
ru: Предварительная загрузка
th: ดาวน์โหลดล่วงหน้า
tr: Ön İndirme
vi: Tải trước
zh_hant: 預先下載

# ViewPageLaunchGameSelectGamePath
source: Select Game Path
de: Spielpfad auswählen
es: Seleccionar ruta de juego
fr: Sélectionner le chemin du jeu
id: Pilih Path Game
it: Seleziona il percorso del gioco
ja: ゲームのパスを選択
ko: 게임 경로 선택
pt: Selecione o caminho do jogo
ru: Выберите путь к игре
th: เลือกพาธเกม
tr: Oyun Yolunu Seç
vi: Chọn đường dẫn game
zh_hant: 選擇遊戲路徑

# ViewPageLaunchGameSwitchAccountDescription
source: You need re-detect after manually switching game account or change of Internet environment
de: Sie müssen nach dem manuellen Wechsel des Spielkontos oder einer Änderung der Internetumgebung erneut erkennen
es: Debe volver a detectar manualmente después de cambiar la cuenta del juego o el entorno de Internet
fr: Après avoir changé de compte dans le jeu ou modifié l'environnement réseau, vous devez effectuer une nouvelle détection manuellement
id: Anda perlu mendeteksi ulang setelah secara manual beralih akun game atau mengubah lingkungan internet
it: È necessario rilevare di nuovo dopo aver cambiato manualmente l'account di gioco o l'ambiente Internet.
ja: ゲーム内でアカウントを切り替える場合、ネットワーク環境が変わった後に手動で再検出する必要があります。
ko: 게임 내 계정 전환, 네트워크 환경이 변경되어 수동 확인 필요
pt: Você precisará fazer uma nova detecção após trocar manualmente a conta do jogo ou mudar o ambiente da internet
ru: После смены учетной записи в игре или изменения сетевого окружения потребуется повторная проверка вручную
th: คุณต้องตรวจหาใหม่หลังจากสลับบัญชีเกมด้วยตนเอง หรือเปลี่ยนแปลงสภาพแวดล้อมอินเทอร์เน็ต
tr: Oyun içinde hesap değiştirildikten veya ağ ortamı değiştiğinde manuel olarak yeniden algılama yapmanız gerekir.
vi: Bạn cần dò lại sau khi chuyển tài khoản game hoặc thay đổi môi trường mạng
zh_hant: 在遊戲内切換帳號，網絡環境發生變化後需要重新手動檢測
zh_tw: 在游戲内切換賬號，網絡環境發生變化后需要重新手動檢測

# ViewPageLaunchGameSwitchAccountDetectAction
source: Detect
de: Erkennen
es: Detectar
fr: Détecter
id: Deteksi
it: Rileva
ja: 検出
ko: 감지
pt: Detectar
ru: Проверка
th: ตรวจหา
tr: Algıla
vi: Dò
zh_hant: 檢測
zh_tw: 檢測

# ViewPageLaunchGameSwitchAccountHeader
source: Detect Account
de: Konto erkennen
es: Detectar cuenta
fr: Détecter le compte
id: Deteksi Akun
it: Rileva account
ja: アカウントを検出
ko: 계정 변경
pt: Detectar conta
ru: Найти аккаунт
th: ตรวจหาบัญชี
tr: Hesabı Algıla
vi: Dò tài khoản
zh_hant: 檢測帳號
zh_tw: 賬號

# ViewPageLaunchGameSwitchAccountRemoveToolTip
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hant: 刪除
zh_tw: 刪除

# ViewPageLaunchGameSwitchAccountRenameToolTip
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ubah nama
it: Rinomina
ja: リネーム
ko: 이름 변경
pt: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
vi: Đổi tên
zh_hant: 重新命名
zh_tw: 重新命名

# ViewPageLaunchGameSwitchSchemeDescription
source: Switch game server (CN/Bilibili/Global)
de: Spieleserver wechseln (CN/Bilibili/Global)
es: Cambiar el servidor del juego (CN/Bilibili/Global)
fr: 切换游戏服务器（国服/渠道服/国际服）
id: Alihkan server Game (CN/BiliBili/Global)
it: Cambia server di gioco (CN / Bilibili / Global)
ja: ゲームサーバーを切り替える(天空島/世界樹/グローバル)
ko: 게임 서버 전환(중국/채널/글로벌)
pt: Trocar o servidor do jogo (CN/BiliBili/Global)
ru: 切换游戏服务器（国服/渠道服/国际服）
th: สลับเซิร์ฟเวอร์เกม (CN / Bilibili / Global)
tr: Oyun sunucusunu değiştir (Çin / Bilibili / Global)
vi: 切换游戏服务器（国服/渠道服/国际服）
zh_hant: 切換遊戲伺服器（陸服 / 渠道服 / 國際服）
zh_tw: 切換游戲伺服器（國服/渠道服/國際服）

# ViewPageLaunchGameSwitchSchemeHeader
source: Server
es: Servidor
fr: Serveur
ja: サーバー
ko: 서버
pt: Servidor
ru: Сервер
th: เซิร์ฟเวอร์
tr: Sunucu
vi: Máy chủ
zh_hant: 伺服器
zh_tw: 伺服器

# ViewPageLaunchGameTargetFovColdSwitchHeader
source: Field of View Cold Switch
de: Kalter Feld-Sicht-Wechsel
es: Interruptor en frío de campo de visión
fr: Commutateur froid du champ de vision
id: Sakelar Dingin Bidang Pandang
it: Interruttore a freddo Campo visivo
ja: 視野コールドスイッチ
ko: 시야 콜드 스위치
pt: Alternância Fria do Campo de Visão
ru: Холодный переключатель обзора
th: 视野冷开关
tr: Görüş Alanı Soğuk Anahtarı
vi: Chuyển đổi chế độ xem lạnh
zh_hant: 視野冷開關

# ViewPageLaunchGameTargetFovDescription
source: Adjust FOV, Default 45
de: Sichtfeld der Kamera anpassen, Standard 45
es: Ajustar el campo de visión de la cámara, 45 por defecto
fr: Ajuster le champ de vision de la caméra, par défaut 45
id: Sesuaikan bidang pandang kamera, bawaan 45
it: Regola il campo visivo della fotocamera, predefinito 45
ja: カメラビューを45まで調整する
ko: 카메라 시야를 조정합니다. 기본값은 45입니다.
pt: Ajustar o campo de visão da câmera, padrão 45
ru: Настроить поле зрения камеры, по умолчанию 45
th: 调整相机视野，默认 45
tr: Kamera görüş alanını ayarla, varsayılan 45
vi: Điều chỉnh trường nhìn camera, mặc định 45
zh_hant: 調整相機視野，預設 45

# ViewPageLaunchGameTargetFovHeader
source: Adjust FOV
de: Sichtfeld anpassen
es: Ajustar campo de visión
fr: Ajuster le champ de vision
id: Sesuaikan bidang pandang
it: Regola il campo visivo
ja: 視界を調整
ko: 시야 조정
pt: Ajustar FOV
ru: Настроить поле зрения
th: 调整视野
tr: Görüş alanını ayarla
vi: Điều chỉnh trường nhìn
zh_hant: 調整視野

# ViewPageLaunchGameTargetFovHotSwitchHeader
source: Field of View Hot Switch
de: Sichtfeld-Hot-Switch
es: Cambio rápido del campo de visión
fr: Commutateur chaud du champ de vision
id: Sakelar Panas Bidang Pandang
it: Interruttore rapido del campo visivo
ja: 視野ホットスイッチ
ko: 시야 핫 스위치
pt: Alternância Quente do Campo de Visão
ru: Горячее переключение поля зрения
th: 视野热开关
tr: Görüş Alanı Hızlı Geçişi
vi: Chuyển đổi chế độ xem nóng
zh_hant: 視野熱開關

# ViewPageLaunchGameTargetFpsHeader
source: Target Frame Rate
de: Zielbildrate
es: Velocidad de fotogramas objetivo
fr: Fréquence d'images cible
id: Target Laju Bingkai
it: Frequenza fotogrammi target
ja: ターゲットFPS
ko: 목표 프레임 속도
pt: Taxa de Quadros Alvo
ru: Целевая частота кадров
th: 目标帧率
tr: Hedef Kare Hızı
vi: Tốc độ khung hình mục tiêu
zh_hant: 目標 FPS

# ViewPageLaunchGameTargetFpsHotSwitchHeader
source: Frame Rate Hot Switch
de: Bildraten-Hot-Switch
es: Cambio rápido de velocidad de fotogramas
fr: Commutateur chaud de fréquence d'images
id: Sakelar Panas Laju Bingkai
it: Interruttore rapido frequenza fotogrammi
ja: FPS ホットスイッチ
ko: 프레임 속도 핫 스위치
pt: Alternância Quente da Taxa de Quadros
ru: Горячее переключение частоты кадров
th: 帧率热开关
tr: Kare Hızı Hızlı Geçişi
vi: Chuyển đổi tốc độ khung hình nóng
zh_hant: FPS 熱開關

# ViewPageLaunchGameTooltipDescriptionHint
source: Hover the mouse over the feature switch/text box to see details
de: Bewegen Sie die Maus über den Funktionsschalter/das Textfeld, um Details anzuzeigen
es: Coloca el ratón sobre el interruptor de función/cuadro de texto para ver los detalles
fr: Passez la souris sur le commutateur de fonctionnalité/la zone de texte pour voir les détails
id: Arahkan mouse ke sakelar fitur/kotak teks untuk melihat detail
it: Passa con il mouse sull'interruttore della funzione/casella di testo per visualizzare i dettagli
ja: マウスカーソルを機能スイッチ/テキストボックスに合わせると詳細が表示されます
ko: 기능 스위치/텍스트 상자에 마우스를 올리면 자세한 내용을 볼 수 있습니다.
pt: Passe o mouse sobre o interruptor de recurso/caixa de texto para ver os detalhes
ru: Наведите курсор мыши на переключатель функций/текстовое поле, чтобы просмотреть подробности
th: 将鼠标悬停在功能开关/文本框上查看详细说明
tr: Ayrıntıları görmek için fareyi özellik anahtarının/metin kutusunun üzerine getirin
vi: Di chuột qua công tắc tính năng/hộp văn bản để xem chi tiết
zh_hant: 將滑鼠懸停在功能開關/文字框上查看詳細說明

# ViewPageLaunchGameUnlockFpsDescription
source: Please disable the "Vertical Sync" option inside the game, which requires a high-performance GPU to support higher frame rate, and set the value to -1 for unlimited framers.
de: Bitte deaktiviere die Option "Vertikale Synchronisierung" im Spiel. Eine Hochleistungs-GPU ist erforderlich, um eine höhere Bildrate zu unterstützen. Setze den Wert auf -1 für eine unbegrenzte Bildrate.
es: Desactiva la opción "Sincronización vertical" dentro del juego, necesita una GPU de alto rendimiento para soportar una mayor velocidad de fotogramas, establece el valor en -1 para fotogramas ilimitados.
fr: Veuillez désactiver l'option « Synchronisation verticale » dans le jeu. Une carte graphique haute performance est nécessaire pour prendre en charge une fréquence d'images plus élevée. Définissez la valeur sur -1 pour une fréquence d'images illimitée.
id: Silakan nonaktifkan V-Sync dalam pengaturan permainan. Anda mungkin memerlukan kartu grafis yang mendukung kinerja tinggi untuk membatasi frame rate yang tinggi, atur nilai ke -1 untuk frame rate tak terbatas
it: Disattiva l'opzione "Sincronizzazione verticale" all'interno del gioco. È necessaria una GPU ad alte prestazioni per supportare frame rate più elevati. Imposta il valore a -1 per frame rate illimitati.
ja: より高い FPS をサポートするために高性能な GPU を必要とします。ゲーム内の「垂直同期」を無効にし、無制限のフレームレートのために値を -1 に設定してください。
ko: 게임에서 수직 동기화 기능을 꺼주세요. 더 높은 프레임 속도를 지원하려면 고성능 그래픽 카드가 필요하며, 무제한 프레임 속도를 위해서는 값을 -1로 설정하세요.
pt: Desative o V-Sync nas configurações do jogo. Talvez você precise de uma placa gráfica de alto desempenho para suportar um limite alto de taxa de quadros, e defina o valor para -1 para taxa de quadros ilimitada.
ru: Пожалуйста, отключите опцию «Вертикальная синхронизация» в игре, для поддержки более высокой частоты кадров требуется высокопроизводительная видеокарта, установите значение -1 для неограниченной частоты кадров.
th: 请在游戏内关闭「垂直同步」选项，需要高性能的显卡以支持更高的帧率，将值设置为 -1 以表示无限制帧率
tr: Lütfen oyun içinde "Dikey Senkronizasyon" seçeneğini kapatın, daha yüksek kare hızını desteklemek için yüksek performanslı bir GPU gerekir ve sınırsız kare hızı için değeri -1 olarak ayarlayın
vi: Vui lòng tắt tùy chọn "Vertical Sync" trong trò chơi, cần card đồ họa hiệu suất cao để hỗ trợ tốc độ khung hình cao hơn, đặt giá trị thành -1 để có tốc độ khung hình không giới hạn
zh_hant: 請在遊戲內關閉「垂直同步」選項，需要高性能的顯示卡以支援更高的 FPS ，將值設定為 -1 以表示無限制 FPS
zh_tw: 請在游戲内關閉 V-Sync 選項，需要高性能的顯示卡以支持更高的 FPS

# ViewPageLaunchGameUseHoyolabAccountDescription
source: Sign in with the currently selected MiYouShe / HoYoLAB user. Start parameters need to be enabled
de: Melden Sie sich mit dem aktuell ausgewählten 米游社 / HoYoLAB-Benutzer an. Startparameter müssen aktiviert sein
es: Inicia sesión con el usuario de 米游社 / HoYoLAB seleccionado actualmente. Es necesario activar los "parámetros de inicio"
fr: Connectez-vous avec l'utilisateur MiYouShe / HoYoLAB sélectionné. Les paramètres de démarrage doivent être activés
id: Masuk dengan pengguna {米游社} / HoYoLAB yang saat ini dipilih, parameter mulai perlu diaktifkan
it: Accedi con l'utente 米游社 / HoYoLAB attualmente selezionato. È necessario abilitare i "Parametri di avvio"
ja: 今は選ばれている 米游社 / HoYoLAB ユーザーを使用してログインします。「起動のパラメーター」を有効にする必要があります。
ko: 현재 선택된 미유셰 / HoYoLAB 사용자로 로그인하려면 '시작 매개변수'를 활성화해야 합니다.
pt: Use o utilizador {米游社} / HoYoLAB atualmente selecionado para iniciar sessão, os parâmetros de inicialização precisam ser ativados
ru: Выполните вход, используя выбранного пользователя Миюшэ / HoYoLAB. Необходимо включить «Параметры запуска»
th: 使用当前选中的 米游社 / HoYoLAB 用户登录，需要启用「启动参数」
tr: Şu anda seçili olan 米游社 / HoYoLAB kullanıcısı ile oturum açın. Başlatma parametreleri etkinleştirilmelidir
vi: Đăng nhập bằng người dùng {米游社} / HoYoLAB hiện đã chọn, cần bật "Tham số khởi động"
zh_hant: 使用目前選取的 米遊社 / HoYoLAB 使用者登入，需要啟用「啟動參數」

# ViewPageLaunchGameUseHoyolabAccountHeader
source: Sign in with MiYouShe/HoYoLAB user
de: Mit dem Benutzerkonto von 米游社/HoYoLAB anmelden
es: Iniciar sesión con usuario de 米游社 / HoYoLAB
fr: Se connecter avec l'utilisateur 米游社 / HoYoLAB
id: Masuk dengan pengguna MiYouShe / HoYoLAB
it: Accedi con l'utente di 米游社 / HoYoLAB
ja: 米游社 / HoYoLAB ユーザーでログイン
ko: 미유사 / HoYoLAB 계정으로 로그인
pt: Iniciar sessão com usuário 米游社 / HoYoLAB
ru: Использовать аккаунт 米游社 / HoYoLAB
th: 使用 米游社 / HoYoLAB 用户登录
tr: MiYouShe / HoYoLAB kullanıcı girişiyle oturum açın
vi: Sử dụng tài khoản 米游社 / HoYoLAB đăng nhập
zh_hant: 使用 米遊社 / HoYoLAB 使用者登入

# ViewPageLaunchGameWindowsHDRDescription
source: Take advantage of monitors that support HDR for brighter, more vivid, and more detailed pictures
de: Nutze Monitore mit HDR-Unterstützung für hellere, lebendigere und detailliertere Bilder
es: Aproveche los monitores compatibles con HDR para obtener imágenes más brillantes, vívidas y detalladas
fr: Tirez pleinement parti des écrans prenant en charge la plage dynamique élevée pour des images plus lumineuses, plus vives et plus détaillées.
id: Manfaatkan tampilan yang mendukung rentang dinamis tinggi untuk gambar yang lebih terang, lebih jelas, dan lebih detail
it: Sfrutta i monitor che supportano l'HDR per immagini più luminose, vivide e dettagliate
ja: HDR に対応したモニターを活用すれば、より明るく、より鮮やかで、より精細な画像が得られます
ko: 더 밝고 생생하며 섬세한 화면을 위해 HDR을 지원하는 모니터를 최대한 활용하십시오.
pt: Aproveite as vantagens das telas que suportam HDR para obter imagens mais brilhantes, mais vívidas e mais detalhadas
ru: Используйте преимущества мониторов с поддержкой HDR для получения более ярких, живых и детализированных изображений
th: ใช้ประโยชน์จากจอภาพที่รองรับ HDR เพื่อภาพที่สว่าง สดใส และมีรายละเอียดมากขึ้น
tr: Daha parlak, canlı ve ayrıntılı görüntüler için yüksek dinamik aralığı destekleyen monitörlerden yararlanın
vi: Tận dụng các màn hình hỗ trợ HDR để có hình ảnh sáng hơn, sống động hơn và chi tiết hơn
zh_hant: 充分利用支援 HDR 的顯示器以獲得更亮、更生動、更精細的畫面

# ViewPageOpenScreenshotFolderAction
source: Open Screenshots Folder
de: Screenshot-Ordner öffnen
es: Abrir carpeta de capturas de pantalla
fr: Ouvrir le dossier des captures d'écran
id: Buka Berkas Screenshot
it: Apri cartella degli screenshot
ja: スクリーンショットフォルダを開く
ko: 스크린샷 폴더 열기
pt: Abrir a pasta de capturas de tela
ru: Открыть папку скриншотов
th: เปิดโฟลเดอร์ภาพหน้าจอ
tr: Ekran Görüntüleri Klasörünü Aç
vi: Mở thư mục ảnh chụp màn hình
zh_hant: 開啟截圖資料夾

# ViewPageResetGamePathAction
source: Select Game Path
de: Spielpfad auswählen
es: Seleccionar ruta del juego
fr: Sélectionner le chemin du jeu
id: Pilih path game
it: Seleziona percorso di gioco
ja: ゲームフォルダを選択
ko: 게임 경로 선택
pt: Selecione o caminho do jogo
ru: Выберите путь к игре
th: เลือกเส้นทางเกม
tr: Oyun Yolunu Seç
vi: Chọn đường dẫn game
zh_hant: 選擇遊戲路徑

# ViewPageRoleCombatAvatarSupportHint
source: Support
de: Unterstützung
es: Apoyo
fr: Soutien
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
pt: Apoio
ru: Поддержка
th: 助演
tr: Destek
vi: Hỗ trợ
zh_hant: 表演助理

# ViewPageRoleCombatAvatarTrialHint
source: Trial
de: Testversion
es: Prueba
fr: Essai
id: Uji Coba
it: Prova
ja: お試し
ko: 체험
pt: Teste
ru: Пробная версия
th: 试用
tr: Deneme
vi: Dùng thử
zh_hant: 試用

# ViewPageRoleCombatBackupAvatars
source: Alternate Cast members
de: Ersatzcharaktere
es: Personajes suplentes
fr: Personnages de réserve
id: Karakter Cadangan
it: Personaggi alternativi
ja: 待機キャスト
ko: 대기 캐릭터
pt: Personagens de Reserva
ru: Запасные персонажи
th: 待命角色
tr: Yedek Oyuncular
vi: Nhân vật dự bị
zh_hant: 待命角色

# ViewPageRoleCombatChoiceCardsHeader
source: Mystery Cache
de: Geheimnisvorrat
es: Caché Misterioso
fr: Butin mystérieux
id: Cache Misteri
it: Ricompensa misteriosa
ja: ミステリーボーナス
ko: 신비한 수확
pt: Reserva Misteriosa
ru: Таинственная награда
th: 神秘收获
tr: Gizemli Ödül
vi: Thu hoạch bí ẩn
zh_hant: 神秘收穫

# ViewPageRoleCombatCoinNumber
source: Fantasia Flowers Used
de: Verbrauchte „Fantasieblumen“
es: «Flores de Fantasía» usadas
fr: Consommer des « Fleurs de fantaisie »
id: Mengonsumsi "Bunga Fantasia"
it: Fiori della Fantasia usati
ja: 消費した「幻戯の花」
ko: 「환극의 꽃」 소모
pt: Flores de Fantasia Usadas
ru: Использовано «Цветов фантазии»
th: 消耗「幻剧之花」
tr: Kullanılan "Fantasia Çiçekleri"
vi: Tiêu thụ "Hoa ảo ảnh"
zh_hant: 消耗「幻劇之花」

# ViewPageRoleCombatInitialAvatarsHeader
source: Opening Characters
de: Startcharaktere
es: Personajes iniciales
fr: Personnages d'ouverture
id: Karakter Pembuka
it: Personaggi iniziali
ja: 開幕キャスト
ko: 개막 캐릭터
pt: Personagens de Abertura
ru: Стартовые персонажи
th: 开幕角色
tr: Açılış Karakterleri
vi: Nhân vật khai mạc
zh_hant: 開幕角色

# ViewPageRoleCombatMaxRound
source: Best Record
de: Bester Rekord
es: Mejor récord
fr: Meilleur score
id: Rekor Terbaik
it: Miglior record
ja: 最高記録
ko: 최고 기록
pt: Melhor Registro
ru: Лучший рекорд
th: 最佳记录
tr: En İyi Kayıt
vi: Kỷ lục tốt nhất
zh_hant: 最佳記錄

# ViewPageRoleCombatMedalRound
source: Star Challenge Stellas
de: Sternen-Herausforderungsmedaille
es: Medallas de desafío estelar
fr: Médailles du défi stellaire
id: Medali Tantangan
it: Stella Sfida
ja: スター挑戦星章
ko: 도전 별장
pt: Estelas do Desafio Estelar
ru: Звёзды испытания
th: 挑战星章
tr: Yıldız Meydan Okuma Nişanları
vi: Huy chương thử thách
zh_hant: 挑戰星章

# ViewPageRoleCombatNotEngagedHeader
source: No performance data yet
de: Noch keine Aufführungsdaten
es: Sin datos de rendimiento
fr: Pas encore de données de spectacle
id: Tidak ada data pertunjukan
it: Nessun dato sulle performance
ja: 公演記録はありません
ko: 공연 데이터 없음
pt: Sem dados de apresentação ainda
ru: Нет данных о выступлении
th: 暂无演出数据
tr: Henüz performans verisi yok
vi: Không có dữ liệu biểu diễn
zh_hant: 暫無演出資料

# ViewPageRoleCombatShortest
source: Fastest performance
de: Schnellste Aufführung
es: Rendimiento más rápido
fr: Spectacle le plus rapide
id: Pertunjukan Tercepat
it: Performance più veloce
ja: 最も早い公演
ko: 최고 속도 공연
pt: Apresentação mais rápida
ru: Самое быстрое выступление
th: 最快演出
tr: En hızlı performans
vi: Màn trình diễn nhanh nhất
zh_hant: 最快演出

# ViewPageRoleCombatSpecialAvatarsHeader
source: Special Guest Stars
de: Besondere Gast-Charaktere
es: Personajes Invitados Especiales
fr: Personnages spéciaux invités
id: Karakter Tamu Spesial
it: Personaggi Speciali Ospiti
ja: 特別招待キャスト
ko: 특별 초청 캐릭터
pt: Personagens Especiais Convidados
ru: Специальные приглашенные персонажи
th: 特邀角色
tr: Özel Konuk Karakterler
vi: Nhân vật đặc biệt
zh_hant: 特邀角色

# ViewPageRoleCombatSplendourBuffsHeader
source: Brilliant Blessings
de: Strahlende Segnungen
es: Bendiciones Brillantes
fr: Bénédictions brillantes
id: Berkat Cemerlang
it: Benedizioni Splendenti
ja: シャイニングブレス
ko: 휘채 축복
pt: Bênçãos Brilhantes
ru: Великолепные благословения
th: 辉彩祝福
tr: Görkemli Kutsamalar
vi: Chúc phúc rực rỡ
zh_hant: 輝彩祝福

# ViewPageRoleCombatStatAvatarBonus
source: External Audience Support
de: Externe Publikumsunterstützung
es: Apoyo Externo de la Audiencia
fr: Soutien du public externe
id: Dukungan Penonton Eksternal
it: Supporto del Pubblico Esterno
ja: 観客の応援
ko: 외부 관객 응원
pt: Apoio do Público Externo
ru: Поддержка внешней аудитории
th: 场外声援
tr: Harici İzleyici Desteği
vi: Hỗ trợ từ bên ngoài
zh_hant: 場外聲援

# ViewPageRoleCombatStatRent
source: Supporting Times
de: Unterstützungszeiten
es: Veces de Apoyo
fr: Nombre de soutien
id: Jumlah Dukungan
it: Numero di Supporti
ja: サポートした回数
ko: 조연 횟수
pt: Vezes de Apoio
ru: Количество поддержки
th: 助演次数
tr: Destekleme Sayısı
vi: Số lần hỗ trợ
zh_hant: 表演助力次數

# ViewPageRoleCombatTotalBattleTime
source: Total Duration
de: Gesamtdauer der Aufführung
es: Duración Total
fr: Durée totale de la représentation
id: Total Durasi Pertunjukan
it: Durata Totale
ja: 公演時間
ko: 총 공연 시간
pt: Duração Total
ru: Общая продолжительность
th: 演出总时长
tr: Toplam Süre
vi: Tổng thời lượng màn trình diễn
zh_hant: 演出總時長

# ViewPageSettingAppearanceCloseButtonBehaviorDescription
source: Change the behavior of the close button
de: Verhalten der Schließen-Schaltfläche ändern
es: Cambiar el comportamiento del botón de cerrar
fr: Modifier le comportement du bouton de fermeture
id: Ubah perilaku tombol tutup
it: Modifica il comportamento del pulsante di chiusura
ja: 閉じるボタンの動作を変更します
ko: 닫기 버튼 동작 변경
pt: Alterar o comportamento do botão Fechar
ru: Изменить поведение кнопки закрытия
vi: Thay đổi hành vi của nút đóng
zh_hant: 更改關閉按鈕的行為

# ViewPageSettingAppearanceCloseButtonBehaviorHeader
source: Close Button Behavior
de: Verhalten der Schließen-Schaltfläche
es: Comportamiento del botón de cerrar
fr: Comportement du bouton de fermeture
id: Perilaku Tombol Tutup
it: Comportamento del pulsante di chiusura
ja: 閉じるボタン動作
ko: 닫기 버튼 동작
pt: Comportamento do Botão Fechar
ru: Поведение кнопки закрытия
vi: Hành vi nút đóng
zh_hant: 關閉按鈕行為

# ViewPageSettingApperanceFirstDayOfWeekDescription
source: Select the first day of your week
de: Wähle den ersten Tag deiner Woche
es: Selecciona el primer día de la semana
fr: Sélectionnez le premier jour de votre semaine
id: Pilih hari pertama dalam seminggu yang sesuai untuk Anda
it: Seleziona il primo giorno della settimana
ja: 都合の良い週の開始日を選んでください
ko: 귀하에게 적합한 한 주의 첫날을 선택하세요
pt: Selecione o primeiro dia da semana que for mais adequado para você
ru: Выберите первый день недели, который вам подходит
th: 选择适合你的一周中的首日
tr: Haftanın ilk gününü seçin
vi: Chọn ngày đầu tuần phù hợp với bạn
zh_hant: 選擇適合你的一週中的首日
