Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewModelGachaLogProbabilityOfNextPullIsOrange
source: {0:P3} chance to get a 5-star item in the next wish
de: {0:P3} Chance, bei der nächsten Ziehung einen Gegenstand der Stufe 5 zu erhalten
es: {0:P3} de probabilidad de obtener un objeto de cinco estrellas en el próximo deseo
fr: Probabilité de {0:P3} d'obtenir un objet 5 étoiles au prochain tirage
id: {0:P3} kemungkinan mendapat a 5-star item setelah wish selanjutnya
it: {0:P3} probabilità di ottenere un oggetto a cinque stelle nel prossimo desiderio
ja: 次回抽選 {0:P3} の確率で星5ｱｲﾃﾑが獲得
ko: 다음 뽑기에서 {0:P3} 확률로 5성 아이템 획득
pt: {0:P3} chance de obter um item 5 estrelas na próxima oração
ru: {0:P3} шанс получить предмет с 5 звездами в следующей молитве
th: {0:P3} โอกาสที่จะได้รับไอเทม 5 ดาวในการอธิษฐานครั้งถัดไป
tr: Bir sonraki çekilişte {0:P3} olasılıkla 5 yıldızlı eşya elde edilecek
vi: {0:P3} cơ hội nhận được vật phẩm 5 sao trong lần cầu nguyện tiếp theo
zh_hant: {0:P3} 機率下一抽獲得五星物品

# ViewModelGachaLogRefreshFail
source: Failed to fetch wish history
de: Fehler beim Abrufen des Wunschverlaufs
es: Error al obtener el historial de deseos
fr: Échec de la récupération de l'historique de vœux
id: Gagal mengambil riwayat wish
it: Impossibile recuperare la cronologia dei desideri
ja: 祈願履歴を取得できません
ko: 기원 기록 동기화를 실패했습니다
pt: Falha ao buscar o histórico de orações
ru: Не удалось получить историю молитв
th: ดึงข้อมูลประวัติการอธิษฐานล้มเหลว
tr: Dilek geçmişi alınamadı
vi: Không thể lấy lịch sử cầu nguyện
zh_hant: 獲取祈願紀錄失敗
zh_tw: 獲取祈願紀錄失敗

# ViewModelGachaLogRefreshOperationCancel
source: Wish history refresh was canceled unexpectedly
de: Aktualisierung des Wunschverlaufs wurde unerwartet abgebrochen
es: La actualización del historial de deseos se canceló inesperadamente
fr: L'actualisation de l'historique de vœux a été annulée de manière inattendue
id: Pembaruan riwayat keinginan dibatalkan secara tak terduga.
it: L'aggiornamento della cronologia dei desideri è stato annullato in modo imprevisto
ja: 祈願履歴の更新が予期せず取り消されました。
ko: 기원 기록 동기화가 비정상적으로 취소되었습니다
pt: A atualização do histórico de orações foi cancelada inesperadamente
ru: Обновление истории молитв было отменено
th: การรีเฟรชประวัติการอธิษฐานถูกยกเลิกโดยไม่คาดคิด
tr: Dilek geçmişi yenileme işlemi beklenmedik şekilde iptal edildi
vi: Thao tác làm mới nhật ký cầu nguyện bị hủy bất thường
zh_hant: 祈願紀錄重新整理操作被異常取消
zh_tw: 祈願紀錄刷新操作被異常取消

# ViewModelGachaLogRemoveArchiveDescription
source: This operation is irreversible. The wish history archive will be lost.
de: Dieser Vorgang ist irreversibel. Das Archiv und alle darin enthaltenen Wunschdaten gehen verloren.
es: Esta operación es irreversible. El archivo y todos los datos de deseos que contiene se perderán.
fr: Cette opération est irréversible. L'archive et toutes les données d'invocation qu'elle contient seront perdues.
id: Operasi ini tidak dapat dikembalikan. Arsip riwayat wish akan hilang.
it: Questa operazione è irreversibile. L'archivio e tutti i dati dei desideri in esso contenuti andranno persi
ja: この操作は不可逆的であり、アーカイブや内の全ての祈願履歴が失われます。
ko: 이 작업은 되돌릴 수 없습니다. 아카이브와 모든 기원 기록이 삭제됩니다
pt: Essa operação é irreversível. O arquivo do histórico de desejos será perdido.
ru: Это действие необратимо, архив и все данные молитв будут потеряны
th: การดำเนินการนี้ไม่สามารถย้อนกลับได้ ข้อมูลบันทึกนี้และข้อมูลการอธิษฐานทั้งหมดจะสูญหาย
tr: Bu işlem geri alınamaz. Dilek geçmişi arşivi kaybolacaktır.
vi: Thao tác này không thể đảo ngược, kho lưu trữ và tất cả dữ liệu cầu nguyện trong đó sẽ bị mất
zh_hant: 該操作是不可逆的，該存檔和其內的所有祈願資料會丟失
zh_tw: 該操作是不可逆的，該存檔和其內的所有祈願紀錄會丟失

# ViewModelGachaLogRemoveArchiveTitle
source: Are you sure to delete archive {0}?
de: Möchten Sie das Archiv {0} wirklich löschen?
es: ¿Estás seguro de que quieres eliminar el archivo {0}?
fr: Êtes-vous sûr de vouloir supprimer l'archive {0} ?
id: Apakah anda yakin untuk menghapus arsip {0}?
it: Eliminare l'archivio {0}?
ja: {0} を削除してよろしいでしょうか？
ko: 아카이브 {0}를 삭제하시겠습니까?
pt: Tem certeza de que deseja excluir o arquivo {0}?
ru: Вы уверены, что хотите удалить архив {0}?
th: คุณต้องการลบบันทึก {0} หรือไม่?
tr: {0} arşivini silmek istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa kho lưu trữ {0} không?
zh_hant: 確定要刪除存檔 {0} 嗎？
zh_tw: 確定要刪除存檔 {0} 嗎？

# ViewModelGachaLogRetrieveFromHutaoCloudProgress
source: Sync Wish History from Snap Hutao Cloud Service
de: Wunschverlauf vom Snap Hutao Cloud Service synchronisieren
es: Sincronizando el historial de deseos desde el servicio en la nube de Snap Hutao
fr: Synchronisation de l'historique d'invocation depuis Snap Hutao Cloud
id: Sinkronisasi Riwayat Wish dari Layanan Cloud Snap Hutao
it: Sincronizzazione della cronologia dei desideri da Snap Hutao Cloud Service
ja: 胡桃クラウドから祈願履歴を同期
ko: 클라우드의 기원 기록 동기화
pt: Sincronizar histórico de orações do serviço Cloud Snap Hutao
ru: Синхронизация истории молитв из Snap Hutao Cloud
th: กำลังซิงค์ประวัติการอธิษฐานจากบริการ Snap Hutao Cloud
tr: Snap Hutao Cloud Hizmetinden Dilek Geçmişi Senkronize Ediliyor
vi: Đồng bộ nhật ký cầu nguyện từ dịch vụ Snap Hutao Cloud
zh_hant: 從 Hutao Cloud 服務同步祈願紀錄

# ViewModelGachaLogUIGFExportPickerTitle
source: Export UIGF JSON file to the selected path
de: UIGF-JSON-Datei in den angegebenen Pfad exportieren
es: Exportar archivo JSON UIGF a la ruta seleccionada
fr: Exporter le fichier JSON UIGF vers le chemin sélectionné
id: Ekspor berkas Json UIGF ke path yang dipilih.
it: Esporta il file JSON UIGF nel percorso selezionato
ja: UIGF JSON ファイルを指定した場所へエクスポート
ko: 선택한 경로로 UIGF JSON 파일 내보내기
pt: Exportar o arquivo Json UIGF para o caminho selecionado
ru: Экспорт UIGF JSON файл в указанный путь
th: 导出 UIGF JSON 文件到指定路径
tr: UIGF JSON dosyasını belirtilen yola aktar
vi: Xuất tập tin UIGF JSON đến đường dẫn đã chọn
zh_hant: 匯出 UIGF JSON 檔案到指定路徑

# ViewModelGachaLogUploadToHutaoCloudProgress
source: Uploading to Snap Hutao Cloud Service
de: Wird zu Snap Hutao Cloud Service hochgeladen
es: Subiendo al servicio en la nube de Snap Hutao
fr: Téléchargement vers Snap Hutao Cloud en cours
id: Mengunggah ke Layanan Cloud Snap Hutao
it: Caricamento su Snap Hutao Cloud Service in corso
ja: 胡桃クラウドにアップロード中
ko: 클라우드에 업로드
pt: Enviando para o serviço Cloud Snap Hutao
ru: Идет загрузка в Snap Hutao Cloud
th: กำลังอัปโหลดไปยังบริการ Snap Hutao Cloud
tr: Snap Hutao Cloud Hizmetine Yükleniyor
vi: Đang tải lên dịch vụ Snap Hutao Cloud
zh_hant: 正在上傳到 Hutao Cloud 服務

# ViewModelGachaUIGFImportPickerTitile
source: Import UIGF JSON file
de: UIGF-JSON-Datei importieren
es: Importar archivo JSON UIGF
fr: Importer le fichier JSON UIGF
id: Impor berkas Json UIGF
it: Importa il file JSON UIGF
ja: UIGF JSON ファイルをインポート
ko: UIGF Json 파일 가져오기
pt: Importar arquivo UIGF Json
ru: Импорт данных из UIGF Json файла
th: 导入 UIGF JSON 文件
tr: UIGF JSON dosyasını içe aktar
vi: Nhập tệp JSON UIGF
zh_hant: 匯入 UIGF JSON 檔案

# ViewModelGamePackageLocalVersion
source: Local version: {0}
de: Lokale Version: {0}
es: Versión local: {0}
fr: Version locale : {0}
id: Versi lokal: {0}
it: Versione locale: {0}
ja: ローカルバージョン: {0}
ko: 로컬 버전: {0}
pt: Versão local: {0}
ru: Локальная версия: {0}
th: 本地版本: {0}
tr: Yerel sürüm: {0}
vi: Phiên bản cục bộ: {0}
zh_hant: 本地版本: {0}

# ViewModelGamePackageOperationAborted
source: Task interrupted, {0}
de: Aufgabe unterbrochen, {0}
es: Tarea interrumpida, {0}
fr: Tâche interrompue, {0}
id: Tugas terganggu, {0}
it: Attività interrotta, {0}
ja: タスクが中断されました、{0}
ko: 작업이 중단되었습니다, {0}
pt: Tarefa interrompida, {0}
ru: Задача прервана, {0}
vi: Nhiệm vụ đã bị gián đoạn, {0}
zh_hant: 任務已中斷，{0}

# ViewModelGamePackageOperationCanceled
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
id: Dibatalkan
it: Annullato
ja: キャンセル済み
ko: 취소됨
pt: Cancelado
ru: Отменено
vi: Đã hủy
zh_hant: 已取消

# ViewModelGamePackageOperationCancelling
source: Cancelling
de: Wird abgebrochen
es: Cancelando
fr: Annulation en cours
id: Membatalkan
it: Annullamento in corso
ja: キャンセル中
ko: 취소 중
pt: Cancelando
ru: Отмена
vi: Đang hủy
zh_hant: 正在取消

# ViewModelGamePackageOperationCompleteInstall
source: Installation complete
de: Installation abgeschlossen
es: Instalación completada
fr: Installation terminée
id: Instalasi selesai
it: Installazione completata
ja: インストール完了
ko: 설치 완료
pt: Instalação concluída
ru: Установка завершена
vi: Cài đặt hoàn tất
zh_hant: 安裝完成

# ViewModelGamePackageOperationCompletePredownload
source: Pre-download complete
de: Vorab-Download abgeschlossen
es: Predescarga completada
fr: Pré-téléchargement terminé
id: Pra-Unduh selesai
it: Pre-download completato
ja: 事前ダウンロード完了
ko: 사전 다운로드 완료
pt: Pré-download concluído
ru: Предзагрузка завершена
vi: Tải trước hoàn tất
zh_hant: 預先下載完成

# ViewModelGamePackageOperationCompleteRepair
source: Fix complete
de: Reparatur abgeschlossen
es: Reparación completada
fr: Réparation terminée
id: Perbaikan selesai
it: Riparazione completata
ja: 修復完了
ko: 복구 완료
pt: Reparo concluído
ru: Восстановление завершено
vi: Sửa chữa hoàn tất
zh_hant: 修複完成

# ViewModelGamePackageOperationCompleteUpdate
source: Update complete
de: Aktualisierung abgeschlossen
es: Actualización completada
fr: Mise à jour terminée
id: Pembaruan selesai
it: Aggiornamento completato
ja: アップデート完了
ko: 업데이트 완료
pt: Atualização concluída
ru: Обновление завершено
vi: Cập nhật hoàn tất
zh_hant: 更新完成

# ViewModelGamePackageOperationSkipRepair
source: The game integrity is intact, no need to fix
de: Spiel vollständig, keine Reparatur erforderlich
es: Juego completo, no requiere reparación
fr: Jeu complet, aucune réparation nécessaire
id: Game lengkap, tidak perlu diperbaiki
it: Gioco completo, nessuna riparazione necessaria
ja: ゲームは完全な状態で、修復は必要ありません
ko: 게임이 완전하여 복구할 필요 없습니다
pt: Jogo completo, não é necessário reparar
ru: Игра цела, восстановление не требуется
vi: Trò chơi hoàn chỉnh, không cần sửa
zh_hant: 遊戲完整，無需修復

# ViewModelGamePackagePreVersion
source: {0} Version pre-download is now available
de: {0} Version Vorab-Download ist jetzt verfügbar
es: La predescarga de la versión {0} ya está disponible
fr: Le pré-téléchargement de la version {0} est maintenant disponible
id: Prapengunduhan versi {0} sudah dibuka
it: Il pre-scaricamento della versione {0} è ora disponibile
ja: バージョン {0} 事前ダウンロードを開始
ko: {0} 버전 사전 다운로드 시작됨
pt: O pré-download da versão {0} está disponível
ru: {0} версия предварительной загрузки уже доступна
th: {0} 版本预下载已开启
tr: {0} sürüm ön indirmesi açıldı
vi: Đã mở tải trước phiên bản {0}
zh_hant: {0} 版本預先下載已開啟

# ViewModelGamePackageRemoteVersion
source: Latest version: {0}
de: Neueste Version: {0}
es: Última versión: {0}
fr: Dernière version : {0}
id: Versi terbaru: {0}
it: Ultima versione: {0}
ja: 最新バージョン: {0}
ko: 최신 버전: {0}
pt: Versão mais recente: {0}
ru: Последняя версия: {0}
th: 最新版本: {0}
tr: En son sürüm: {0}
vi: Phiên bản mới nhất: {0}
zh_hant: 最新版本: {0}

# ViewModelGuideActionComplete
source: Complete
de: Fertig
es: Completado
fr: Terminer
id: Selesai
it: Completa
ja: OK
ko: 완료
pt: Completo
ru: Завершено
th: เสร็จสิ้น
tr: Tamamla
vi: Hoàn thành
zh_hant: 完成

# ViewModelGuideActionNext
source: Next
de: Weiter
es: Siguiente
fr: Étape suivante
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
pt: Próximo
ru: Далее
th: ต่อไป
tr: Sonraki
vi: Tiếp theo
zh_hant: 下一步

# ViewModelGuideActionStaticResourceBegin
source: Dowloading Assets
de: Ressourcendateien werden heruntergeladen, bitte warten Sie
es: Descargando archivos de recursos, espere...
fr: Téléchargement des ressources, veuillez patienter
id: Mengunduh aset
it: Download delle risorse in corso, attendere...
ja: アセットをダウンロード中、しばらくお待ちください
ko: 리소스 파일을 다운로드하는 중입니다. 잠시 기다려 주세요.
pt: Baixando recursos
ru: Загрузка файлов ресурсов, пожалуйста, подождите
th: กำลังดาวน์โหลดไฟล์ทรัพยากร โปรดรอสักครู่
tr: Kaynak dosyaları indiriliyor, lütfen bekleyin
vi: Đang tải xuống tệp tài nguyên, vui lòng chờ
zh_hant: 下載資源檔案中，請稍候

# ViewModelGuideStaticResourceQualityHigh
source: High Quality
de: Hohe Qualität
es: Alta calidad
fr: Haute Qualité
id: Kualitas Tinggi
it: Alta qualità
ja: 高画質
ko: 고품질
pt: Alta qualidade
ru: Высокое
th: คุณภาพสูง
tr: Yüksek Kalite
vi: Chất lượng cao
zh_hant: 高品質

# ViewModelGuideStaticResourceQualityRaw
source: Original Quality
de: Originalqualität
es: Calidad original
fr: Image d'origine
id: Asli
it: Qualità originale
ja: 元の画質
ko: 원래 화질
pt: Original
ru: Исходное
th: คุณภาพต้นฉบับ
tr: Orijinal Kalite
vi: Bản gốc
zh_hant: 原圖

# ViewModelHutaoPassportEmailNotValidHint
source: Please enter correct email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor, introduce un correo electrónico válido
fr: Veuillez entrer l'email correct.
id: Silakan masukkan alamat email yang benar.
it: Inserisci un indirizzo email valido
ja: 正しいメールアドレスを入力してください
ko: 올바른 이메일을 입력하세요
pt: Digite o endereço de e-mail correto
ru: Пожалуйста, введите правильный адрес электронной почты
th: โปรดป้อนอีเมลที่ถูกต้อง
tr: Lütfen doğru e-posta adresini girin
vi: Vui lòng nhập đúng email
zh_hant: 請輸入正確的電子郵件地址

# ViewModelImportByEmbeddedYaeErrorMessage
source: Please import achievements using other ways
de: Bitte verwende andere Methoden, um Erfolge zu importieren
es: Utiliza otros métodos para importar los logros
fr: Veuillez utiliser une autre méthode pour importer les succès
id: Silakan gunakan metode lain untuk mengimpor pencapaian
it: Si prega di utilizzare altri metodi per importare gli achievement
ja: 他の方法でアチーブメントをインポートしてください
ko: 다른 방법으로 업적을 가져오세요.
pt: Use outro método para importar conquistas
ru: Используйте другие способы для импорта достижений
tr: 请使用其他方法导入成就
vi: Vui lòng sử dụng phương pháp khác để nhập thành tựu
zh_hant: 請使用其他方法匯入成就

# ViewModelImportFromClipboardErrorTitle
source: Text format in clipboard is incorrect
de: Das Textformat in der Zwischenablage ist falsch
es: El formato del texto en el portapapeles no es correcto
fr: Le format du texte dans le presse-papiers est incorrect
id: Format teks di clipboard tidak benar
it: Il formato del testo negli appunti non è corretto
ja: クリップボードのテキスト形式が正しくありません
ko: 클립보드의 텍스트 형식이 올바르지 않습니다
pt: O formato do texto na área de transferência está incorreto
ru: Неверный формат текста в буфере обмена
th: รูปแบบข้อความในคลิปบอร์ดไม่ถูกต้อง
tr: Panodaki metin biçimi hatalı
vi: Định dạng văn bản trong clipboard không chính xác
zh_hant: 剪貼簿中的文字格式不正確
zh_tw: 剪貼板中的文本格式不正塙

# ViewModelImportWarningMessage
source: Incorrect data structure
de: Falsche Datenstruktur
es: El formato de los datos no es correcto
fr: Format de données incorrect
id: Struktur data tidak benar
it: La struttura dei dati non è corretta
ja: データ形式が正しくありません
ko: 데이터 형식이 잘못되었습니다
pt: Estrutura de dados incorreta
ru: Неверный формат данных
th: รูปแบบข้อมูลไม่ถูกต้อง
tr: Veri biçimi hatalı
vi: Định dạng dữ liệu không chính xác
zh_hant: 資料格式不正確
zh_tw: 數據格式不正確

# ViewModelImportWarningMessage2
source: Please create an achievement archive first
de: Bitte zuerst ein Erfolgsarchiv erstellen
es: Crea primero un archivo de logros
fr: Veuillez d'abord créer une archive de succès
id: Harap buat arsip achievement terlebih dahulu
it: Crea prima un archivio degli achievement
ja: アチーブメントアーカイブを作成してください
ko: 업적 파일을 만드세요
pt: Primeiro, crie um arquivo de conquistas
ru: Сначала создайте архив достижений
th: โปรดสร้างไฟล์บันทึกความสำเร็จก่อน
tr: Lütfen önce bir başarı arşivi oluşturun
vi: Vui lòng tạo kho lưu trữ thành tích trước
zh_hant: 請先建立一個成就存檔
zh_tw: 請先創建一個成就存檔

# ViewModelImportWarningTitle
source: Import failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
id: Gagal Impor
it: Importazione fallita
ja: インポート失敗
ko: 가져오기 실패
pt: Falha na importação
ru: Ошибка загрузки
th: นำเข้าล้มเหลว
tr: İçe aktarma başarısız
vi: Nhập thất bại
zh_hant: 匯入失敗
zh_tw: 匯入失敗

# ViewModelLaunchGameAccountAndServerNotMatch
source: The currently selected user and game server do not match. Please re-select
de: Der aktuell ausgewählte Benutzer und der Spieleserver stimmen nicht überein. Bitte wähle erneut aus.
es: El usuario y el servidor de juego seleccionados no coinciden. Por favor, vuelve a seleccionar.
fr: L'utilisateur et le serveur de jeu actuellement sélectionnés ne correspondent pas, veuillez sélectionner à nouveau
id: Pengguna dan server game yang dipilih saat ini tidak cocok, silakan pilih lagi
it: L'utente e il server di gioco selezionati non corrispondono, riprova.
ja: 現在選択されているユーザーとサーバーが一致しません。もう一度選択してください。
ko: 현재 선택된 사용자와 게임 서버가 일치하지 않습니다. 다시 선택해 주세요.
pt: O usuário selecionado atualmente e o servidor de jogo não correspondem. Selecione novamente
ru: Выбранный пользователь и сервер игры не совпадают, пожалуйста, выберите заново
th: 当前选中用户和游戏服务器不匹配，请重新选择
tr: Şu anda seçilen kullanıcı ve oyun sunucusu eşleşmiyor, lütfen yeniden seçin
vi: Người dùng và máy chủ trò chơi hiện được chọn không khớp, vui lòng chọn lại
zh_hant: 目前選取使用者與遊戲伺服器不匹配，請重新選擇

# ViewModelLaunchGameConfigurationFileNotFound
source: Unable to read game config file: {0}, file may be not exist or insufficient permission
de: Spielekonfigurationsdatei kann nicht gelesen werden: {0}, Datei ist möglicherweise nicht vorhanden oder es fehlen Berechtigungen
es: No se puede leer el archivo de configuración del juego: {0}, es posible que el archivo no exista o que no tenga suficientes permisos
fr: Impossible de lire le fichier de configuration du jeu : {0}. Il se peut que le fichier n’existe pas ou que les permissions soient insuffisantes.
id: Tidak dapat membaca file konfigurasi game: {0}, file mungkin tidak ada atau kurang izin pengguna
it: Impossibile leggere il file di configurazione del gioco: {0}. Il file potrebbe non esistere o le autorizzazioni potrebbero essere insufficienti
ja: ゲーム設定ファイル {0} は読み込めませんでした，ファイルが無い、また権限不足の可能性があります。
ko: 게임 구성 파일을 읽을 수 없습니다: {0}, 파일이 없거나 권한이 부족할 수 있습니다
pt: Não foi possível ler o arquivo de configuração do jogo: {0}, o arquivo pode não existir por falta de permissão do usuário
ru: Невозможно прочитать файл конфигурации игры: {0}, возможно файл не существует или недостаточно прав доступа
th: 无法读取游戏配置文件: {0}，可能是文件不存在或权限不足
tr: Oyun yapılandırma dosyası okunamıyor: {0}, dosya mevcut olmayabilir veya yetersiz izinlere sahip olabilir
vi: Không thể đọc tệp cấu hình trò chơi: {0}, có thể tệp không tồn tại hoặc không đủ quyền
zh_hant: 無法讀取遊戲設定檔案: {0}，可能是檔案不存在或權限不足

# ViewModelLaunchGameContentCorrupted
source: The currently selected game directory {0} is corrupted. Please manually delete the folder and reinstall the game
de: Das aktuell ausgewählte Spielverzeichnis {0} ist beschädigt. Bitte lösche den Ordner manuell und installiere das Spiel neu.
es: El directorio de juego seleccionado actualmente {0} está dañado. Elimina manualmente la carpeta y vuelve a instalar el juego
fr: Le répertoire de jeu sélectionné {0} est corrompu, veuillez supprimer manuellement le dossier et réinstaller le jeu
id: Direktori game yang dipilih saat ini {0} rusak, harap hapus folder secara manual lalu instal ulang game
it: La directory di gioco selezionata {0} è danneggiata. Elimina manualmente la cartella e reinstalla il gioco.
ja: 現在選択されているゲームパス {0} が壊れています。フォルダーを手動で削除しゲームを再インストールしてください
ko: 현재 선택한 게임 디렉터리 {0}이 손상되었습니다. 폴더를 수동으로 삭제한 후 게임을 다시 설치하십시오.
pt: O diretório de jogo selecionado atualmente {0} está corrompido. Exclua a pasta manualmente e reinstale o jogo
ru: Выбранный в данный момент каталог игры {0} поврежден. Пожалуйста, вручную удалите папку и переустановите игру.
th: 当前选中的游戏目录 {0} 已损坏，请手动删除文件夹后重新安装游戏
tr: Şu anda seçilen oyun dizini {0} bozuk. Lütfen klasörü manuel olarak silip oyunu yeniden yükleyin
vi: Thư mục trò chơi đã chọn hiện tại {0} bị hỏng, vui lòng xóa thư mục theo cách thủ công rồi cài đặt lại trò chơi
zh_hant: 目前選取的遊戲目錄 {0} 已損壞，請手動刪除資料夾後重新安裝遊戲

# ViewModelLaunchGameCreateAuthTicketFailed
source: Login failed with MiYouShe/HoYooLAB user. Please login again
de: Anmeldung mit dem Konto von 米游社 / HoYoLAB fehlgeschlagen, bitte melde dich erneut an
es: Error al iniciar sesión con la cuenta de 米游社 / HoYoLAB. Vuelve a iniciar sesión.
fr: Échec de la connexion avec l'utilisateur 米游社 / HoYoLAB, veuillez vous reconnecter
id: Gagal masuk menggunakan pengguna miyoushe / HoYoLAB, silakan masuk kembali
it: Accesso non riuscito con utente 米游社 / HoYoLAB. Riprova ad accedere
ja: 米游社 / HoYoLAB ユーザーでログインに失敗しました。もう一度ログインしてください
ko: 미유사 / HoYoLAB 계정으로 로그인에 실패했습니다. 다시 로그인해주세요.
pt: Falha ao iniciar sessão com o usuário 米游社 / HoYoLAB. Por favor, inicie sessão novamente
ru: Использование аккаунта 米游社 / HoYoLAB не удалось, пожалуйста, войдите снова
th: 使用 米游社 / HoYoLAB 用户登录失败，请重新登录
tr: 米游社 / HoYoLAB kullanıcısı ile oturum açma başarısız oldu, lütfen tekrar oturum açın
vi: Sử dụng tài khoản 米游社 / HoYoLAB đăng nhập thất bại, vui lòng đăng nhập lại
zh_hant: 使用 米遊社 / HoYoLAB 使用者登入失敗，請重新登入

# ViewModelLaunchGameEnsureGameResourceFail
source: Convert server failed
de: Serverwechsel fehlgeschlagen
es: Error al cambiar de servidor
fr: Échec du changement de serveur
id: Konversi server gagal
it: Passaggio al server fallito
ja: サーバーの切り替えができませんでした
ko: 서버 변경 실패
pt: Falha ao converter o servidor
ru: Не удалось переключить сервер
th: สลับเซิร์ฟเวอร์ล้มเหลว
tr: Sunucu değiştirme başarısız
vi: Chuyển đổi máy chủ thất bại
zh_hant: 切換伺服器失敗
zh_tw: 切換伺服器失敗

# ViewModelLaunchGameFixConfigurationFileButtonText
source: Fix Configuration File
de: Konfigurationsdatei reparieren
es: Reparar archivo de configuración
fr: Réparer le fichier de configuration
id: Perbaiki File Konfigurasi
it: Correggi il file di configurazione
ja: 設定ファイルの修復
ko: 구성 파일 수정
pt: Corrigir Ficheiro de Configuração
ru: Восстановление файла конфигурации
th: แก้ไขไฟล์ตั้งค่า
tr: Yapılandırma Dosyasını Onar
vi: Sửa tập tin cấu hình
zh_hant: 修複設定檔案

# ViewModelLaunchGameFixConfigurationFileSuccess
source: Fix Complete
de: Reparatur abgeschlossen
es: Reparación completa
fr: Réparation terminée
id: Perbaikan Selesai
it: Correzione completata
ja: 修復完了
ko: 수정 완료
pt: Correção concluída
ru: Восстановление завершено
th: แก้ไขเสร็จสิ้น
tr: Onarım Tamamlandı
vi: Sửa hoàn tất
zh_hant: 修複完成

# ViewModelLaunchGameGamePathNullOrEmpty
source: Game directory not set
de: Spieleverzeichnis noch nicht festgelegt
es: Aún no se ha configurado el directorio del juego
fr: Le répertoire du jeu n’est pas encore défini.
id: Direktori permainan belum diatur
it: Directory di gioco non impostata
ja: ゲームパス未設定
ko: 게임 디렉터리가 아직 설정되지 않았습니다
pt: O diretório do jogo não foi definido
ru: Игровой каталог не задан
th: 尚未设置游戏目录
tr: Oyun dizini henüz ayarlanmadı
vi: Chưa thiết lập thư mục trò chơi
zh_hant: 尚未設定遊戲目錄

# ViewModelLaunchGameIdentifyMonitorsAction
source: Identify Monitors
de: Monitore identifizieren
es: Identificar monitores
fr: Identifier les moniteurs
id: Identifikasi Monitor
it: Identifica monitor
ja: モニターの識別
ko: 모니터 식별
pt: Identificar monitores
ru: Идентифицировать Монитор
th: ระบุจอภาพ
tr: Monitörleri Tanımla
vi: Nhận dạng màn hình
zh_hant: 識別顯示器

# ViewModelLaunchGameSchemeNotSelected
source: No server selected
de: Es wurde noch kein Server ausgewählt
es: No se ha seleccionado ningún servidor
fr: Aucun serveur sélectionné
id: Tidak ada server yang terpilih
it: Nessun server selezionato
ja: サーバーが選択されていません
ko: 아직 서버를 선택하지 않았습니다
pt: Nenhum servidor selecionado
ru: Сервер не выбран
th: ยังไม่ได้เลือกเซิร์ฟเวอร์ใด ๆ
tr: Henüz bir sunucu seçilmedi
vi: Chưa chọn máy chủ nào
zh_hant: 尚未選擇任何伺服器
zh_tw: 還未選擇任何伺服器

# ViewModelLaunchGameSetGamePathButtonText
source: Set Game Path
de: Spielpfad festlegen
es: Establecer la ruta del juego
fr: Définir le répertoire du jeu
id: Atur Direktori Permainan
it: Imposta percorso di gioco
ja: ゲームパスを設定
ko: 게임 디렉토리 설정
pt: Definir caminho do jogo
ru: Указать путь к игре
th: ตั้งค่าไดเรกทอรีเกม
tr: Oyun Yolunu Ayarla
vi: Đặt thư mục trò chơi
zh_hant: 設置遊戲目錄
