Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewPageHutaoDatabaseOverviewDataCollect
source: Collected Data Statistics
de: Statistik der Datenerfassung
es: Estadísticas de Recopilación de Datos
fr: Statistiques de collecte de données
id: Mengumpulkan Statistik Data
it: Statistiche Raccolta Dati
ja: データ集計
ko: 데이터 수집 통계
pt: Estatísticas de dados coletados
ru: Статистика сбора данных
th: สถิติการรวบรวมข้อมูล
tr: Toplanan Veri İstatistikleri
vi: Thống kê thu thập dữ liệu
zh_hant: 資料收集統計
zh_tw: 數據收集統計

# ViewPageHutaoDatabaseOverviewRecordTotal
source: Total Data Records
de: Gesamtzahl der hochgeladenen Datensätze
es: Total de registros subidos
fr: Nombre total d'enregistrements
id: Rekaman Data Total
it: Numero totale di record caricati
ja: アップされた総件数
ko: 총 업로드 기록 수
pt: Total de registros de dados
ru: Общее количество загруженных записей
th: จำนวนบันทึกที่อัปโหลดทั้งหมด
tr: Yüklenen Kayıt Sayısı
vi: Tổng số bản ghi đã tải lên
zh_hant: 上傳紀錄總數
zh_tw: 上傳記錄總數

# ViewPageHutaoDatabaseOverviewRefreshTime
source: Data Refresh Time
de: Datenaktualisierungszeit
es: Hora de actualización de datos
fr: Heure d'actualisation des données
id: Waktu Pembaruan Data
it: Orario di aggiornamento dati
ja: データの更新時間
ko: 데이터 동기화 시간
pt: Tempo de atualização de dados
ru: Время обновления данных
th: เวลาการรีเฟรชข้อมูล
tr: Veri Yenileme Zamanı
vi: Thời gian làm mới dữ liệu
zh_hant: 資料重新整理時間
zh_tw: 數據刷新時間

# ViewPageHutaoDatabaseOverviewSpiralAbyss
source: Spiral Abyss Statistics
de: Statistik zum Spiral Abyss
es: Estadísticas del Abismo Espiral
fr: Statistiques des Abysses en spirale
id: Statistik Spiral Abyss
it: Statistiche dell'Abisso a spirale
ja: 深境螺旋データ集計
ko: 나선 비경 통계
pt: Estatísticas da Ordem do Abismo
ru: Статистика бездны
th: สถิติข้อมูลของ Spiral Abyss
tr: Spiral Abyss Veri İstatistikleri
vi: Thống kê dữ liệu La Hoàn Thâm Cảnh
zh_hant: 深淵資料統計
zh_tw: 深淵數據統計

# ViewPageHutaoDatabaseOverviewSpiralAbyssBattleAverage
source: Avg Battles Fought
de: Durchschnittliche Anzahl an Kämpfen
es: Promedio de combates
fr: Nombre moyen de combats
id: Rata-rata Pertempuran yang Dilakukan
it: Media combattimenti
ja: 平均戦闘回数
ko: 평균 전투 횟수
pt: Média de batalhas
ru: Среднее количество сражений
th: จำนวนการต่อสู้โดยเฉลี่ย
tr: Ortalama Savaş Sayısı
vi: Số trận chiến trung bình
zh_hant: 平均戰鬥次數
zh_tw: 平均戰鬥次數

# ViewPageHutaoDatabaseOverviewSpiralAbyssFullStar
source: Full Star Records
de: Volle-Sterne-Aufzeichnungen für den Spiral Abyss
es: Registros de Abismo Espiral con todas las estrellas
fr: Records d'Abysses Pleine Étoile
id: Rekaman Full Star
it: Record Abisso a spirale completato
ja: 淵星全獲得数
ko: 심연의 별 기록
pt: Registros de três estrelas
ru: Записи прохождения бездны на максимальное количество звезд
th: บันทึก Spiral Abyss เต็มดาว
tr: Tam Yıldız Spiral Abyss Kayıtları
vi: Kỷ lục Vực sâu đầy sao
zh_hant: 滿星深淵紀錄
zh_tw: 滿星深淵記錄

# ViewPageHutaoDatabaseOverviewSpiralAbyssPassed
source: Cleared Records
de: Aufzeichnungen zum abgeschlossenen Spiral Abyss
es: Registros de Abismo Espiral superados
fr: Records d'Abysses Terminé
id: Rekaman Cleared
it: Record Abisso a spirale superati
ja: 螺旋クリア履歴
ko: 나선 비경 클리어 기록
pt: Registros completos
ru: Записи прохождения бездны
th: บันทึกการเคลียร์ Spiral Abyss
tr: Geçilen Spiral Abyss Kayıtları
vi: Kỷ lục Vực sâu đã vượt qua
zh_hant: 通關深淵紀錄
zh_tw: 通關深淵記錄

# ViewPageHutaoDatabaseOverviewSpiralAbyssStarAverage
source: Avg Stars
de: Durchschnittliche Anzahl an erhaltenen Sternen
es: Promedio de Estrellas Abismales
fr: Moyenne d'étoiles des Abysses
id: Rata-rata Star
it: Media stelle dell'Abisso
ja: 淵星獲得平均数
ko: 평균 심연의 별 획득
pt: Média de estrelas
ru: Среднее количество полученных звезд бездны
th: จำนวนดาว Abyss เฉลี่ยที่ได้รับ
tr: Ortalama Kazanılan Yıldız
vi: Số Sao Vực sâu trung bình
zh_hant: 平均獲取淵星
zh_tw: 平均獲取淵星

# ViewPageHutaoDatabaseOverviewSpiralAbyssTotal
source: Total Records
de: Gesamtzahl der Spiral-Abyss-Aufzeichnungen
es: Total de registros del Abismo Espiral
fr: Total des Records d'Abysses
id: Rekaman Total
it: Record totali dell'Abisso a spirale
ja: 螺旋有効件数
ko: 총 나선 비경 기록
pt: Registros totais
ru: Всего записей бездны
th: บันทึก Spiral Abyss ทั้งหมด
tr: Toplam Spiral Abyss Kayıtları
vi: Tổng kỷ lục Vực sâu
zh_hant: 總計深淵紀錄
zh_tw: 總計深淵記錄

# ViewPageHutaoDatabaseOverviewTeamAppearance
source: Teams
de: Teamauftritte
es: Apariciones de equipo
fr: Apparition de l'équipe
id: Tim
it: Presenza squadra
ja: 出場パーティー
ko: 파티 모습
pt: Times
th: ทีมที่ปรากฏ
tr: Takım Görünümü
vi: Đội hình xuất hiện
zh_hant: 隊伍出場
zh_tw: 隊伍出場

# ViewPageHutaoPassportCDNCloudDescription
source: After obtaining the duration, you will be able to select the Chinese CDN mirror when updating Snap Hutao version for a better experience.
de: Nach Erhalt der Dauer kannst du bei der Aktualisierung der Snap Hutao-Version den chinesischen CDN-Spiegel auswählen, um eine bessere Benutzererfahrung zu erzielen.
es: Después de obtener la duración, podrá seleccionar el mirror CDN chino al actualizar la versión de Snap Hutao para una mejor experiencia.
fr: Après avoir obtenu la durée, vous pourrez sélectionner le miroir CDN national chinois lors de la mise à jour de la version de Snap Hutao afin de bénéficier d'une meilleure expérience de mise à jour.
id: Setelah mendapatkan durasi, Anda akan dapat memilih mirror CDN Tiongkok saat pembaruan versi Snap Hutao untuk mendapatkan pengalaman pembaruan yang lebih baik.
it: Dopo aver ottenuto la durata, potrai selezionare il mirror CDN cinese durante l'aggiornamento della versione di Snap Hutao per un'esperienza migliore.
ja: 利用期限を獲得すると、胡桃のバージョンアップデート時に中国国内の CDN ミラーを選択でき、より快適な更新体験を得るようになります。
ko: 해당 기간을 획득하면 Snap Hutao 업데이트 시 중국 내 CDN 미러를 선택하여 더 나은 업데이트 환경을 경험할 수 있습니다.
pt: Após obter a duração, poderá selecionar o espelho CDN da China Continental na atualização da versão do Snap Hutao para obter uma melhor experiência de atualização.
ru: После получения времени вы сможете выбрать зеркало CDN для материкового Китая при обновлении версии Snap Hutao, чтобы получить лучший опыт обновления.
th: 获得时长后您将能够在胡桃版本更新时选择中国国内的 CDN 镜像，以获得更好的更新体验。
tr: Süre edindikten sonra, daha iyi bir deneyim için Snap Hutao sürümünü güncellerken Çin CDN yansımasını seçebileceksiniz.
vi: Sau khi có thời lượng, bạn sẽ có thể chọn CDN trong nước của Trung Quốc khi cập nhật phiên bản Snap Hutao để có trải nghiệm cập nhật tốt hơn.
zh_hant: 獲得時長後您將能夠在胡桃版本更新時選擇中國國內的 CDN 鏡像，以獲得更好的更新體驗。

# ViewPageHutaoPassportCDNCloudHeader
source: Hutao Cloud CDN Service
de: Snap Hutao Cloud CDN-Dienst
es: Servicio CDN de Hutao Cloud
fr: Service CDN de Hutao Cloud
id: Layanan CDN Hutao Cloud
it: Servizio CDN Hutao Cloud
ja: 胡桃クラウド CDN サービス
ko: Snap Hutao Cloud CDN 서비스
pt: Serviço CDN da Hutao Cloud
ru: Сервис CDN Snap Hutao Cloud
th: 胡桃云 CDN 服务
tr: Snap Hutao Cloud CDN Hizmeti
vi: Dịch vụ Hutao Cloud CDN
zh_hant: Hutao Cloud CDN 服務

# ViewPageHutaoPassportGachaLogCloudDescription
source: After obtaining the duration, you will be able to download/upload/delete wish records for up to 5 UIDs through our server. In the Spiral Abyss page, you will get free duration when uploading records for the first time in each challenge!
de: Nachdem Sie die Dauer erhalten haben, können Sie Wunschdatensätze für bis zu 5 UIDs über unseren Server herunterladen/hochladen/löschen. Auf der Seite „Spiral Abyss“ erhalten Sie eine kostenlose Dauer, wenn Sie zum ersten Mal Datensätze für jede Herausforderung hochladen!
es: Tras obtener la duración, podrá descargar/cargar/eliminar registros de deseos de hasta 5 UID a través de nuestro servidor. En la página de Espiral del Abismo, ¡obtendrá una duración gratuita al cargar registros por primera vez en cada desafío!
fr: Après avoir obtenu la durée, vous pourrez télécharger/téléverser/supprimer les enregistrements de vœux pour un maximum de 5 UID via notre serveur. Dans la page Abysses spiralés, vous obtiendrez une durée gratuite lors du premier téléversement des enregistrements à chaque défi !
id: Setelah mendapatkan durasi, Anda akan dapat mengunduh/mengunggah/menghapus catatan permohonan untuk maksimal 5 UID melalui server kami. Di halaman Spiral Abyss, Anda akan mendapatkan durasi gratis saat mengunggah catatan untuk pertama kalinya di setiap tantangan!
it: Dopo aver ottenuto la durata, potrai scaricare/caricare/eliminare i record dei desideri per un massimo di 5 UID tramite il nostro server. Nella pagina dell'Abisso a spirale, otterrai una durata gratuita quando carichi i record per la prima volta in ogni sfida!
ja: 利用期限を獲得すると、私達のサーバーを通じて最多 5 つの UID の祈願履歴をダウンロード/アップロード/削除できるようになります。深境螺旋ページでは毎期の挑戦記録を初めてアップロードする際に、無料の利用期限を取得できます！
ko: 이용 시간을 획득하면 서버를 통해 최대 5개 UID의 기원 기록을 다운로드/업로드/삭제할 수 있습니다. 나선 비경 페이지에서 각 도전의 첫 번째 기록을 업로드할 때 무료 이용 시간을 얻을 수 있습니다!
pt: Após obter a duração, poderá transferir/carregar/eliminar registos de desejos de até 5 UIDs através do nosso servidor. Na página do Abismo do Espiral, obterá duração gratuita ao carregar os registos pela primeira vez em cada desafio!
ru: Получив время, вы сможете скачивать, загружать и удалять записи молитв для максимум 5 UID через наш сервер. На странице Витой Бездны вы получите бесплатное время при первой загрузке записей в каждом испытании!
th: 获得时长后您将能够通过我们的服务器下载/上传/删除最多 5 个 UID 的祈愿记录。深境螺旋页面中，每期挑战首次上传记录时会获得免费的时长！
tr: Süre edindikten sonra, sunucumuz aracılığıyla en fazla 5 UID için dilek kayıtlarını indirebilir/yükleyebilir/silebilirsiniz. Spiral Abyss sayfasında, her mücadelede ilk kez kayıt yüklerken ücretsiz süre alırsınız!
vi: Sau khi có thời hạn sử dụng, bạn sẽ có thể tải xuống/tải lên/xóa tối đa 5 bản ghi ước nguyện UID thông qua máy chủ của chúng tôi. Trong trang Vực Sâu Xoắn Ốc, bạn sẽ nhận được thời hạn sử dụng miễn phí khi tải lên bản ghi lần đầu tiên trong mỗi thử thách!
zh_hant: 獲得時長後您將能夠通過我們的伺服器下載/上傳/刪除最多 5 個 UID 的祈願紀錄。深境螺旋頁面中，每期挑戰首次上傳記錄時會獲得免費的時長！

# ViewPageHutaoPassportGachaLogCloudHeader
source: Hutao Cloud Wish Record Service
de: Snap Hutao Cloud-Wunschaufzeichnungsdienst
es: Servicio de registro de deseos de Hutao Cloud
fr: Service d’enregistrement des vœux de Hutao Cloud
id: Layanan Catatan Permohonan Hutao Cloud
it: Servizio registro desideri di Hutao Cloud
ja: 胡桃クラウド祈願記録サービス
ko: Snap Hutao Cloud 기원 기록 서비스
pt: Serviço de Registo de Desejos da Hutao Cloud
ru: Сервис записей молитв Snap Hutao Cloud
th: 胡桃云祈愿记录服务
tr: Snap Hutao Bulut İstek Kaydı Hizmeti
vi: Dịch vụ bản ghi ước nguyện Hutao Cloud
zh_hant: Hutao Cloud 祈願記錄服務

# ViewPageHutaoPassportNewUserNameHint
source: Enter a new email address
de: Neue E-Mail-Adresse eingeben
es: Introduce un nuevo correo electrónico
fr: Veuillez entrer un nouvel e-mail
id: Masukkan email baru
it: Inserisci una nuova e-mail
ja: 新しいメールアドレスを入力してください
ko: 새 이메일을 입력하세요
pt: Digite seu novo e-mail
ru: Введите новый адрес электронной почты
th: 请输入新邮箱
tr: Yeni bir e-posta adresi girin
vi: Vui lòng nhập email mới
zh_hant: 請輸入新電子郵件地址

# ViewPageHutaoPassportPasswordHint
source: Enter your password
de: Passwort eingeben
es: Introduce tu contraseña
fr: Veuillez saisir le mot de passe
id: Masukkan kata sandi
it: Inserisci password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
pt: Digite sua senha
ru: Введите пароль
th: โปรดใส่รหัสผ่าน
tr: Lütfen şifrenizi girin
vi: Vui lòng nhập mật khẩu
zh_hant: 請輸入密碼

# ViewPageHutaoPassportPasswordRequirementHint
source: At least 8 characters required
de: Mindestens 8 Zeichen erforderlich
es: Se requieren al menos 8 caracteres
fr: Au moins 8 caractères sont requis
id: Diperlukan setidaknya 8 karakter
it: Richiesti almeno 8 caratteri
ja: 8文字以上必要です
ko: 최소 8글자 이상
pt: São necessários pelo menos 8 caracteres
ru: Требуется не менее 8 символов
th: ต้องมีอย่างน้อย 8 ตัวอักษร
tr: En az 8 karakter olmalı
vi: Cần ít nhất 8 ký tự
zh_hant: 至少需要 8 個字元

# ViewPageHutaoPassportRedeemCodeHint
source: Enter the Redemption Code
de: Einlösecode eingeben
es: Por favor, introduzca el código de canje
fr: Veuillez saisir le code d'échange
id: Masukkan kode penukaran
it: Inserisci il codice riscatto
ja: 交換コードを入力してください
ko: 교환 코드를 입력하세요
pt: Por favor, insira o código de resgate
ru: Введите код обмена
th: 请输入兑换码
tr: Lütfen kupon kodunu girin
vi: Vui lòng nhập mã quy đổi
zh_hant: 請輸入兌換碼

# ViewPageHutaoPassportSponsorAction
source: Sponsor
es: Patrocinar
fr: Sponsoriser
ja: スポンサー
ko: 후원
pt: Patrocinar
ru: Спонсировать
th: 赞助
tr: Sponsor Ol
vi: Tài trợ
zh_hant: 贊助

# ViewPageHutaoPassportUnregisterHint
source: Delete Snap Hutao Passport will cause your data to lose without any recovery option
de: Das Löschen des Kontos führt zu einem dauerhaften Datenverlust, der nicht wiederhergestellt werden kann.
es: Los datos de la cuenta eliminada se perderán para siempre y no se podrán recuperar.
fr: La suppression des données du compte entraînera une perte définitive et irrécupérable de vos données.
id: Menghapus Snap Hutao Passport akan menyebabkan kehilangan data tanpa opsi pemulihan.
it: I dati dell'account eliminato andranno persi per sempre e non potranno essere ripristinati
ja: アカウントを削除するとデータは永久に失われて復元できません！
ko: 계정 삭제 시 데이터는 영구적으로 손실되며 복구할 수 없습니다
pt: Excluir o passaporte do Snap Hutao fará com que seus dados sejam perdidos sem nenhuma opção de recuperação
ru: Данные учетной записи будут навсегда утеряны и не могут быть восстановлены
th: 注销账号的数据将永远丢失，无法恢复
tr: Hesabın silinmesi verilerin kalıcı olarak kaybolmasına ve kurtarılamamasına neden olur
vi: Dữ liệu của tài khoản đã hủy đăng ký sẽ bị mất vĩnh viễn và không thể khôi phục
zh_hant: 刪除帳號的資料將永遠丢失，無法恢復

# ViewPageHutaoPassportUserNameHint
source: Enter your email
de: E-Mail-Adresse eingeben
es: Introduce tu correo electrónico
fr: Veuillez entrer l'email
id: Masukkan email Anda.
it: Inserisci la tua email
ja: メールアドレスを入力してください。
ko: 이메일을 입력하세요
pt: Digite seu e-mail
ru: Введите адрес электронной почты
th: โปรดใส่อีเมล
tr: Lütfen e-postanızı girin
vi: Vui lòng nhập email
zh_hant: 請輸入電子郵件地址

# ViewPageHutaoPassportVerifyCodeAction
source: Get Verification Code
de: Verifizierungscode anfordern
es: Obtener código de verificación
fr: Obtenir le code de vérification
id: Dapatkan OTP
it: Ottieni codice di verifica
ja: 認証コードを送信
ko: 인증 코드 전송
pt: Obter código de verificação
ru: Получить код подтверждения
th: รับรหัสยืนยัน
tr: Doğrulama Kodu Al
vi: Lấy mã xác minh
zh_hant: 獲取驗證碼

# ViewPageHutaoPassportVerifyCodeHint
source: Enter code
de: Verifizierungscode eingeben
es: Introduce el código
fr: Veuillez saisir le code de vérification
id: Masukkan OTP
it: Inserisci codice di verifica
ja: 認証コードを入力してください
ko: 인증 코드를 입력하세요
pt: Insira o código
ru: Введите код подтверждения
th: โปรดใส่รหัสยืนยัน
tr: Lütfen doğrulama kodunu girin
vi: Vui lòng nhập mã xác minh
zh_hant: 請輸入驗證碼

# ViewPageLaunchGameAction
source: Launch
de: Spiel starten
es: Iniciar juego
fr: Lanceur de jeu
id: Luncurkan
it: Avvia gioco
ja: ゲーム起動
ko: 게임 시작
pt: Iniciar
ru: Game Launcher
th: เปิดเกม
tr: Oyunu Başlat
vi: Trình khởi chạy
zh_hant: 啟動遊戲
zh_tw: 啟動遊戲

# ViewPageLaunchGameAppearanceAspectRatioDescription
source: Quickly switch to the specified resolution and start the game to save the current resolution
de: Schnell zur angegebenen Auflösung wechseln und das Spiel starten, um die aktuelle Auflösung zu speichern
es: Cambia rápidamente a la resolución especificada e inicia el juego para guardar la resolución actual
fr: Passez rapidement à la résolution spécifiée et lancez le jeu pour enregistrer la résolution actuelle
id: Beralih dengan cepat ke resolusi yang ditentukan, dan mulai permainan untuk menyimpan resolusi saat ini
it: Passa rapidamente alla risoluzione specificata e avvia il gioco per salvare la risoluzione attuale
ja: 指定の解像度に素早く切り替え、ゲームを起動して現在の解像度を保存できます
ko: 지정된 해상도로 빠르게 전환하고 게임을 시작하여 현재 해상도를 저장합니다.
pt: Alterne rapidamente para a resolução especificada e inicie o jogo para salvar a resolução atual
ru: Быстро переключитесь на указанное разрешение и запустите игру, чтобы сохранить текущее разрешение
th: 快速切换到指定的分辨率，启动游戏以保存当前分辨率
tr: Belirtilen çözünürlüğe hızla geçin ve mevcut çözünürlüğü kaydetmek için oyunu başlatın
vi: Nhanh chóng chuyển sang độ phân giải đã chỉ định và khởi động trò chơi để lưu độ phân giải hiện tại
zh_hant: 快速切換到指定的解析度，啟動遊戲以儲存目前解析度

# ViewPageLaunchGameAppearanceAspectRatioHeader
source: Screen Resolution
de: Bildschirmauflösung
es: Resolución
fr: Résolution
id: Resolusi Layar
it: Risoluzione
ja: 解像度
ko: 해상도
pt: Resolução da tela
ru: Разрешение
th: ความละเอียดหน้าจอ
tr: Ekran Çözünürlüğü
vi: Độ phân giải
zh_hant: 顯示器解析度

# ViewPageLaunchGameAppearanceAspectRatioPlaceHolder
source: Resolution Quick Set
de: Schnelleinstellung der Auflösung
es: Configuración rápida de resolución
fr: Paramètres rapides de résolution
id: Pengaturan Cepat Resolusi
it: Imposta rapidamente la risoluzione
ja: 解像度のクイック設定
ko: 해상도 빠른 설정
pt: Definição rápida de resolução
ru: Быстрая настройка разрешения
th: ตั้งค่าความละเอียดด่วน
tr: Hızlı Çözünürlük Ayarı
vi: Cài đặt nhanh độ phân giải
zh_hant: 快速設定顯示器解析度

# ViewPageLaunchGameAppearanceBorderlessDescription
source: Create window as popup, without frame
de: Fenster als Popup ohne Rahmen erstellen
es: Crear ventana como emergente, sin marco
fr: Créer la fenêtre comme une fenêtre contextuelle, sans bordure
id: Membuat jendela sebagai popup, tanpa bingkai
it: Crea la finestra come popup, senza bordi
ja: 枠の無いポップアップウィンドウとして作成します。
ko: 테두리 없는 창모드
pt: Criar janela como pop-up, sem bordas
ru: Создать окно как всплывающее, без рамки
th: สร้างหน้าต่างเป็นป๊อปอัป ไม่มีกรอบ
tr: Pencereyi çerçevesiz bir açılır pencere olarak oluştur
vi: Tạo cửa sổ dưới dạng cửa sổ bật lên, không có khung
zh_hant: 將視窗建立為彈出視窗，不帶邊框
zh_tw: 將窗口創建為彈出窗口，不帶邊框

# ViewPageLaunchGameAppearanceCloudThirdPartyMobileDescription
source: Enable touchscreen layout, but the keyboard & mouse are no longer usable
de: Aktiviert das integrierte Touch-Layout, reagiert nicht auf Tastatur- und Mauseingaben
es: Habilitar diseño táctil integrado, el teclado y el ratón dejarán de funcionar
fr: Activer la disposition tactile intégrée, le clavier et la souris ne seront plus utilisables
id: Mengaktifkan tata letak layar sentuh, tetapi tidak dapat menggunakan keyboard dan mouse lagi.
it: Abilita il layout touch integrato, l'input da tastiera e mouse non sarà più utilizzabile
ja: 内蔵のタッチレイアウトを有効し、キーボードとマウスは使えなくなります。
ko: 내장 터치 레이아웃을 활성화하면 키보드 및 마우스 입력에 응답하지 않습니다.
pt: Habilite o layout da tela sensível ao toque, mas o teclado e o mouse não podem mais ser usados.
ru: Включить встроенную сенсорную раскладку, ввод с клавиатуры и мыши не будет работать
th: เปิดใช้งานเลย์เอาต์สัมผัสในตัว จะไม่ตอบสนองต่อการป้อนข้อมูลด้วยคีย์บอร์ดและเมาส์
tr: Dahili dokunmatik düzenini etkinleştir, klavye ve fare girişi kullanılamaz
vi: Bật bố cục cảm ứng tích hợp, sẽ không phản hồi thao tác nhập bằng chuột và bàn phím
zh_hant: 啟用內建觸控佈局，不會回應鍵鼠輸入

# ViewPageLaunchGameAppearanceExclusiveDescription
source: Incompatible with embedded browsers; operations like switching window may cause the game to crash
de: Nicht kompatibel mit eingebetteten Browsern; Operationen wie Fensterwechsel können zum Absturz des Spiels führen
es: Incompatible con navegadores integrados; operaciones como cambiar de ventana pueden provocar que el juego se cuelgue
fr: Incompatible avec le navigateur intégré au jeu ; les opérations telles que le changement de fenêtre peuvent faire planter le jeu
id: Tidak kompatibel dengan browser tersemat; operasi seperti beralih jendela bisa menyebabkan permainan menjadi crash.
it: Incompatibile con i browser integrati nel gioco; operazioni come il cambio finestra possono causare l'arresto anomalo del gioco
ja: ゲーム内の埋め込みブラウザとの互換性がなく、ウィンドウ切り替えなどの操作でゲームが強制終了することがあります。
ko: 게임 내 브라우저와 호환되지 않아 화면을 자르는 등의 작업으로 게임이 종료 될 수 있습니다
pt: Incompatível com navegadores incorporados; operações como alternar entre janelas podem causar o travamento do jogo.
ru: Несовместимо со встроенным браузером. Переключение экрана и другие операции могут вызвать сбой игры.
th: ไม่รองรับเบราว์เซอร์ในเกม การดำเนินการเช่นการสลับหน้าจออาจทำให้เกมค้าง
tr: Gömülü tarayıcılarla uyumsuz; pencere değiştirme gibi işlemler oyunun çökmesine neden olabilir
vi: Không tương thích với trình duyệt trong game, các thao tác như chuyển màn hình cũng có thể khiến game bị crash
zh_hant: 與遊戲内瀏覽器不相容，切屏等操作也能使遊戲閃退
zh_tw: 與游戲内瀏覽器不兼容，切屏等操作也能使游戲閃退

# ViewPageLaunchGameAppearanceFullscreenDescription
source: Overwrite default fullscreen status
de: Standardmäßigen Vollbildstatus überschreiben
es: Sobrescribir el estado de pantalla completa predeterminado
fr: Écraser l'état de plein écran par défaut
id: Mengganti status layar penuh default
it: Sovrascrivi lo stato predefinito a schermo intero
ja: デフォルトのフルスクリーン設定を上書きします。
ko: 기본 전체 화면 상태 덮어쓰기
pt: Substituir o status padrão de tela cheia
ru: Переопределить состояние полноэкранного режима по умолчанию
th: เขียนทับสถานะเต็มหน้าจอเริ่มต้น
tr: Varsayılan tam ekran durumunu geçersiz kıl
vi: Ghi đè trạng thái toàn màn hình mặc định
zh_hant: 覆蓋預設的全螢幕狀態
zh_tw: 覆蓋默認的全屏狀態

# ViewPageLaunchGameAppearancePlatformTypeDescription
source: Select the platform type, different types will affect how the game is presented UI
de: Wählen Sie den Plattformtyp aus, verschiedene Typen beeinflussen, wie das Spiel die UI präsentiert
es: Seleccione el tipo de plataforma, diferentes tipos afectarán cómo se presenta el juego UI
fr: Sélectionnez le type de plateforme, différents types affecteront la manière dont le jeu présente l'interface utilisateur
id: Pilih jenis platform, jenis yang berbeda akan memengaruhi cara permainan menampilkan UI
it: Seleziona il tipo di piattaforma, diversi tipi influenzeranno come il gioco presenta l'UI
ja: プラットフォームの種類を選択してください。異なる種類がゲーム UI の表示方法に影響を与えます
ko: 플랫폼 유형을 선택하세요. 다른 유형은 게임이 UI를 어떻게 표시하는지에 영향을 미칩니다
pt: Selecione o tipo de plataforma, diferentes tipos afetarão como o jogo é apresentado UI
ru: Выберите тип платформы, разные типы влияют на то, как игра представляет UI
vi: Chọn loại nền tảng, các loại khác nhau sẽ ảnh hưởng đến cách trò chơi hiển thị UI
zh_hant: 選擇平台類型，不同的類型會影響遊戲如何呈現 UI

# ViewPageLaunchGameAppearanceScreenHeightDescription
source: Overwrite game window height setting
de: Standardmäßige Bildschirmhöhe überschreiben
es: Sobrescribir la altura de pantalla predeterminada
fr: Remplacer la hauteur d'écran par défaut
id: Mengubah pengaturan tinggi jendela permainan secara manual
it: Sovrascrivi l'altezza predefinita dello schermo
ja: ゲームのウィンドウの高さを上書きします。
ko: 기본 화면 높이 덮어쓰기
pt: Substitui a configuração de altura da janela do jogo
ru: Переопределить высоту экрана по умолчанию
th: เขียนทับความสูงหน้าจอเริ่มต้น
tr: Varsayılan ekran yüksekliğini geçersiz kıl
vi: Ghi đè chiều cao màn hình mặc định
zh_hant: 覆蓋預設畫面高度
zh_tw: 覆蓋默認熒幕高度

# ViewPageLaunchGameAppearanceScreenWidthDescription
source: Overwrite game window width setting
de: Standardmäßige Bildschirmbreite überschreiben
es: Sobrescribir el ancho de pantalla predeterminado
fr: Remplacer la largeur d'écran par défaut
id: Mengubah pengaturan lebar jendela permainan secara manual
it: Sovrascrivi la larghezza predefinita dello schermo
ja: ゲームのウィンドウの幅を上書きします。
ko: 기본 화면 너비 덮어쓰기
pt: Substitui a configuração de largura da janela do jogo
ru: Переопределить ширину экрана по умолчанию
th: เขียนทับความกว้างหน้าจอเริ่มต้น
tr: Varsayılan ekran genişliğini geçersiz kıl
vi: Ghi đè chiều rộng màn hình mặc định
zh_hant: 覆蓋預設畫面寬度
zh_tw: 覆蓋默認熒幕寬度

# ViewPageLaunchGameArgumentsDescription
source: Modify its default behavior at game startup
de: Ändert das Standardverhalten beim Spielstart
es: Modificar su comportamiento predeterminado al inicio del juego
fr: Modifier son comportement par défaut au démarrage du jeu
id: Mengubah perilaku default saat permainan dimulai
it: Modifica il suo comportamento predefinito all'avvio del gioco
ja: ゲーム開始時のデフォルト動作を変更します。
ko: 게임 시작 시 기본 동작을 수정합니다.
pt: Modifica seu comportamento padrão na inicialização do jogo
ru: Изменить поведение по умолчанию при запуске игры
th: แก้ไขลักษณะการทำงานเริ่มต้นเมื่อเริ่มต้นเกม
tr: Oyun başlatılırken varsayılan davranışını değiştir
vi: Sửa đổi hành vi mặc định của nó khi khởi động game
zh_hant: 在遊戲啟動時修改其預設行為
