Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewDialogGeetestCustomUrlSampleDescription2
source: {1} will be replaced with "challenge" during a request
de: {1} wird bei der tatsächlichen Anfrage durch Challenge ersetzt
es: {1} se reemplazará con challenge durante la solicitud real
fr: {1} sera remplacé par "challenge" lors de la requête réelle
id: {1} akan digantikan dengan challenge selama permintaan
it: {1} verrà sostituito con challenge durante la richiesta effettiva
ja: {1} はリクエストの際、challengeに置き換えられます
ko: {1}은(는) 실제 요청 시 challenge로 대체됩니다.
pt: {1} será substituído por challenge durante uma solicitação
ru: {1} будет заменен на "challenge" во время фактического запроса
th: {1} จะถูกแทนที่ด้วย challenge ในระหว่างการร้องขอจริง
tr: {1} gerçek istek sırasında challenge ile değiştirilecektir
vi: {1} sẽ được thay thế bằng challenge trong yêu cầu thực tế
zh_hant: {1} 將在實際請求時取代為 challenge

# ViewDialogGeetestCustomUrlSampleDescription3
source: Requests will be sent to interfaces via GET
de: Anfragen werden per GET an Schnittstellen gesendet
es: Las solicitudes se enviarán a las interfaces mediante GET
fr: Les requêtes seront envoyées aux interfaces via GET
id: Permintaan akan dikirim ke antarmuka melalui GET
it: Le richieste verranno inviate alle interfacce tramite GET
ja: GETメソッドでリクエストの処理を行います。
ko: 인터페이스에 GET 방식으로 요청을 보냅니다.
pt: As solicitações serão enviadas às interfaces via GET
ru: Запросы будут отправляться к интерфейсам с помощью GET
th: คำขอจะถูกส่งไปยังอินเทอร์เฟซผ่าน GET
tr: Arayüzlere GET yoluyla istekler gönderilecektir
vi: Sẽ gửi yêu cầu đến giao diện thông qua phương thức GET
zh_hant: 將會通過 GET 方式對介面傳送請求

# ViewDialogGeetestCustomUrlSampleHeader
source: Example
de: Beispiel
es: Ejemplo
fr: Exemple
id: Contoh
it: Esempio
ja: 例
ko: 예시
pt: Exemplo
ru: Пример
th: ตัวอย่าง
tr: Örnek
vi: Ví dụ
zh_hant: 範例

# ViewDialogGeetestCustomUrlTitle
source: Configure Geetest CAPTCHA Verficaition API
de: Schnittstelle für die unbemerkte Verifizierung konfigurieren
es: Configurar la API de verificación de CAPTCHA de Geetest
fr: Configurer l'API de vérification "无感验证"
id: Konfigurasikan API Verifikasi CAPTCHA Geetest
it: Configura l'API di verifica CAPTCHA di Geetest
ja: シームレス認証 API の設定
ko: 무감각 인증 인터페이스 구성
pt: Configurar a API de verificação de CAPTCHA do Geetest
ru: Настроить интерфейс капчи "无感验证"
th: กำหนดค่า API การยืนยันตัวตนแบบไม่มีการรับรู้
tr: <span style="font-style: italic;">无感验证</span> API'sini yapılandır
vi: Cấu hình giao diện xác thực vô cảm
zh_hant: 設定無感驗證介面

# ViewDialogHutaoPassportLoginTitle
source: Login to Snap Hutao Passport
de: Anmeldung bei Snap Hutao Passport
es: Iniciar sesión en Hutao Passport
fr: Se connecter à Snap Hutao Passport
id: Masuk ke Snap Hutao Passport
it: Accedi a Hutao Passport
ja: 胡桃通行証へログイン
ko: Snap Hutao Passport에 로그인
pt: Faça login no passaporte do Snap Hutao
ru: Войти в Hutao Passport
th: เข้าสู่ระบบ Hutao Passport
tr: Snap Hutao Passport'a Giriş Yap
vi: Đăng nhập Hutao Passport
zh_hant: 登入胡桃通行證

# ViewDialogHutaoPassportRegisterTitle
source: Signup Snap Hutao Passport
de: Snap Hutao Passport registrieren
es: Registrarse en Hutao Passport
fr: S’inscrire au Hutao Passport
id: Daftar ke Snap Hutao Passport
it: Registra Hutao Passport
ja: 胡桃通行証を登録
ko: Snap Hutao Passport 등록
pt: Cadastrar no passaporte do Snap Hutao
ru: Зарегистрировать Hutao Passport
th: ลงทะเบียน Hutao Passport
tr: Snap Hutao Passport'a Kaydol
vi: Đăng ký Hutao Passport
zh_hant: 註冊胡桃通行證

# ViewDialogHutaoPassportResetPasswordTitle
source: Reset Password of Snap Hutao Passport
de: Passwort für Snap Hutao Passport zurücksetzen
es: Restablecer la contraseña de Hutao Passport
fr: Réinitialiser le mot de passe du Hutao Passport
id: Atur ulang kata sandi Snap Hutao Passport
it: Reimposta la password di Hutao Passport
ja: 胡桃通行証のパスワードをリセット
ko: Snap Hutao Passport 비밀번호 재설정
pt: Redefinir a senha do passaporte do Snap Hutao
ru: Сбросить пароль Hutao Passport
th: รีเซ็ตรหัสผ่าน Hutao Passport
tr: Snap Hutao Passport Şifresini Sıfırla
vi: Đặt lại mật khẩu Hutao Passport
zh_hant: 重設胡桃通行證使用者密碼

# ViewDialogHutaoPassportResetUserNameTitle
source: Reset Email of Hutao Passport
de: E-Mail des Hutao Passport zurücksetzen
es: Restablecer el correo electrónico de Hutao Passport
fr: Réinitialiser l'e-mail du Hutao Passport
id: Atur ulang surel Snap Hutao Passport
it: Reimposta l'e-mail di Hutao Passport
ja: 胡桃通行証のメールアドレスをリセット
ko: Snap Hutao Passport 이메일 재설정
pt: Redefinir o e-mail do passaporte do Snap Hutao
ru: Сбросить адрес электронной почты Hutao Passport
th: 重置胡桃通行证邮箱
tr: Snap Hutao Pasaport E-postasını Sıfırla
vi: Đặt lại email của Hộ chiếu Snap Hutao
zh_hant: 重設胡桃通行證電子郵件地址

# ViewDialogHutaoPassportUnregisterTitle
source: Delete Snap Hutao Passport
de: Snap Hutao Passport Konto löschen
es: Eliminar la cuenta de Hutao Passport
fr: Supprimer le compte Hutao Passport
id: Hapus Snap Hutao Passport
it: Elimina l'account Hutao Passport
ja: 胡桃アカウントを削除
ko: Snap Hutao Passport 계정 삭제
pt: Excluir o passaporte do Snap Hutao
ru: Отменить регистрацию учетной записи Hutao Passport
th: ลบบัญชี Hutao Passport
tr: Snap Hutao Passport Hesabını Sil
vi: Hủy đăng ký tài khoản Hutao Passport
zh_hant: 刪除胡桃通行證帳號

# ViewDialogHutaoPassportUseRedeemCodeTitle
source: Use Snap Hutao Cloud Redeem Code
de: Snap Hutao Cloud-Einlösecode verwenden
es: Usar código de canje de Hutao Cloud
fr: Utiliser le code d'échange Snap Hutao Cloud
id: Gunakan kode penukaran Snap Hutao Cloud
it: Usa il codice riscatto di Hutao Cloud
ja: 胡桃クラウド交換コードの使用
ko: Snap Hutao 클라우드 교환 코드 사용
pt: Usar código de resgate da Hutao Cloud
ru: Использовать код обмена Snap Hutao Cloud
th: 使用胡桃云兑换码
tr: Snap Hutao Bulut Kupon Kodunu Kullan
vi: Sử dụng mã quy đổi Hutao Cloud
zh_hant: 使用 Hutao Cloud 兌換碼

# ViewDialogImportExportApp
source: Export App
de: App exportieren
es: Exportar App
fr: Exporter l'application
id: Ekpor App
it: Esporta App
ja: Appをエクスポート
ko: 앱 내보내기
pt: Aplicativo da exportação
ru: Экспорт приложения
th: ส่งออกแอป
tr: Uygulamayı Dışa Aktar
vi: Xuất App
zh_hant: 匯出 App
zh_tw: 匯出 App

# ViewDialogImportExportAppVersion
source: Export App Version
de: App-Version exportieren
es: Exportar versión de la App
fr: Exporter la version de l'application
id: Ekpor Versi App
it: Esporta versione App
ja: Appのバージョンをエクスポート
ko: 앱 버전 내보내기
pt: Versão do aplicativo
ru: Экспорт версии приложения
th: ส่งออกเวอร์ชันแอป
tr: Uygulama Sürümünü Dışa Aktar
vi: Xuất phiên bản App
zh_hant: 匯出 App 版本
zh_tw: 匯出 App 版本

# ViewDialogImportExportTime
source: Export Time
de: Exportzeit
es: Hora de exportación
fr: Heure d'exportation
id: Waktu Ekspor
it: Esporta ora
ja: エクスポート時間
ko: 내보내기 시간
pt: Hora da exportação
ru: Время экспорта
th: เวลาส่งออก
tr: Dışa Aktarma Zamanı
vi: Thời gian xuất
zh_hant: 匯出時間
zh_tw: 匯出時間

# ViewDialogImportUIAFExportListCount
source: Number of Achievements
de: Anzahl der Errungenschaften
es: Número de logros
fr: Nombre de succès
id: Jumlah Achievement
it: Numero di obiettivi
ja: アチーブメント数
ko: 업적 수
pt: Número de conquistas
ru: Количество достижений
th: จำนวนความสำเร็จ
tr: Başarım Sayısı
vi: Số lượng thành tựu
zh_hant: 成就數量
zh_tw: 成就數量

# ViewDialogImportUIAFExportUIAFVersion
source: UIAF Version
es: Versión de UIAF
fr: Version UIAF
id: Versi UIAF
it: Versione UIAF
ja: UIAFバージョン
ko: UIAF 버전
pt: Versão do UIAF
ru: Версия UIAF
th: เวอร์ชัน UIAF
tr: UIAF Sürümü
vi: Phiên bản UIAF
zh_hant: UIAF 版本
zh_tw: UIAF 版本

# ViewDialogImportUIGFExportUIGFVersion
source: UIGF Version
es: Versión de UIGF
fr: Version UIGF
id: Versi UIGF
it: Versione UIGF
ja: UIAFバージョン
ko: UIGF 버전
pt: Versão do UIGF
ru: Версия UIGF
th: เวอร์ชัน UIGF
tr: UIGF Sürümü
vi: Phiên bản UIGF
zh_hant: UIGF 版本
zh_tw: UIGF 版本

# ViewDialogImportUIGFSubtitle
source: Select UID to import records
de: Wählen Sie die UID zum Importieren von Aufzeichnungen
es: Selecciona el UID para importar los registros
fr: Sélectionnez l'UID pour importer les enregistrements
id: Pilih UID untuk mengimpor catatan
it: Seleziona l'UID di cui importare la cronologia
ja: 記録をインポートする UID を選択してください
ko: 기록을 가져올 UID를 선택하세요
pt: Selecione o UID para importar os registros
ru: Выберите UID для импорта записей
th: 选择要导入记录的 UID
tr: Kaydı içe aktarmak için UID seçin
vi: Chọn UID để nhập bản ghi
zh_hant: 選擇要匯入紀錄的 UID

# ViewDialogImportUIGFTitle
source: Import UIGF file
de: UIGF-Datei importieren
es: Importar archivo UIGF
fr: Importer un fichier UIGF
id: Impor Berkas UIGF
it: Importa file UIGF
ja: UIGF ファイルのインポート
ko: UIGF 파일 가져오기
pt: Importar arquivo UIGF
ru: Импорт UIGF файла
th: 导入 UIGF 文件
tr: UIGF dosyasını içe aktar
vi: Nhập tệp UIGF
zh_hant: 匯入 UIGF 檔案

# ViewDialogLaunchGameAccountInputPlaceholder
source: Input name here
de: Namen hier eingeben
es: Introduce el nombre aquí
fr: Saisir le nom ici
id: Masukan nama disini
it: Inserisci qui il nome
ja: ここに名前を入力してください
ko: 이름을 입력하세요
pt: Insira o nome aqui
ru: Введите имя
th: ป้อนชื่อที่นี่
tr: Adı buraya girin
vi: Nhập tên vào đây
zh_hant: 在此處輸入名稱
zh_tw: 在此處輸入名稱

# ViewDialogLaunchGameAccountTitle
source: Name the account
de: Konto benennen
es: Nombrar la cuenta
fr: Nommer le compte
id: Beri nama pada akun
it: Assegna un nome all'account
ja: 名前を変更
ko: 계정 이름 설정
pt: Nomeie a conta
ru: Назовите ваш аккаунт
th: ตั้งชื่อบัญชี
tr: Hesabı Adlandır
vi: Đặt tên cho tài khoản
zh_hant: 為帳號命名
zh_tw: 為帳號命名

# ViewDialogLaunchGameConfigurationFixDialogHint
source: Select game server of the current gane client path
de: Wähle den Spieleserver aus, der dem aktuellen Spielpfad entspricht
es: Selecciona el servidor del juego correspondiente a la ruta del juego actual
fr: Veuillez sélectionner le serveur de jeu correspondant au chemin de jeu actuel
id: Pilih server game yang sesuai dengan jalur game saat ini
it: Seleziona il server di gioco corrispondente al percorso di gioco attuale
ja: 現在のゲームサーバーに対応したゲームパスを選択してください
ko: 현재 게임 경로에 해당하는 게임 서버를 선택하십시오
pt: Selecione o servidor de jogo correspondente ao caminho atual do jogo
ru: Пожалуйста, выберите ваш игровой сервер
th: โปรดเลือกเซิร์ฟเวอร์เกมที่ตรงกับเส้นทางเกมปัจจุบันของคุณ
tr: Lütfen mevcut oyun yoluyla eşleşen oyun sunucusunu seçin
vi: Vui lòng chọn máy chủ trò chơi tương ứng với đường dẫn trò chơi hiện tại
zh_hant: 請選擇目前遊戲路徑對應的遊戲伺服器

# ViewDialogLaunchGameConfigurationFixDialogTitle
source: Fixing configuration file
de: Konfigurationsdatei wird repariert
es: Reparando el archivo de configuración
fr: Réparation du fichier de configuration
id: Sedang memperbaiki berkas konfigurasi
it: Correzione del file di configurazione in corso
ja: 設定ファイルを修復中
ko: 구성 파일을 수정하는 중
pt: A corrigir ficheiro de configuração
ru: Восстановление файла конфигурации
th: กำลังแก้ไขไฟล์ตั้งค่า
tr: Yapılandırma Dosyası Onarılıyor
vi: Đang sửa tập tin cấu hình
zh_hant: 正在修複設定檔案

# ViewDialogLaunchGameInstallGameDirectoryCreationFailed
source: The selected installation path does not exist and cannot be created
de: Der ausgewählte Installationspfad existiert nicht und kann nicht erstellt werden
es: La ruta de instalación seleccionada no existe y no se puede crear
fr: Le chemin d'installation sélectionné n'existe pas et ne peut pas être créé
id: Path instalasi yang dipilih tidak ada dan tidak dapat dibuat
it: Il percorso di installazione selezionato non esiste e non può essere creato
ja: 選択されたパスは存在せず且つ作成できません
ko: 선택한 설치 경로가 존재하지 않으며 생성할 수 없습니다
pt: O caminho de instalação selecionado não existe e não pode ser criado
ru: Выбранный путь установки не существует и не может быть создан
th: 选择的安装路径不存在且无法创建
tr: Seçilen kurulum yolu mevcut değil ve oluşturulamıyor
vi: Đường dẫn cài đặt đã chọn không tồn tại và không thể tạo
zh_hant: 選擇的安裝路徑不存在且無法建立

# ViewDialogLaunchGameInstallGameDirectoryExistsFileSystemEntry
source: File or folder exists in the selected installation path
de: Im ausgewählten Installationspfad ist eine Datei oder ein Ordner vorhanden
es: Existe un archivo o carpeta en la ruta de instalación seleccionada
fr: Un fichier ou un dossier existe dans le chemin d'installation sélectionné
id: File atau folder ada di path instalasi yang dipilih
it: Nel percorso di installazione selezionato esiste un file o una cartella
ja: 選択されたパスには、ファイルまたはフォルダーが存在しています
ko: 선택한 설치 경로에 파일 또는 폴더가 있습니다
pt: O caminho de instalação selecionado contém arquivos ou pastas
ru: В выбранном пути установки существует файл или папка
th: 选择的安装路径存在文件或文件夹
tr: Seçilen kurulum yolunda dosya veya klasör mevcut
vi: Đường dẫn cài đặt đã chọn có chứa tệp hoặc thư mục
zh_hant: 選擇的安裝路徑存在檔案或資料夾

# ViewDialogLaunchGameInstallGameDirectoryInvalid
source: The selected installation path is invalid
de: Der ausgewählte Installationspfad ist ungültig
es: La ruta de instalación seleccionada no es válida
fr: Le chemin d'installation sélectionné n'est pas valide
id: Path instalasi yang dipilih tidak valid
it: Il percorso di installazione selezionato non è valido
ja: 選択されたパスは無効です
ko: 선택한 설치 경로가 유효하지 않습니다
pt: O caminho de instalação selecionado é inválido
ru: Выбранный путь установки недействителен
th: 选择的安装路径无效
tr: Seçilen kurulum yolu geçersiz
vi: Đường dẫn cài đặt đã chọn không hợp lệ
zh_hant: 選擇的安裝路徑無效

# ViewDialogLaunchGameInstallGameNoAudioPackageSelected
source: No voice pack selected
de: Kein Sprachpaket ausgewählt
es: No se seleccionó ningún paquete de voz
fr: Aucun pack de voix sélectionné
id: Paket suara tidak dipilih
it: Nessun pacchetto vocale selezionato
ja: 音声拡張パックが選択されていません
ko: 음성 팩을 선택하지 않았습니다
pt: Nenhum pacote de voz selecionado
ru: Пакет голоса не выбран
th: 未选择语音包
tr: Ses paketi seçilmedi
vi: Chưa chọn gói ngôn ngữ thoại
zh_hant: 未選擇語音包

# ViewDialogLaunchGameInstallGameNoSchemeSelected
source: No game server selected
de: Kein Spieleserver ausgewählt
es: No se seleccionó ningún servidor de juego
fr: Aucun serveur de jeu sélectionné
id: Server game tidak dipilih
it: Nessun server di gioco selezionato
ja: 具体的なサーバーが選択されていません
ko: 게임 서버를 선택하지 않았습니다
pt: Nenhum servidor de jogo selecionado
ru: Игровой сервер не выбран
th: 未选择游戏区服
tr: Oyun sunucusu seçilmedi
vi: Chưa chọn máy chủ trò chơi
zh_hant: 未選擇遊戲區服

# ViewDialogLaunchGameInstallGamePickDirectoryTitle
source: Select Installation Path
de: Installationspfad auswählen
es: Seleccionar ruta de instalación
fr: Sélectionner le chemin d'installation
id: Pilih Path Instalasi
it: Seleziona il percorso di installazione
ja: インストールパスの選択
ko: 설치 경로 선택
pt: Selecionar caminho de instalação
ru: Выберите путь установки
th: 选择安装路径
tr: Kurulum Yolunu Seç
vi: Chọn đường dẫn cài đặt
zh_hant: 選擇安裝路徑

# ViewDialogLaunchGamePackageConvertHint
source: Switching may take some time. Please don't close HuTao.
de: Das Umschalten kann einige Zeit dauern. Bitte schließen Sie Snap Hutao nicht.
es: El cambio puede tardar un tiempo. No cierres Snap Hutao.
fr: La conversion peut prendre un certain temps, veuillez ne pas fermer Snap Hutao.
id: Konversi bisa memakan waktu. Jangan matikan perangkat lunak.
it: La conversione potrebbe richiedere del tempo. Non chiudere Snap Hutao.
ja: 切り換えに時間がかかる場合があります、アプリを閉じないでください
ko: 변환에 시간이 걸릴 수 있습니다. 호두를 끄지 마세요
pt: A conversão pode levar algum tempo. Não feche o software.
ru: Переключение может занять некоторое время. Пожалуйста, не закрывайте Snap Hutao.
th: การแปลงอาจใช้เวลาสักครู่ โปรดอย่าปิด Snap Hutao
tr: Geçiş biraz zaman alabilir, lütfen Snap Hutao'yu kapatmayın.
vi: Quá trình chuyển đổi có thể mất một chút thời gian, vui lòng không đóng Snap Hutao.
zh_hant: 轉換可能需要花費一段時間，請勿關閉胡桃
zh_tw: 轉換可能需要花費一段時間，請勿關閉胡桃

# ViewDialogLaunchGamePackageConvertTitle
source: Converting Game Client
de: Spiele-Client wird konvertiert
es: Convirtiendo el cliente del juego
fr: Conversion du client en cours
id: Mengkonversi Klien Game
it: Conversione del client di gioco in corso
ja: ゲームランチャー切り換え中
ko: 클라이언트 전환 중
pt: Convertendo o client do jogo
ru: Преобразование клиента игры
th: กำลังแปลงไคลเอนต์เกม
tr: Oyun İstemcisi Dönüştürülüyor
vi: Đang chuyển đổi client trò chơi
zh_hant: 正在轉換用戶端
zh_tw: 正在轉換客戶端

# ViewDialogQRCodeTitle
source: Scan the QR code with MiHoYo BBS App
de: Mit der 米游社-App QR-Code scannen
es: Escanea el código QR con la aplicación 米游社
fr: Utiliser l'application MiHoYo BBS pour scanner le code QR
id: Pindai kode QR dengan Aplikasi MiHoYo BBS
it: Scansiona il codice QR con l'app MiHoYo BBS
ja: HoYoLAB を使用して QR コードをスキャンします
ko: 미유샤로 QR 코드 스캔
pt: Escaneie o código QR com o aplicativo MiHoYo BBS
ru: Отсканируйте QR-код с помощью Miyusha
th: ใช้แอป<米游社. Term doesn't have a defined translation. Please translate it yourself.>สแกนคิวอาร์โค้ด
tr: <span style="font-style: italic;">米游社</span> ile QR kodunu tara
vi: Sử dụng ứng dụng MiHoYo BBS để quét mã QR
zh_hant: 使用米游社掃描 QR 碼

# ViewDialogReconfirmHint
source: In order to ensure that functionaries have independent judgement capability, we will irregularly update the enabling conditions for these features. If you are a content creator, do not share specific activation methods with your audience.
de: Um sicherzustellen, dass die Aktivierer von Funktionen eine unabhängige Urteilsfähigkeit haben, werden wir die Aktivierungsbedingungen für diese Funktionen unregelmäßig aktualisieren. Wenn Sie ein Inhaltsersteller sind, sollten Sie Ihren Zuhörern die spezifischen Aktivierungsmethoden bei der Erstellung von Inhalten über Snap Hutao nicht vorstellen.
es: Para asegurar que los usuarios de la función tengan capacidad de juicio independiente, actualizaremos irregularmente las condiciones de activación de estas funciones. Si eres un creador de contenido, no compartas los métodos específicos de activación con tu audiencia.
fr: Afin de garantir que les utilisateurs des fonctions disposent d'une capacité de jugement indépendante, nous mettrons à jour irrégulièrement les conditions d'activation de ces fonctionnalités. Si vous êtes un créateur de contenu, veuillez ne pas partager de méthodes d'activation spécifiques avec votre public lors de la création de contenu relatif à Snap Hutao.
id: Untuk memastikan bahwa pengguna fitur memiliki kemampuan penilaian independen, kami akan memperbarui kondisi pengaktifan fitur ini secara berkala. Jika Anda seorang pembuat konten, jangan memperkenalkan metode pengaktifan spesifik kepada audiens Anda saat membuat konten terkait Snap Hutao.
it: Per garantire che gli utilizzatori delle funzioni abbiano una capacità di giudizio indipendente, aggiorneremo irregolarmente le condizioni di abilitazione di queste funzioni. Se sei un creatore di contenuti, ti preghiamo di non condividere con il tuo pubblico i metodi specifici di attivazione quando crei contenuti relativi a Snap Hutao.
ja: これらの機能の使用人は独立的な判断能力を確保するため、私たちは不定期に機能の有効条件を更新します。コンテンツ制作者の方は、胡桃関連の内容を創作する際には、特定の有効化方法を視聴者と共有しないでください。
ko: 기능 활성화 사용자가 독립적으로 판단할 수 있도록 이러한 기능의 활성화 조건은 수시로 변경될 예정입니다. 만약 콘텐츠 제작자라면 Snap Hutao 관련 콘텐츠를 만들 때 구체적인 활성화 방법을 시청자에게 소개하지 마십시오.
pt: Para garantir que os usuários das funcionalidades tenham capacidade de julgamento independente, atualizaremos irregularmente as condições de ativação dessas funcionalidades. Se você for um criador de conteúdo, não compartilhe métodos de ativação específicos com seu público ao criar conteúdo relacionado ao Snap Hutao.
ru: Чтобы гарантировать, что пользователи функций обладают независимым суждением, мы будем нерегулярно обновлять условия включения этих функций. Если вы являетесь создателем контента, пожалуйста, не сообщайте своей аудитории о конкретных методах активации при создании контента, связанного со Snap Hutao.
th: 为了确保功能的启用者有独立的判断能力，我们将不定期更新这些功能的启用条件，如果您是一位内容创造者，在创作胡桃相关的内容时请不要向你的受众介绍具体的启用方法。
tr: Fonksiyon kullanıcılarının bağımsız karar verme yeteneğine sahip olmasını sağlamak için, bu fonksiyonların etkinleştirme koşullarını düzensiz olarak güncelleyeceğiz. Eğer bir içerik üreticisiyseniz, Snap Hutao ile ilgili içerik oluştururken lütfen belirli etkinleştirme yöntemlerini izleyicilerinizle paylaşmayın.
vi: Để đảm bảo người dùng có khả năng tự đánh giá khi kích hoạt các chức năng, chúng tôi sẽ cập nhật không thường xuyên các điều kiện kích hoạt của các chức năng này. Nếu bạn là một người sáng tạo nội dung, vui lòng không giới thiệu phương pháp kích hoạt cụ thể cho khán giả khi sáng tạo nội dung liên quan đến Snap Hutao.
zh_hant: 為了確保功能的啟用者有獨立的判斷能力，我們將不定期更新這些功能的啟用條件，如果您是一位內容創造者，在創作胡桃相關的內容時請不要向你的受眾介紹具體的啟用方法。

# ViewDialogReconfirmTextHeader
source: To avoid enabling unintentionally, please input the <b>title name</b> of feature you are enabling
de: Um ein versehentliches Aktivieren zu vermeiden, gib den <b>Titelnamen</b> der Funktion ein, die du aktivieren möchtest.
es: Para evitar la activación accidental, ingresa el <b>título</b> de la función que estás activando
fr: Pour éviter toute activation involontaire, veuillez saisir le <b>nom du titre</b> de la fonctionnalité que vous êtes en train d'activer.
id: Untuk menghindari mengaktifkan secara keliru, harap masukkan <b>nama judul</b> dari fitur yang Anda aktifkan
it: Per evitare l'attivazione involontaria, inserisci il <b>nome del titolo</b> della funzione che stai abilitando
ja: 意図せず有効になってしまうのを防ぐため、有効にしようとしている機能の<b>タイトル名</b>を入力してください。
ko: 실수로 켜는 것을 방지하기 위해, 활성화하려는 기능 스위치의 <b>제목 이름</b>을 입력하세요.
pt: Para evitar erros na ativação, insira o <b>nome do título</b> do recurso que está ativando
ru: Чтобы избежать непреднамеренного включения, введите <b>название</b> функции, которую вы включаете
th: เพื่อป้องกันไม่ให้คุณเปิดใช้งานโดยไม่ได้ตั้งใจ โปรดป้อน<b>ชื่อหัวเรื่อง</b>ของสวิตช์คุณสมบัติที่คุณกำลังเปิดใช้งาน
tr: Yanlışlıkla etkinleştirmeyi önlemek için, lütfen etkinleştirmekte olduğunuz özellik anahtarının <b>başlık adını</b> girin
vi: Để tránh việc vô tình bật, vui lòng nhập <b>tên tiêu đề</b> của công tắc tính năng bạn đang bật
zh_hant: 為防止你在無意間啟用，請輸入正在啟用的功能開關的<b>標題名稱</b>

# ViewDialogReconfirmTitle
source: You are Enabling a Dangerous Feature
de: Du aktivierst eine gefährliche Funktion
es: Estás habilitando una función peligrosa
fr: Vous activez une fonctionnalité dangereuse
id: Anda Mengaktifkan Fitur Berbahaya
it: Stai abilitando una funzione pericolosa
ja: 危険な機能を有効にしています
ko: 위험한 기능을 활성화하고 있습니다.
pt: Você está habilitando um recurso perigoso
ru: Вы активируете опасную функцию
th: คุณกำลังเปิดใช้งานคุณสมบัติที่เป็นอันตราย
tr: Tehlikeli bir özelliği etkinleştiriyorsunuz
vi: Bạn đang bật một tính năng nguy hiểm
zh_hant: 你正在啟用一個危險功能

# ViewDialogSpiralAbyssUploadRecordHomaNotLoginHint
source: No Hutao Passport logged in currently, uploading Abyss Records will not grant you Hutao Cloud privilege extension.
de: Kein Hutao Passport aktuell angemeldet, das Hochladen von Abyss-Daten gewährt keine Hutao Cloud-Privilegienverlängerung.
es: No has iniciado sesión en la cuenta de Hutao. Cargar los datos del Abismo no te otorgará tiempo de Snap Hutao Cloud
fr: Aucun compte Snap Hutao n'est connecté. Le chargement des données de l'Abysse ne vous donnera pas de temps d'utilisation de Hutao Cloud.
id: Saat ini tidak masuk ke Akun Snap Hutao, mengunggah data Abyss tidak akan memberikan perpanjangan waktu Snap Hutao Cloud
it: Nessun account Hutao Passport connesso. L'invio dei dati dell'Abisso non ti garantirà l'estensione del privilegio di Hutao Cloud.
ja: 現在胡桃アカウントにログインしていないので、深淵データをアップロードすると胡桃クラウドの利用期限は受け取れません
ko: 현재 Snap Hutao 계정에 로그인하지 않아, 심연 데이터를 업로드해도 Snap Hutao 클라우드 이용 시간을 받을 수 없습니다.
pt: Atualmente, não tem sessão iniciada no Hutao Passport. Ao carregar os dados do Abismo, não irá receber tempo de utilização do Hutao Cloud.
ru: В настоящее время не выполнен вход в аккаунт Snap Hutao, загрузка данных Бездны не даст вам доступа к Snap Hutao Cloud.
th: ขณะนี้ไม่ได้เข้าสู่ระบบบัญชี Hutao การอัปโหลดข้อมูล Spiral Abyss จะไม่ได้รับการขยายสิทธิ์ Hutao Cloud
tr: Şu anda bir Hutao Passport hesabına giriş yapılmadı, Abyss Kayıtları yüklemek size Hutao Cloud ayrıcalık uzantısı kazandırmayacak.
vi: Hiện tại chưa đăng nhập tài khoản Snap Hutao, việc tải lên dữ liệu Vực Sâu sẽ không được tặng thời gian sử dụng Hutao Cloud
zh_hant: 目前未登入胡桃帳號，上傳深淵資料無法獲贈 Hutao Cloud 時長
