Repository: DGP-Studio/Snap.Hutao
Catalog: src/Snap.Hutao/Snap.Hutao/Resource/Localization/SH.*.resx
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, tr, vi, zh_hant, zh_tw

# ViewPageSettingApperanceFirstDayOfWeekHeader
source: First day of week
de: Erster Tag der Woche
es: Primer día de la semana
fr: Premier jour de la semaine
id: Hari pertama dalam seminggu
it: Primo giorno della settimana
ja: 週の開始日
ko: 한 주의 첫날
pt: Primeiro dia da semana
ru: Первый день недели
th: 一周中的首日
tr: Haftanın İlk Günü
vi: Ngày đầu tuần
zh_hant: 一週中的首日

# ViewPageSettingApperanceHeader
source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
id: Penampilan
it: Aspetto
ja: 外観
ko: 모습
pt: Aparência
ru: Внешний вид
th: ลักษณะภายนอก
tr: Görünüm
vi: Ngoại hình
zh_hant: 外觀
zh_tw: 外觀

# ViewPageSettingApperanceLanguageDescription
source: Set language
de: Sprache festlegen
es: Establecer idioma
fr: Définir la langue d'affichage
id: Atur bahasa
it: Imposta la lingua di visualizzazione
ja: 表示言語を設定する
ko: 언어 설정
pt: Definir idioma
ru: Выбрать язык
th: ตั้งค่าภาษาที่แสดง
tr: Sunulan dili ayarla
vi: Đặt ngôn ngữ hiển thị
zh_hant: 設定呈現語言

# ViewPageSettingApperanceLanguageHeader
source: Language
de: Sprache
es: Idioma
fr: Langues
id: Bahasa
it: Lingua
ja: 言語設定
ko: 언어
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hant: 語言

# ViewPageSettingBackdropMaterialDescription
source: Change Window Backdrop Material
de: Hintergrundmaterial des Fensters ändern
es: Cambiar el material de fondo de la ventana
fr: Changer le matériau d'arrière-plan de la fenêtre
id: Ubah Material Latar Belakang Jendela
it: Modifica il materiale di sfondo della finestra
ja: アプリの配色テーマを変更
ko: 배경 테마 변경
pt: Alterar o material de pano de fundo da janela
ru: Изменение материала фона окна
th: เปลี่ยนวัสดุพื้นหลังของหน้าต่าง
tr: Pencerenin arka plan materyalini değiştir
vi: Thay đổi chất liệu nền cửa sổ
zh_hant: 更改視窗的背景材質
zh_tw: 更改窗體的背景材質

# ViewPageSettingBackdropMaterialHeader
source: Backdrop Material
de: Hintergrundmaterial
es: Material de fondo
fr: Matériau d'arrière-plan
it: Materiale di sfondo
ja: テーマ
ko: 배경 테마
pt: Material de pano de fundo
ru: Материал фона
th: วัสดุพื้นหลัง
tr: Arka Plan Materyali
vi: Chất liệu nền
zh_hant: 背景材質
zh_tw: 背景材質

# ViewPageSettingBackgroundImageCopyrightHeader
source: Image Copyright Information
de: Informationen zum Bildurheberrecht
es: Información de derechos de autor de la imagen
fr: Informations de copyright de l’image
id: Informasi Hak Cipta Gambar
it: Informazioni sul copyright dell'immagine
ja: 画像著作権情報
ko: 이미지 저작권 정보
pt: Informações de direitos autorais da imagem
ru: Информация об авторских правах изображения
th: ข้อมูลลิขสิทธิ์ของภาพ
tr: Resim Telif Hakkı Bilgisi
vi: Thông tin bản quyền hình ảnh
zh_hant: 圖片版權資訊

# ViewPageSettingBackgroundImageDescription
source: Change the source of wallpaper, restart Snap Hutao to apply the change
de: Ändere die Quelle des Hintergrundbilds. Starte Snap Hutao neu, damit die Änderung wirksam wird.
es: Cambia la fuente de la imagen de fondo de la ventana, reinicia Snap Hutao para que los cambios surtan efecto.
fr: Modifiez la source de l'image de fond de la fenêtre, redémarrez Snap Hutao pour appliquer la modification
id: Ubah sumber gambar latar, restart Snap Hutao untuk menerapkan perubahan
it: Modifica l'origine dell'immagine di sfondo, riavvia Snap Hutao per applicare le modifiche
ja: ウィンドウの背景画像のソースを変更し、胡桃を再起動して変更を適用します
ko: 배경화면 출처를 변경하고 Snap Hutao를 다시 시작하여 변경 사항을 적용하십시오.
pt: Altere a origem da imagem de fundo da janela, reinicie o Snap Hutao para aplicar a alteração o mais rápido possível
ru: Изменить источник обоев программы. Для вступления изменений в силу перезагрузите Snap Hutao
th: เปลี่ยนแหล่งที่มาของภาพพื้นหลังของหน้าต่าง รีสตาร์ท Snap Hutao เพื่อให้มีผลโดยเร็วที่สุด
tr: Duvar kağıdının kaynağını değiştirin, değişikliği uygulamak için Snap Hutao'yu yeniden başlatın
vi: Thay đổi nguồn ảnh nền của cửa sổ, khởi động lại Snap Hutao để có hiệu lực sớm nhất
zh_hant: 更改視窗的背景圖片來源，重新啟動胡桃以盡快生效

# ViewPageSettingBackgroundImageHeader
source: Wallpaper Image
de: Hintergrundbild
es: Imagen de fondo
fr: Image de fond
id: Gambar Latar
it: Immagine di sfondo
ja: 背景画像
ko: 배경화면
pt: Imagem de fundo
ru: Фоновое изображение
th: ภาพพื้นหลัง
tr: Arka Plan Resmi
vi: Ảnh nền
zh_hant: 背景圖片

# ViewPageSettingBackgroundImageLocalFolderCopyrightHeader
source: Using local images as the background
de: Das aktuelle Hintergrundbild ist ein lokales Bild. Bei Urheberrechtsproblemen ist der Benutzer persönlich verantwortlich.
es: El fondo actual es una imagen local; el usuario es responsable de los problemas de derechos de autor.
fr: L'arrière-plan actuel est une image locale, l'utilisateur est responsable en cas de problème de droit d'auteur.
id: Latar belakang saat ini adalah gambar lokal, pengguna bertanggung jawab secara pribadi jika ada masalah hak cipta
it: L'immagine di sfondo attuale è un'immagine locale; l'utente si assume la responsabilità di eventuali problemi di copyright
ja: 現在の背景はローカルの画像であり、著作権の問題はユーザー個人の責任となります
ko: 현재 배경은 로컬 이미지이며, 저작권 문제가 발생할 경우 사용자 본인에게 책임이 있습니다.
pt: A imagem de fundo utilizada é armazenada localmente no dispositivo do usuário. Em caso de violação de direitos autorais, o usuário será o único responsável.
ru: Текущий фон — это локальное изображение, пользователь несет личную ответственность в случае проблем с авторскими правами.
th: พื้นหลังปัจจุบันเป็นภาพจากเครื่อง หากมีปัญหาด้านลิขสิทธิ์ ผู้ใช้ต้องรับผิดชอบเอง
tr: Mevcut arka plan yerel bir resimdir, telif hakkı sorunlarından kullanıcı sorumludur.
vi: Ảnh nền hiện tại là ảnh cục bộ, người dùng tự chịu trách nhiệm nếu có vấn đề về bản quyền
zh_hant: 目前背景為本地圖片，如遇版權問題由使用者個人負責

# ViewPageSettingCacheFolderHeader
source: Cache Folder
de: Cache-Ordner
es: Carpeta de caché
fr: Dossier du cache
id: Berkas Cache
it: Cartella cache
ja: キャッシュ フォルダー
ko: 캐시 폴더
pt: Pasta de cache
ru: Папка кэша
th: โฟลเดอร์แคช
tr: Önbellek Klasörü
vi: Thư mục bộ nhớ đệm
zh_hant: 快取 資料夾
zh_tw: 打開緩存文件夾

# ViewPageSettingCloseButtonBehaviorNotifyIconFailedToCreateWarning
source: Notification area icon creation failed, unable to change close button behavior
de: Erstellung des Symbols im Benachrichtigungsbereich fehlgeschlagen, das Verhalten der Schließen-Schaltfläche kann nicht geändert werden.
es: Fallo al crear el icono del área de notificación, no se puede cambiar el comportamiento del botón de cerrar
fr: Échec de la création de l'icône de la zone de notification, impossible de modifier le comportement du bouton de fermeture
id: Pembuatan ikon area notifikasi gagal, tidak dapat mengubah perilaku tombol tutup
it: Creazione dell'icona nell'area di notifica non riuscita, impossibile modificare il comportamento del pulsante di chiusura
ja: 通知領域アイコンの作成に失敗したため、閉じるボタンの動作を変更できません
ko: 알림 영역 아이콘 생성에 실패하여 닫기 버튼 동작을 조정할 수 없습니다
pt: Falha ao criar o ícone da área de notificação, não é possível alterar o comportamento do botão Fechar
ru: Не удалось создать значок в области уведомлений, невозможно изменить поведение кнопки закрытия.
vi: Không thể tạo biểu tượng khu vực thông báo, không thể thay đổi hành vi nút đóng
zh_hant: 通知區域圖示建立失敗，無法調整關閉按鈕行為

# ViewPageSettingCompactWebView2Header
source: Compact Page Window
de: Kompaktes Seitenfenster
es: Ventana de página compacta
fr: Fenêtre de page web compacte
id: Jendela Halaman Ringkas
it: Finestra Pagina Compatta
ja: コンパクトウェブ
ko: 축소 웹 페이지 창
pt: Janela de Página Compacta
ru: Компактное окно страницы
th: 紧凑网页窗口
tr: Kompakt Sayfa Penceresi
vi: Cửa sổ trang web thu gọn
zh_hant: 緊湊網頁視窗

# ViewPageSettingCompactWebView2HideDescription
source: Change the shortcut to toggle window show/hide
de: Ändern Sie die Verknüpfung, um das Fenster ein-/auszublenden
es: Cambiar el atajo para alternar la visualización / ocultación de la ventana
fr: Modifier le raccourci pour basculer l'affichage / masquer la fenêtre
id: Ubah pintasan untuk beralih tampilan / sembunyikan jendela
it: Cambia la scorciatoia per alternare la visualizzazione / nascondere la finestra
ja: ウィンドウの示し / 隠しを切り替えるショートカットキーを変更します
ko: 창 표시/숨김을 전환하는 단축키 변경
pt: Alterar o atalho para alternar a exibição / ocultação da janela
ru: Изменить сочетание клавиш для переключения отображения / скрытия окна
vi: Thay đổi phím tắt để chuyển đổi hiển thị / ẩn cửa sổ
zh_hant: 更改切換視窗顯示 / 隱藏的快速鍵

# ViewPageSettingCompactWebView2HideHeader
source: Toggle Show/Hide
de: Ein-/Ausblenden umschalten
es: Alternar mostrar / ocultar
fr: Basculer afficher / masquer
id: Beralih Tampilan / Sembunyikan
it: Alterna mostra / nascondi
ja: 示す / 隠す 切り替え
ko: 표시/숨김 전환
pt: Alternar Exibir / Ocultar
ru: Переключить отображение / скрытие
vi: Chuyển đổi hiển thị / ẩn
zh_hant: 切換顯示 / 隱藏

# ViewPageSettingCompactWebView2InactiveOpacityDescription
source: Adjust the opacity of the window to take effect the next time you open the window
de: Passe die Deckkraft des Fensters an, um sie beim nächsten Öffnen des Fensters wirksam zu machen
es: Ajusta la opacidad de la ventana para que se aplique la próxima vez que la abras
fr: Ajuster l'opacité de la fenêtre pour qu'elle prenne effet lors de la prochaine ouverture
id: Sesuaikan opasitas jendela, akan berlaku saat jendela dibuka lain kali
it: Regola l'opacità della finestra, avrà effetto al prossimo avvio
ja: ウィンドウの不透明度を調整し、次にウィンドウを開いたときに有効になります
ko: 창의 불투명도를 조정하면 다음에 창을 열 때 적용됩니다.
pt: Ajuste a opacidade da janela para ter efeito na próxima vez que a janela for aberta
ru: Настройте прозрачность окна, чтобы изменения вступили в силу при следующем открытии окна
th: 调整窗口的不透明度，下次打开窗口时生效
tr: Pencerenin opaklığını ayarlayın, pencereyi bir sonraki açışınızda geçerli olacaktır
vi: Điều chỉnh độ mờ của cửa sổ, có hiệu lực khi mở cửa sổ vào lần sau
zh_hant: 調整視窗的不透明度，下次開啟視窗時生效

# ViewPageSettingCompactWebView2InactiveOpacityHeader
source: Window Opacity
de: Fensterdeckkraft
es: Opacidad de la ventana
fr: Opacité de la fenêtre
id: Opasitas Jendela
it: Opacità Finestra
ja: ウィンドウ不透明度
ko: 창 불투명도
pt: Opacidade da Janela
ru: Прозрачность окна
th: 窗口不透明度
tr: Pencere Opaklığı
vi: Độ mờ của cửa sổ
zh_hant: 視窗不透明度

# ViewPageSettingCompactWebView2InformationDescription
source: Enable the notification area icon and launch the compact web window from the icon menu
de: Aktivieren Sie das Benachrichtigungsbereichssymbol und starten Sie das kompakte Webfenster aus dem Symbolmenü
es: Habilite el icono del área de notificación y lance la ventana web compacta desde el menú del icono
fr: Après avoir activé l'icône de la zone de notification, lancez la fenêtre web compacte depuis le menu de l'icône
id: Setelah mengaktifkan ikon area notifikasi, luncurkan jendela web kompak dari menu ikon
it: Abilita l'icona nell'area di notifica e avvia la finestra web compatta dal menu dell'icona
ja: 通知領域アイコンを有効にすると、アイコンメニューからコンパクトウェブを起動します
ko: 알림 영역 아이콘을 활성화한 후 아이콘 메뉴에서 컴팩트 웹 창을 시작하세요
pt: Ative o ícone da área de notificação e inicie a janela web compacta a partir do menu de ícones
ru: Включите значок в области уведомлений и запустите компактное веб-окно из меню значка
vi: Kích hoạt biểu tượng khu vực thông báo và khởi chạy cửa sổ web nhỏ gọn từ menu biểu tượng
zh_hant: 啟用通知區域圖示後在圖示選單中啟動緊湊網頁視窗

# ViewPageSettingCompactWebView2VideoFastForwardDescription
source: Change the shortcut key for controlling video fast forward
de: Ändere die Tastenkombination zum Steuern des schnellen Vorlaufs von Videos
es: Cambia la tecla de acceso rápido para controlar el avance rápido del video
fr: Modifier le raccourci pour contrôler l'avance rapide de la vidéo
id: Ubah pintasan untuk mengontrol video fast forward
it: Cambia la scorciatoia per controllare l'avanzamento rapido del video
ja: 動画の早送りを制御するショートカットキーを変更します
ko: 동영상 빨리 감기 제어 단축키 변경
pt: Alterar o atalho para controlar o avanço rápido do vídeo
ru: Измените сочетание клавиш для управления перемоткой видео
th: 更改控制视频快进的快捷键
tr: Video hızlı ileri sarma kısayol tuşunu değiştirin
vi: Thay đổi phím tắt điều khiển tua nhanh video
zh_hant: 更改控制影片快轉的快速鍵

# ViewPageSettingCompactWebView2VideoFastForwardHeader
source: Video Fast Forward
de: Video-Schnellvorlauf
es: Avance rápido del video
fr: Avance rapide de la vidéo
it: Avanzamento Rapido Video
ja: 動画の早送り
ko: 동영상 빨리 감기
pt: Avanço rápido do vídeo
ru: Перемотка видео
th: 视频快进
tr: Video Hızlı İleri Sarma
vi: Tua nhanh video
zh_hant: 影片快轉

# ViewPageSettingCompactWebView2VideoFastForwardOrRewindDescription
source: Change the time for video fast forward and rewind
de: Die Zeit für das Vor- und Zurückspulen von Videos ändern
es: Cambiar el tiempo para avanzar y retroceder el video
fr: Modifier la durée de l'avance rapide et du retour rapide de la vidéo
id: Ubah waktu untuk video fast forward dan rewind
it: Modifica il tempo per l'avanzamento rapido e il riavvolgimento del video
ja: 動画の早送りや早戻しの時間を変更します
ko: 동영상 빨리 감기 및 되감기 시간을 변경합니다
pt: Alterar o tempo para avançar e retroceder o vídeo
ru: Измените время для быстрой перемотки вперед и назад видео
th: 更改视频快进与快退的时间
tr: Video ileri sarma ve geri sarma süresini değiştir
vi: Thay đổi thời gian tua nhanh và tua lại video
zh_hant: 更改影片快轉與快退的時間

# ViewPageSettingCompactWebView2VideoFastForwardOrRewindHeader
source: Fast forward or rewind
de: Schneller Vor- oder Rücklauf
es: Avanzar o retroceder
fr: Avance rapide ou retour rapide
id: Fast Forward atau Rewind
it: Avanzamento rapido o riavvolgimento
ja: 早送り·早戻し
ko: 빨리 감기/되감기
pt: Avançar ou retroceder
ru: Быстрая перемотка вперед или назад
th: 快进快退
tr: İleri veya Geri Sar
vi: Tua nhanh hoặc tua lại
zh_hant: 快轉快退

# ViewPageSettingCompactWebView2VideoPlayPauseDescription
source: Change shortcut keys for controlling video playback and pausing
de: Ändere die Tastenkombinationen zum Steuern der Videowiedergabe und -pause
es: Cambia las teclas de acceso rápido para controlar la reproducción y pausa de video
fr: Modifier les raccourcis clavier pour contrôler la lecture et la pause de la vidéo
id: Ubah pintasan untuk mengontrol pemutaran dan jeda video
it: Cambia la scorciatoia per controllare riproduzione e pausa video
ja: 動画の再生と一時停止を制御するショートカットキーを変更します
ko: 동영상 재생 및 일시 정지를 제어하는 단축키를 변경합니다
pt: Alterar as teclas de atalho para controlar a reprodução e a pausa do vídeo
ru: Измените сочетание клавиш для управления воспроизведением и паузой видео
th: 更改控制视频播放与暂停的快捷键
tr: Video oynatma ve duraklatma kısayol tuşlarını değiştirin
vi: Thay đổi phím tắt để điều khiển phát và tạm dừng video
zh_hant: 更改控制影片播放與暫停的快速鍵

# ViewPageSettingCompactWebView2VideoPlayPauseHeader
source: Video playback paused
de: Videowiedergabe pausiert
es: Reproducción de video pausada
fr: Lecture vidéo en pause
id: Jeda Putar Video
it: Riproduzione video in pausa
ja: 動画一時停止
ko: 동영상 재생 일시 정지
pt: Reprodução de vídeo pausada
ru: Пауза воспроизведения видео
th: 视频播放暂停
tr: Video Oynatma Duraklatıldı
vi: Tạm dừng phát video
zh_hant: 影片播放暫停

# ViewPageSettingCompactWebView2VideoRewindDescription
source: Change the shortcut key for rewinding the video
de: Die Tastenkombination zum Zurückspulen des Videos ändern
es: Cambiar el atajo de teclado para retroceder el video
fr: Modifier le raccourci clavier pour le retour rapide de la vidéo
id: Ubah pintasan untuk mengontrol video rewind
it: Modifica il tasto di scelta rapida per il riavvolgimento del video
ja: 動画の早戻しを制御するショートカットキーを変更します
ko: 동영상 되감기를 제어하는 단축키를 변경합니다
pt: Alterar o atalho para retroceder o vídeo
ru: Измените сочетание клавиш для перемотки видео назад
th: 更改控制视频快退的快捷键
tr: Videoyu geri sarma kısayol tuşunu değiştir
vi: Thay đổi phím tắt để điều khiển tua lại video
zh_hant: 更改控制影片快退的快速鍵

# ViewPageSettingCompactWebView2VideoRewindHeader
source: Video Rewind
de: Video zurückspulen
es: Retroceder video
fr: Retour rapide de la vidéo
it: Riavvolgimento video
ja: 動画の早戻し
ko: 동영상 되감기
pt: Retroceder vídeo
ru: Перемотка видео назад
th: 视频快退
tr: Videoyu Geri Sar
vi: Tua lại video
zh_hant: 影片快退

# ViewPageSettingCopyDeviceIdAction
source: Copy
de: Kopieren
es: Copiar
fr: Copier
id: Salin
it: Copia
ja: コピー
ko: 복사
pt: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
vi: Sao chép
zh_hant: 複製

# ViewPageSettingCreateDesktopShortcutAction
source: Create
de: Erstellen
es: Crear
fr: Créer
id: Buat
it: Crea
ja: 新規作成
ko: 생성
pt: Criar
ru: Создать
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hant: 建立

# ViewPageSettingCreateDesktopShortcutDescription
source: Create desktop shortcut with administrator privilege
de: Desktopverknüpfung mit Administratorrechten erstellen
es: Crear acceso directo en el escritorio con privilegios de administrador
fr: Créer un raccourci sur le bureau avec privilège administrateur
id: Buat pintasan desktop dengan hak administrator
it: Crea un collegamento sul desktop con privilegi di amministratore
ja: 管理者権限でデスクトップショートカットを作成します
ko: 在桌面上创建默认以管理员方式启动的快捷方式
pt: Criar atalho para a área de trabalho com privilégio de administrador
ru: 在桌面上创建默认以管理员方式启动的快捷方式
th: สร้างทางลัดบนเดสก์ท็อปโดยเริ่มทำงานด้วยสิทธิ์ของผู้ดูแลระบบ
tr: Masaüstünde yönetici ayrıcalıklarıyla varsayılan kısayol oluştur
vi: Tạo lối tắt trên màn hình nền với quyền quản trị viên
zh_hant: 在桌面上建立預設以系統管理員身份啟動的捷徑

# ViewPageSettingCreateDesktopShortcutHeader
source: Create Desktop Shortcut
de: Desktopverknüpfung erstellen
es: Crear acceso directo en el escritorio
fr: Créer un raccourci sur le bureau
id: Buat Pintasan Dekstop
it: Crea collegamento sul desktop
ja: ショートカットを作成する
ko: 바로 가기 생성
pt: Criar atalho para a área de trabalho
ru: Создать ярлык на рабочем столе
th: สร้างทางลัดบนเดสก์ท็อป
tr: Masaüstü Kısayolu Oluştur
vi: Tạo lối tắt trên màn hình nền
zh_hant: 建立捷徑

# ViewPageSettingDataFolderHeader
source: Data Folder
de: Datenordner
es: Carpeta de datos
fr: Dossier de données
id: Berkas Data
it: Cartella dati
ja: データ フォルダー
ko: 데이터 폴더
pt: Pasta de dados
ru: Папка с данными
th: โฟลเดอร์ข้อมูล
tr: Veri Klasörü
vi: Thư mục Dữ liệu
zh_hant: 資料 資料夾
zh_tw: 打開數據文件夾

# ViewPageSettingDeleteCacheAction
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hant: 刪除
zh_tw: 刪除

# ViewPageSettingDeleteCacheDescription
source: You can try this, if authkey expiration error occurs frequently during the wish history refresh
de: Wenn beim Aktualisieren des Wunschverlaufs häufig eine Fehlermeldung aufgrund eines abgelaufenen Verifizierungsschlüssels auftritt, kannst du dies versuchen.
es: Puedes intentar esto si el error de caducidad de la clave de verificación aparece frecuentemente durante la actualización del historial de deseos.
fr: Vous pouvez essayer cette opération si une erreur d'expiration de la 验证密钥 se produit fréquemment lors de l'actualisation de l'historique des vœux
id: Anda bisa mencoba ini jika sering terjadi kesalahan kadaluarsa authkey saat menyegarkan riwayat Wish
it: Se la cache dei registri dei desideri si aggiorna frequentemente e viene visualizzato un messaggio di errore di scadenza della chiave di verifica, puoi provare questa operazione
ja: 祈願履歴の更新時に、認証キーの有効期限切れエラーが頻繁に発生する場合は、この操作をお試しください。
ko: 기록 캐시를 자주 동기화하고 인증 키가 만료됨을 알려면 이 작업을 시도하세요
pt: Você pode tentar isso se o erro de expiração da chave de autenticação ocorrer com frequência durante a atualização do histórico de orações
ru: Если кэш истории молитв часто запрашивает проверку ключа 验证密钥, попробуйте это действие
th: หากแคชประวัติการอธิษฐานรีเฟรชบ่อยครั้งและแจ้งเตือนว่า "验证密钥" หมดอายุ คุณสามารถลองดำเนินการนี้ได้
tr: Dilek geçmişi yenilemesi sırasında sık sık doğrulama anahtarı süresinin dolduğu hatası alıyorsan, bu işlemi deneyebilirsin
vi: Bạn có thể thử thao tác này nếu bộ nhớ cache của Lịch sử Cầu nguyện liên tục báo lỗi hết hạn 验证密钥.
zh_hant: 若祈願紀錄快取重新整理頻繁提示驗證金鑰過期，可以嘗試此操作
zh_tw: 若祈願紀錄緩存刷新頻繁提示驗證密鑰過期，可以嘗試此操作

# ViewPageSettingDeleteCacheHeader
source: Delete Game Embedded Browser Web Cache
de: Spieleigene Web-Cache löschen
es: Eliminar la caché web del navegador integrado en el juego
fr: Supprimer le cache Web intégré au jeu
id: Hapus Cache Web Browser Tersemat Game
it: Elimina la cache Web del browser di gioco integrato
ja: ゲーム内ブラウザキャッシュを削除する
ko: 게임 내 브라우저 캐시 삭제
pt: Excluir o cache da web do navegador incorporado do jogo
ru: Удалить кэш встроенного браузера в игре
th: ลบแคชเว็บเบราว์เซอร์ในเกม
tr: Oyun İçi Gömülü Tarayıcı Web Önbelleğini Sil
vi: Xóa bộ nhớ cache trang web trong trò chơi
zh_hant: 刪除遊戲内網頁快取
zh_tw: 刪除游戲内網頁緩存

# ViewPageSettingDeviceIdHeader
source: Device ID
de: Geräte-ID
es: ID del dispositivo
fr: ID de l'appareil
id: ID Perangkat
it: ID dispositivo
ja: デバイス ID
ko: 디바이스 ID
pt: ID do dispositivo
ru: ID устройства
th: ID อุปกรณ์
tr: Cihaz ID
vi: ID thiết bị
zh_hant: 裝置 ID
zh_tw: 裝置 ID

# ViewPageSettingDeviceIpDescription
source: IP: {0} Server: {1}
es: IP: {0} Servidor: {1}
fr: IP : {0} Serveur : {1}
it: IP: {0} Server di appartenenza: {1}
ja: IP: {0} サーバー: {1}
ko: IP: {0} 귀속 서버: {1}
pt: IP: {0} Servidor: {1}
ru: IP: {0} Сервер: {1}
th: IP: {0} เซิร์ฟเวอร์: {1}
tr: IP: {0} Sunucu: {1}
vi: IP: {0} Máy chủ: {1}
zh_hant: IP：{0} 歸屬伺服器：{1}

# ViewPageSettingDeviceIpHeader
source: Device IP
de: Geräte-IP
es: IP del dispositivo
fr: Adresse IP de l'appareil
id: ID Perangkat
it: IP dispositivo
ja: デバイス IP
ko: 디바이스 IP
pt: IP do dispositivo
ru: IP устройства
th: IP ของอุปกรณ์
tr: Cihaz IP
vi: IP thiết bị
zh_hant: 裝置 IP

# ViewPageSettingElevatedModeHeader
source: Administrator Mode
de: Administratormodus
es: Modo administrador
fr: Mode administrateur
id: Mode Admin
it: Modalità amministratore
ja: 管理者モード
ko: 관리자 모드
pt: Modo de administrador
ru: Режим администратора
th: โหมดผู้ดูแลระบบ
tr: Yönetici Modu
vi: Chế độ quản trị viên
zh_hant: 系統管理員模式

# ViewPageSettingElevatedModeRestartAction
source: Restart with Administrator Mode
de: Mit Administratorrechten neu starten
es: Reiniciar en modo administrador
fr: Redémarrer en mode administrateur
id: Restart menggunakan Mode Administrator
it: Riavvia come amministratore
ja: 管理者モードで再起動
ko: 관리자 권한으로 다시 시작
pt: Reiniciar com o modo de administrador
ru: Перезапустить с режимом администратора
th: รีสตาร์ทด้วยสิทธิ์ของผู้ดูแลระบบ
tr: Yönetici Modu ile Yeniden Başlat
vi: Khởi động lại với tư cách quản trị viên
zh_hant: 以系統管理員身分重新啟動

# ViewPageSettingEmptyHistoryVisibleDescription
source: Show or hide wish event with no wish history
de: Historische Wunschaktionen ohne Aufzeichnungen in der Wunschhistorienseite anzeigen oder ausblenden
es: Mostrar u ocultar el evento de gachapón sin historial en la página de registros de gachapón
fr: Afficher ou masquer les événements d'invocation de l'historique sans enregistrement sur la page d'historique d'invocation
id: Tampilkan atau sembunyikan acara keinginan tanpa riwayat Wish
it: Mostra o nascondi gli eventi di preghiera senza cronologia nella pagina della cronologia dei desideri
ja: 祈願履歴のない過去の祈願を表示または隠します
ko: 기원 기록 페이지에 기록되지 않은 오래된 기원 이벤트를 표시하거나 숨깁니다
pt: Mostrar ou ocultar eventos de oração sem o histórico de orações
ru: Показать или скрыть события молитв без истории в окне истории молитв
th: แสดงหรือซ่อนกิจกรรมอธิษฐานที่ไม่มีประวัติในบันทึกการอธิษฐาน
tr: Kayıt bulunmayan geçmiş dilek etkinliklerini dilek kayıtları sayfasında göster veya gizle
vi: Hiển thị hoặc ẩn các sự kiện cầu nguyện lịch sử không có lịch sử trong trang nhật ký cầu nguyện
zh_hant: 在祈願紀錄頁面顯示或隱藏無記錄的歷史祈願活動
zh_tw: 在祈願紀錄頁面顯示或隱藏無記錄的歷史祈願活動

# ViewPageSettingEmptyHistoryVisibleHeader
source: Show Wish Event with No Wish History
de: Historische Wunschaktionen ohne Aufzeichnungen
es: Mostrar evento de gachapón sin historial
fr: Afficher l'événement de vœux sans historique de vœux
id: Tampilkan Acara Keinginan Tanpa Riwayat Wish
it: Eventi di preghiera senza cronologia
ja: 無記録の過去の祈願
ko: 기록되지 않은 오래된 기원 이벤트
pt: Mostrar evento de oração sem o histórico de orações
ru: Скрыть события Молитвы без истории
th: แสดงกิจกรรมอธิษฐานที่ไม่มีประวัติ
tr: Kayıt Bulunmayan Geçmiş Dilek Etkinliklerini Göster
vi: Sự kiện cầu nguyện lịch sử không có lịch sử
zh_hant: 無記錄的歷史祈願活動
zh_tw: 無記錄的歷史祈願活動

# ViewPageSettingEmptyHistoryVisibleOff
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 숨김
pt: Esconder
ru: Скрыть
th: ซ่อน
tr: Gizle
vi: Ẩn
zh_hant: 隱藏
zh_tw: 隱藏
